{
    "Background": "\n\n\n\n123 T.C. 306\nUnited States Tax Court.\nTHE CHARLES SCHWAB CORPORATION AND SUBSIDIARIES, Petitioner\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent*\nNos. 16903–98, 18095–98.\n|\nSept. 29, 2004.\nSynopsis\nBackground: Taxpayer, a discount stock brokerage, petitioned for redetermination of deficiencies arising from determinations that, inter alia, it could not accelerate California franchise tax deductions.\n \nHolding: On IRS’s motion for reconsideration, the Tax Court, Gerber, C.J., held that taxpayer could accelerate California franchise tax deductions.\n \nMotion granted.\n \nOpinion, 2004 WL 793193, superseded.\n \n\n\nWest Headnotes (1)\n\n\n[1]\n|Internal RevenueState Taxes\n|\n|Corporate taxpayer could accelerate California franchise tax deductions for same taxable period for which franchise tax was calculated, i.e., year prior to year for which taxpayer originally deducted California franchise tax on its Federal tax returns, in light of 1972 California statutory amendment that effectively changed franchise tax accrual date from January 1 of taxable year to December 31 of income year. 26 U.S.C.A. § 461(d); West’s Ann.Cal.Rev. & T. Code §§ 23041(a), 23042(a), 23151(a).\n\n|\n\n\n\n*306 In an earlier opinion, Charles Schwab Corp. & Subs. v. Commissioner, 122 T.C. 191, 2004 WL 793193 (2004) (Schwab II), we held that sec. 461(d), I.R.C., applied to a 1972 change in California (Cal.) franchise tax law. R contended that if sec. 461(d), I.R.C., applied, P would not be entitled to the $932,979 Cal. franchise tax deduction it had claimed for its 1989 Federal tax year. P contended that sec. 461(d), I.R.C., did not apply and that it was entitled to a $1,806,588 deduction. P, on its Federal returns for the years under consideration, claimed franchise tax deductions under Cal. law without considering the 1972 change (as though sec. 461(d), I.R.C., applied). P did not claim a franchise tax deduction for its short year ended Dec. 31, 1988, and in an earlier case and Opinion of this Court, Charles Schwab Corp. & Includable Subs. v. Commissioner, 107 T.C. 282, 1996 WL 659390 (1996), it had been decided that P was entitled to a $932,979 deduction for its 1988 short year.\n \nR, after we held in Schwab II that sec. 461(d), I.R.C., applied and that P was not entitled to a $932,979 deduction for 1989, moved for reconsideration. R has changed his position and now concedes that P is entitled to a $932,979 Cal. franchise tax deduction for its 1989 Federal tax year. P would accept R’s concession but continues to argue that it is entitled to a $1,806,588 deduction.\n \nHeld: The effect of sec. 461(d), I.R.C., analyzed and in the factual context of this case, P is entitled to a $932,979 Cal. franchise tax deduction.\n \nAttorneys and Law Firms\nGlenn A. Smith, Erin M. Collins, Laurence J. Bardoff, and Patricia J. Galvin, for petitioner.\nRebecca T. Hill, for respondent.\n\n\n\n\nSUPPLEMENTAL OPINION\nGERBER, Chief J.\nIn an earlier Opinion in these cases,1 two primary issues were decided. Respondent moved for reconsideration concerning our holding on the California franchise tax issue.2 Respondent seeks reconsideration *307 concerning petitioner’s entitlement to a $932,979 deduction for California franchise tax for its 1989 Federal tax year. Respondent has not changed his position concerning our primary holding. Respondent continues to agree with our primary holding that section 461(d)3 applies to a 1972 legislative amendment by the State of California (1972 law). Under the primary holding, we concluded that section 461(d) applies because the 1972 law resulted in an acceleration of the accrual of California State franchise tax.\n \nRespondent has, however, changed position regarding the question of whether petitioner is entitled to a $932,979 franchise tax deduction claimed on its 1989 calendar year Federal return. For purposes of trial and briefing, respondent argued that if the 1972 law triggered the application of section 461(d), petitioner would not be entitled to the $932,979 California franchise tax deduction claimed on its Federal return for 1989. In his motion for reconsideration, respondent concedes that his position was in error and that petitioner is entitled to the deduction it had claimed for 1989.4\n \nPetitioner seems willing to accept respondent’s concession but continues to assert that it is entitled to more than the $932,979 claimed on its 1989 Federal return. To sort out the motion for reconsideration, we must consider the somewhat complicated underlying factual background for respondent’s position and his change in position.\n \nCalifornia franchise tax, before the 1972 law, was generally measured by the prior year’s income and accrued on *308 January 1 of the reporting year. For example, a 1970 California franchise tax obligation and the resulting amount deductible for 1970 Federal tax purposes were based on a corporation’s California income for its 1969 year. There were exceptions to that approach in situations involving a corporation’s first year of operation and where the reporting year was less than a full year. In certain of those instances, the California franchise tax was based on the California income for the reporting year (due or accruable as of the close of the reporting year).\n \nOur holding that section 461(d) applies results in a limitation on petitioner’s deduction for California franchise tax to the amount accruable under California law as in effect before 1972. Significantly, during the years under consideration, petitioner was obligated for California franchise taxes under the regimen of the 1972 law. Under the 1972 law, petitioner was obligated for California franchise taxes in amounts equal to or larger than those computed under the pre–1972 law. In addition, petitioner paid a franchise tax liability for each taxable period beginning with the 1987 year, when it commenced business in California.\n \nThe following table reflects the amounts of petitioner’s California franchise tax obligations (including respondent’s concession for the 1989 year) computed under the pre–1972 law and petitioner’s actual obligations and payments under the 1972 law5 (000 omitted):\n \n\n\n\n\n|1987\n \n|1988\n \n|1989\n \n|1990\n \n|1991\n \n|1992\n \n|\n \n|||||||\nPre–1972\n \n|$879\n \n|$932\n \n|$932\n \n|$1,806\n \n|$2,066\n \n|$3,778\n \n|\n1972\n \n|879\n \n|932\n \n|1,806\n \n|2,066\n \n|3,778\n \n|5,578\n \n|\n\n\n\n\nPetitioner commenced doing business in California on April 1, 1987, and for purposes of reporting California franchise tax it was on a calendar year basis. Under pre–1972 California law, the exception to the general rule applied for petitioner’s short 1987 year, and its $879,500 franchise tax liability accrued on December 31, 1987. That accrual fell within petitioner’s first Federal tax year ended March 31, 1988, and *309 petitioner claimed an $879,500 deduction for California franchise tax on its first Federal tax return.6 The same liability and accrual date pertained under the 1972 California law.\n \nComplicating this situation, petitioner changed its Federal filing period from a fiscal year ending March 31 to a calendar year and filed a short year Federal return for the 9–month period ended December 31, 1988. In that return, petitioner did not claim a deduction for California franchise tax. Under the pre–1972 California franchise tax law, the tax for the first short year (1987 in this case) was in the nature of an advance payment on the franchise tax for the first full year. The computation of the first full year’s tax was also an exception to the general pre–1972 franchise tax law and accrued on December 31 of the reporting year (1988). Petitioner’s 1988 obligation for franchise tax under the 1972 law was $932,979, the same amount as under the pre–1972 law. Petitioner, under the 1972 law, was obligated for and paid $932,979 in California franchise tax for 1988.\n \nFor petitioner’s 1989 and later years, the pre–1972 franchise tax was measured by the California income of the prior year and accrued on January 1 of the reporting year. The 1972 law changed the accrual date from January 1 of the reporting year to December 31 of the prior year, thereby accelerating the accrual date. Under the 1972 law, the reporting and measuring year coincided so that the franchise tax obligation was based on the current year’s income. Accordingly, for petitioner’s 1989 and later years the amount of tax computed under the pre–1972 law differed from the amount computed under the 1972 law. Because petitioner’s income was increasing during the years under consideration, the amount of tax under the pre–1972 law was always less than the amount computed under the 1972 law.\n \nFor Federal reporting purposes, on all of petitioner’s returns through the years under consideration in these cases, petitioner looked to California pre–1972 franchise tax law.7 Under the pre–1972 California law, petitioner had claimed deductions for franchise taxes for all Federal reporting periods except for the short year ending December 31, 1988. *310 Because petitioner was obligated to accrue and pay franchise taxes under the 1972 law, it was obligated for and paid franchise taxes for all periods under consideration, including the short year ending December 31, 1988.\n \nSome of the confusion in these cases arises from the fact that, for Federal tax purposes, petitioner’s deduction for California franchise tax is limited to the amount computed under pre–1972 California law, but petitioner’s actual franchise tax obligation is based on the 1972 law. Our prior Opinion in these cases, Charles Schwab Corp. & Subs. v. Commissioner, 122 T.C. 191, 2004 WL 793193 (2004) (Schwab II), involves petitioner’s 1989 and later years, whereas an earlier case, Charles Schwab Corp. & Includable Subs. v. Commissioner, 107 T.C. 282, 1996 WL 659390 (1996) (Schwab I), involved certain years prior to 1989, including the short year ended December 31, 1988.\n \nThe Court in Schwab I held that petitioner was entitled to deduct California franchise tax for the short year ended December 31, 1988, of $932,979, which, for California franchise tax purposes, accrued on December 31, 1988, and was also measured by petitioner’s 1988 California income. As previously explained, under one of the exceptions to pre–1972 California law, the franchise tax obligation for a year (1988) after a short year (1987) accrued on December 31 of the reporting year (1988) and was measured by the California income of the reporting year. Accordingly, in Schwab I, petitioner, for its short Federal tax year ended December 31, 1988, was allowed to deduct $932,979 in franchise taxes that had accrued on December 31, 1988, and were based on petitioner’s 1988 California income. As noted above, petitioner did not claim a California franchise tax deduction for its short year ended December 31, 1988. Also, as noted above, petitioner, under the 1972 law, incurred a $932,979 obligation for franchise tax on December 31, 1988.\n \nPetitioner claimed a $932,979 franchise tax deduction on its 1989 corporate Federal income tax return, which, as explained above, was computed on petitioner’s 1988 California income. The $932,979 claimed for 1989 Federal tax purposes was computed in accord with the pre–1972 California franchise tax general rule for full years (that do not follow a short year) using the prior year (1988) as the measuring year. Because petitioner was permitted to deduct the same amount ($932,979) by the Court in Schwab I for its short *311 year ended December 31, 1988, respondent’s trial position was that petitioner was not entitled to the franchise tax deduction it had claimed for 1989.\n \nPetitioner alleged in its petition in Schwab II that the 1972 law did not trigger section 461(d), and that petitioner was entitled to deduct, for Federal purposes, franchise tax for 1989 and later years measured by the California income of the reporting year. Under the 1972 law, petitioner’s actual 1989 obligation for franchise tax was $1,806,588, which petitioner contends should be deductible for its 1989 Federal tax year.\n \nIn the notice of deficiency (which was issued after the holding in Schwab I), respondent determined that petitioner was entitled to the $932,979 deduction that petitioner had claimed on its return for 1989. After petitioner sought franchise tax deductions greater than those claimed on its returns, respondent amended his answer in this proceeding (Schwab II) and argued, in contravention of his determination in the notice of deficiency, that petitioner was not entitled to deduct the $932,979 it had claimed on its 1989 return.\n \nAccordingly, the controversy was framed in a context where respondent contended that if section 461(d) applied, petitioner was not entitled to any California franchise tax deduction for 1989. Conversely, petitioner claimed that it was entitled to $1,806,588 (more than the amount it had claimed on its 1989 return). We resolved that controversy, as framed, by holding that section 461(d) applied and that petitioner was not entitled to any franchise tax deduction for 1989.\n \nAfter we issued our Opinion in Schwab II, respondent, in his motion for reconsideration, conceded that petitioner is entitled to a $932,979 franchise tax deduction for 1989. The concession is based on respondent’s current view that under the pre–1972 California franchise tax statute, petitioner would have been obligated for $932,979 of franchise tax for 1989 even though the Court in Schwab I had decided that the same amount was allowable for petitioner’s short year ended December 31, 1988.\n \nBecause the Court in Schwab I allowed petitioner a $932,979 deduction for its short year ended December 31, 1988, respondent’s concession of the $932,979 for 1989 appears incongruent. The perceived discrepancy is rooted in the fact that petitioner did not claim a franchise tax deduction *312 for its short year ended December 31, 1988, and the allowance of that amount by the Court in Schwab I would seem to preempt a deduction for the following period. In reality, however, petitioner’s obligation for 1989 California franchise tax accrued and was paid under the 1972 law. Petitioner’s actual California franchise tax obligations for 1987, 1988, and 1989, without considering the limitation of section 461(d), were $879,500, $932,979, and $1,806,588, respectively. Considering respondent’s concession and the section 461(d) limitation on the amount deductible under pre–1972 California law, petitioner is entitled to deduct $879,500, $932,979, and $932,979 for the three reporting periods.\n \nThe confusion arises from the confluence of petitioner’s conversion from a fiscal to a calendar year and the proscription of section 461(d) limiting the amount deductible to amounts that would have accrued in accord with the pre–1972 California law. The net effect of employing section 461(d) is to limit petitioner’s deductions for the 1987, 1988, and 1989 years to amounts which total $873,609 less than was accrued and paid to the State of California for franchise tax under the 1972 law.\n \nThe following table reflects how the $873,609 difference occurs:\n \n\n\n\n\nYear\n \n|Tax Accrued and Paid\n \n|Deduction Allowed\n \n|Difference\n \n|\n \n||||\n1987\n \n|$879,500\n \n|$879,500\n \n|–0–\n \n|\n1988\n \n|932,979\n \n|932,979\n \n|–0–\n \n|\n1989\n \n|1,806,588\n \n|932,979\n \n|$873,609\n \n|\n\n\n\n\nAccordingly, for 1989 and each successive year, petitioner will be paying California franchise tax based on the reporting year’s California income but is only entitled, for Federal tax purposes, to deduct an amount of franchise tax measured by the prior year’s California income.\n \nRespondent contends that section 461(d) permits a deduction only for the amount of tax not accelerated by post–1960 changes in State law. Respondent quotes the following portion of section 461(d) with key phrases highlighted:\n“to the extent that the time for accruing taxes is earlier than it would be but for any action of any taxing jurisdiction taken after December 31, 1960, then, under regulations prescribed by the Secretary, such taxes shall *313 be treated as accruing at the time they would have accrued but for such action by such taxing jurisdiction.”\n \nRespondent, therefore, argues that petitioner would be able to deduct $932,979 for 1989. Respondent also points out that the $873,609 difference between the $932,979 allowed for 1989 and the $1,806,588 that accrued for petitioner’s 1989 year under the 1972 law would be allowable for Federal tax purposes in petitioner’s 1990 year.8\n \nPetitioner is willing to accept respondent’s concession that it is entitled to the $932,979 deduction for its 1989 Federal tax year. Petitioner, however, contends that section 461(d) cannot be partially applied. This position has been part of petitioner’s argument from the beginning. Petitioner’s partial application argument is an attempt to focus the Court on petitioner’s original position that the 1972 law merely changed the measuring year and did not accelerate the accrual.\n \nSection 461(d) merely addresses the question of acceleration and does not focus on the amount of the deduction. It is just a matter of chance that petitioner’s franchise tax liability has increased each year so that the use of the prior year as the measuring year results in a smaller deduction. Conversely, if a taxpayer’s income decreased, it would have a larger deduction in the reporting year. Section 461(d) simply addresses the question of acceleration caused by the 1972 law. Therefore, for petitioner’s 1989 tax year, it would use 1988 California income as a base to arrive at $932,979 for Federal tax purposes. Likewise, for petitioner’s 1990 tax year, it would use the 1989 income as the measure and be permitted to deduct $1,806,588, which includes the $873,609 which petitioner has labeled as an “excess” or “carryover”.\n \nFinally, we note that the California franchise tax is imposed on corporations for the privilege of doing business in the State of California. Central Inv. Corp. v. Commissioner, 9 T.C. 128, 131, 1947 WL 22 (1947), affd. per curiam 167 F.2d 1000 (9th Cir.1948); see also Cal. Rev. & Tax.Code sec. 23151(a) (West 2004). For years prior to the 1972 law, the tax was payable for the “taxable year” as measured by the net income earned by the corporate taxpayer during the preceding year,  *314 which is referred to as the “income year”. Cal. Rev. & Tax.Code secs. 23041(a), 23042(a) (West 2004). In that regard, petitioner did business in California and was obligated for and paid franchise taxes for all periods under consideration. Clearly, section 461(d) was not intended to deny a taxpayer a deduction for any period in which it was obligated for and paid a deductible State tax.\n \nBecause we have held that section 461(d) was triggered by the 1972 law, it follows that taxpayers would not be entitled to accelerate the franchise tax accrual by treating the taxable year and the measuring year as one and the same. It also follows that the year of the imposition of the tax remains the same (in this case 1989) and the amount of tax is based on the preceding or measuring year (in this case 1988).\n \nAccordingly, we agree that respondent’s trial and briefing position that petitioner was not entitled to $932,979 for 1989 was in error. The allowance of a $932,979 deduction for the short year 1988 by this Court in Schwab I did not preclude a deduction for 1989 Federal income tax purposes in that same amount.\n \nUpon reflection and considering the parties’ positions, we hold that petitioner is entitled to a $932,979 California franchise tax deduction for its 1989 Federal tax year. To the extent that our Opinion in Schwab II holds otherwise, it is superseded.\n \nTo reflect the foregoing,\nAn order will be issued granting respondent’s motion for reconsideration of opinion, and decisions will be entered under Rule 155.\n \n\nAll Citations\n123 T.C. No. 18, 123 T.C. 306, Tax Ct. Rep. (CCH) 55,762, Tax Ct. Rep. Dec. (RIA) 123.18\n\n\n\nFootnotes\n|\n*\n|This Opinion supplements a previously released Opinion: Charles Schwab Corp. & Subs. v. Commissioner, 122 T.C. 191, 2004 WL 793193 (2004).\n|\n1\n|Charles Schwab Corp. & Subs. v. Commissioner, 122 T.C. 191, 2004 WL 793193 (2004) (Schwab II). In Schwab II we referenced a 1996 Opinion concerning petitioner: Charles Schwab Corp. & Includable Subs. v. Commissioner, 107 T.C. 282, 1996 WL 659390 (1996) (Schwab I). The Findings of Fact in Schwab II are incorporated herein by this reference.\n|\n2\n|In Schwab II we held that sec. 461(d), I.R.C., limited petitioner’s deduction for California franchise tax to an amount accrued and computed under California’s pre–1972 franchise tax regimen. As a result of that holding, it was also held that petitioner was not entitled to a $932,979 deduction for California franchise tax it claimed for its 1989 Federal tax year.\n|\n3\n|All section references are to the Internal Revenue Code in effect for the years in issue, and all Rule references are to the Tax Court Rules of Practice and Procedure, unless otherwise indicated.\n|\n4\n|Respondent contends that he made a concession and changed his position in the final posttrial brief (reply brief). In his reply brief, however, respondent, after stating that his overall position on the franchise tax issue was correct, merely stated: “The position in the notice of deficiency, allowing a $932,979 deduction for 1989, is correct.” There was no explanation as to the theory underlying respondent’s change of mind, and there was no explanation as to how respondent’s “concession” may have changed or affected respondent’s overall position on the primary issue. Respondent’s alleged concession was without a legal basis for allowing petitioner the deduction and did not clearly or concisely concede the $932,979 amount. Respondent simply stated that the position in the notice was correct. The notice, however, contains no rationale for allowing or disallowing any part of the franchise tax deduction claimed for 1989. From the Court’s point of view this “concession” was not obvious or appropriate. It was inappropriate because petitioner had based its trial and briefing position on respondent’s arguments at trial and in his original brief, and petitioner did not have a chance to respond to respondent’s ineffective attempt to concede in his reply brief.\n|\n5\n|We note that in spite of the proscription of sec. 461(d), petitioner remains obligated to pay California franchise tax on the basis of the California law as modified by the 1972 law. In each year before the Court, the amount of tax petitioner paid is substantially greater than the amount that would have been due under the pre–1972 California franchise tax law. In effect, the question we consider is the amount by which sec. 461(d) may limit petitioner’s deduction.\n|\n6\n|Coinciding with the commencement of its business, petitioner’s first tax year for Federal income tax purposes was a fiscal year ended Mar. 31, 1988.\n|\n7\n|By applying pre–1972 California franchise tax provisions, petitioner admitted or agreed that sec. 461(d) applied with respect to the 1972 changes to California law.\n|\n8\n|Under the pre–1972 California franchise tax law, petitioner’s 1990 franchise tax obligation/deduction would have been based on petitioner’s 1989 California income.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}