{
    "Background": "\n\n\n\nT.C. Memo. 1993-374\nUnited States Tax Court\nDONLON I DEVELOPMENT CORPORATION, Petitioner,\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent.\nNo. 102–91.\n|\nAug. 23, 1993.\nAttorneys and Law Firms\nNancy L. Iredale and Thomas S. Wisialowski, Los Angeles, CA, for petitioner.\nUrsula P. Gee and Gordon Gidlund, Thousand Oaks, CA, for respondent.\n\n\n\n\nMEMORANDUM FINDINGS OF FACT AND OPINION\nSCOTT, Judge:\n*1 Respondent determined a deficiency in petitioner’s Federal income tax and additions to tax under sections 6653(a) and 66611 for its fiscal year ended September 30, 1987 (the 1987 tax year), in the amounts as follows:\n \n\n\n\n\n \n|Additions to Tax\n \n|\nDeficiency\n \n|Sec. 6653(a)(1)(A)\n \n|Sec. 6653(a)(1)(B)\n \n|Sec. 6661\n \n|\n$1,284,835\n \n|$64,242\n \n|1\n \n|$321,209\n \n|\n\n\n\n\nThe issues for decision are: (1) Whether petitioner had a recognized gain or loss on the sale of condominium units during the 1987 tax year and the amount of such gain or loss; (2) whether petitioner is liable for the additions to tax for negligence under section 6653(a)(1)(A) and (B); and (3) whether petitioner is liable for the addition to tax for a substantial understatement of income under section 6661.\n \n\n\nFINDINGS OF FACT\nSome of the facts have been stipulated and are found accordingly.\n \nDuring the 1987 tax year, petitioner was a California corporation with its mailing address and principal office in Westlake Village, California. Petitioner, as it was constituted in the year here in issue, was the result of a merger on May 7, 1986, between two corporations, Donlon I Development Corp. and Donlon II Development Corp. To avoid confusion for transactions prior to the merger, the separate corporations will be referred to as Donlon I and Donlon II. Petitioner was a real estate development company engaged in the business of developing and selling industrial real estate. Petitioner used the cash basis method of accounting to maintain its books and file its tax returns. Petitioner timely filed its Federal income tax return for the 1987 tax year with the Internal Revenue Service Center in Fresno, California.\n \nAround March 1, 1983, D Street Development Co. (D Street) purchased 10.5 acres of industrial zoned land (the land) from a partnership, Hopzim Co., for $1,515,079. This purchase was financed by moneys transferred to D Street from investors of Donlon I. In June 1983, Donlon I acquired the land from D Street. According to the purchase agreement between Donlon I and D Street, the purchase price of the land was $1,740,030.34.\n \nWhen Donlon I purchased the land, it consisted of nine parcels (lots 8 through 16) which Donlon I later realigned into only five parcels. Later, five buildings were constructed on the five parcels. The five buildings contained 71 condominium units. The five separate parcels consisted of:\n \n\n\n\n\n1.\n \n|Parcel A, which has 20 condominium units located in building A;\n \n|\n2.\n \n|parcel B, which has 20 condominium units located in building B;\n \n|\n3.\n \n|parcel C, which has 5 condominium units located in building C;\n \n|\n4.\n \n|parcel D, which has 7 condominium units located in building D; and\n \n|\n5.\n \n|parcel E, which has 19 condominium units located in building E.\n \n|\n\n\n\n\nIn 1983, Donlon I applied for a construction loan with respect to parcels A and B, and the bank required an MAI appraisal. Donlon I hired Mr. Gilbert Epstein, a real estate appraiser, to prepare a report (the Epstein report) on the value of parcels A and B. The valuation in this report is as of November 1, 1983. At the time the Epstein report was completed, parcels A and B were vacant, but the appraisal assumes the completed construction of buildings A and B. The Epstein report showed Lot A of the land as containing 108,595 square feet and Lot B as containing 99,883 square feet. The report shows that the area of building A is 37,345 square feet, of which 29,245 square feet is industrial units and 8,100 square feet is office units, and that the area of Building B is 38,293 square feet, of which 30,193 square feet is in industrial units and 8,100 square feet is office units. The report concluded based on comparables that the land value was $3.70 a square foot resulting in a value of $401,802 for Lot A, rounded to $400,000, and $369,567 for Lot B rounded to $370,000, for a total land value of $770,000.\n \n*2 On the basis of replacement costs of buildings A and B, the report arrived at a total value of the two buildings of $2,350,000. On the basis of capitalization of income, the report arrived at a total value of the two buildings, A and B, of $4,130,000 and, on the basis of fair market value based on sales prices of stated comparatives, arrived at a total value of the two buildings, A and B, of $4,325,000.\n \nOn August 31, 1984, Donlon I conveyed parcels C, D, and E to Donlon II, a California corporation.\n \nDonlon II applied for a construction loan for parcels C, D, and E with Home Federal Bank. Home Federal Bank, using its own appraisers, prepared a report as to the value of parcels C, D, and E and buildings C, D, and E as of April 4, 1985 (the Home Federal report), on the basis of completed buildings, although the buildings were not completed on April 4, 1985. The Home Federal report states that the three buildings, C, D, and E, contain a total of 92,396 square feet and that the value of these buildings is $4,675,000, based on an estimated value of $50.60 a square foot. This report showed that lots C, D, and E contained 249,164 square feet and had a current value of $1,246,000.\n \nPrior to September 1984, Donlon I’s stock was owned by Donlon Development B.V. (Donlon B.V.), a Netherlands company, which during the 1983, 1984, and 1987 tax years was a wholly owned subsidiary of Donlon N.V., a Netherlands Antilles corporation. On September 30, 1984, Donlon B.V. entered into an agreement (Donlon I purchase agreement) to sell the stock of Donlon I to Simi–Ontwikkelings Groep B.V. (Simi), a Netherlands company. According to the Donlon I purchase agreement, the purchase price of the stock was $1,885,600. The purchase price consisted of $200,000 cash and a promissory note in the principal amount of $1,685,600. At the closing for the Donlon I purchase, Simi gave Donlon B.V. a check for $200,000 and a note for $1,685,600.\n \nAs of September 30, 1984, the construction of buildings A and B was nearly complete.\n \nPrior to November 1984, the stock of Donlon II was owned by Donlon B.V. On November 19, 1984, Simi entered into an agreement to purchase all of the stock of Donlon II (Donlon II purchase agreement) from Donlon B.V. The Donlon II purchase agreement states that the purchase price was to be $2,350,000, consisting of $250,000 cash and a promissory note of $2,100,000. According to the Donlon II purchase agreement, this transaction was to close on December 24, 1984, and at that time the seller was to present to Simi a certificate representing the Donlon II stock. In accordance with the Donlon II purchase agreement, a promissory note for the principal amount of $2,100,000 was executed by Simi on December 24, 1984. Also, a check for $250,000 payable to Donlon B.V. dated December 24, 1984, was drawn on an account that Simi kept at Mitsui Manufacturer’s Bank.\n \nAs of December 24, 1984, the construction of buildings C, D, and E was in progress.\n \n*3 The purchases of the Donlon I stock and the Donlon II stock are collectively referred to as the stock purchases.\n \nOn December 3, 1984, Simi executed a Form 8023 (Election Under Section 338(g)) as to the purchase of Donlon I’s stock on September 30, 1984 (the Donlon I election). On February 14, 1985, Simi filed an election under section 338 with respect to the purchase of the Donlon II stock (the Donlon II election). Form 8023 for the Donlon II election states that the date of purchase of the Donlon II stock was December 24, 1984. Both section 338 elections were timely made.\n \nMr. Omer Hokyo, petitioner’s accountant, prepared schedules showing the “deemed gain” from the section 338 elections and made an allocation of the “deemed gain” to the basis of Donlon I’s and Donlon II’s assets.\n \nThe increase in the adjusted basis of the assets deemed sold as part of the Donlon I election was calculated in the following manner. First, the price paid for the stock of Donlon I, $1,885,600, was added to the $1,843,894.56 of Donlon I’s liabilities that were assumed. Then, there was subtracted from the total the amount of cash that Donlon I had on hand at the time of the Donlon I stock purchase, which amounted to $8,945.13. There was also subtracted from the total of the price paid for the Donlon I stock, plus the Donlon I liabilities assumed, an amount stated to be the adjusted basis of assets deemed sold which was computed as $2,975,474.54.2 The amount remaining, $745,074.89, was stated to be the unrecognized gain which was used as an increase in the adjusted basis of the assets deemed sold. The computed $745,074.89 of unrecognized gain was stated to be allocated to each unit sold on a square footage basis and was added to the prorated amount of the amount paid for the stock, plus the liabilities assumed, less the cash allocable to each unit also stated to be on a square footage allocation basis.\n \nThe increase in the adjusted basis of the assets deemed sold as part of the Donlon II election was calculated in the same manner as for Donlon I. First, the price paid for the stock of Donlon II, $2,350,000, was added to the $1,061,265.94 of Donlon II’s liabilities that were assumed. From the total, the amount of cash that Donlon II possessed at the time of the Donlon II stock purchase ($1,383) was subtracted from the total of the two and a computed amount of adjusted basis of assets deemed sold, which amounted to $2,289,658.05, was also subtracted.3 The amount remaining, $1,120,224.89, was stated to be the unrecognized gain. The amount of the computed unrecognized gain was stated to be allocated to each unit sold on a square footage basis. This computed amount was added to the amount paid for stock plus liabilities assumed less cash prorated to each unit sold.\n \nDuring the 1987 tax year, petitioner sold 20 of the condominium units (the units) to unrelated purchasers. The following schedule shows the units sold, the selling price of each unit sold, the construction cost of each unit sold, and the selling expenses of each unit sold.\n \n\n\n\n\n \n|Net\n \n| \n| \n| \n| \n|\n \n|Sales\n \n|Construction\n \n|Selling\n \n|Total\n \n|\nUnit\n \n|Price\n \n|Cost\n \n|Expense\n \n|Cost\n \n|\nA2\n \n|$102,500\n \n|$ 80,655\n \n|($24\n \n|)\n \n|$80,631\n \n|\nA5\n \n|109,440\n \n|58,677\n \n|6,372\n \n| \n|65,049\n \n|\nB2\n \n|131,938\n \n|91,455\n \n|(24\n \n|)\n \n|91,431\n \n|\nB8\n \n|95,000\n \n|64,962\n \n|(24\n \n|)\n \n|64,938\n \n|\nB9\n \n|162,000\n \n|100,442\n \n|(24\n \n|)\n \n|100,418\n \n|\nB10, B11 1\n \n|225,875\n \n|104,373\n \n|6,510\n \n| \n|110,883\n \n|\n \n| \n|58,108\n \n| \n| \n|58,108\n \n|\nB12, B13 1\n \n|135,000\n \n|34,475\n \n|7,452\n \n| \n|41,927\n \n|\n \n| \n|34,476\n \n|34,476\n \n| \n| \n|\nB18\n \n|106,400\n \n|88,956\n \n|(24\n \n|)\n \n|88,932\n \n|\nC1, C3 1\n \n|600,000\n \n|187,747\n \n|32,488\n \n| \n|220,235\n \n|\n \n| \n|276,542\n \n| \n| \n|276,542\n \n|\nD1\n \n|365,000\n \n|204,947\n \n|19,955\n \n| \n|224,902\n \n|\nD3\n \n|106,745\n \n|61,316\n \n|6,232\n \n| \n|67,548\n \n|\nE3\n \n|147,500\n \n|80,392\n \n|8,320\n \n| \n|88,712\n \n|\nE4\n \n|211,000\n \n|107,636\n \n|11,852\n \n| \n|119,488\n \n|\nE5\n \n|248,000\n \n|59,015\n \n|(100\n \n|)\n \n|58,915\n \n|\nE6, E12 1\n \n| \n|68,265\n \n| \n| \n|68,265\n \n|\n \n|78,300\n \n|36,641\n \n|4,546\n \n| \n|41,187\n \n|\nE17\n \n|105,000\n \n|56,900\n \n|3,287\n \n| \n|60,187\n \n|\nTotal\n \n|2,929,698\n \n|1,855,980\n \n|106,794\n \n| \n|1,962,774\n \n|\n\n\n\n\n*4 The following schedule shows petitioner’s allocation on a square footage basis of the amount paid for the Donlon I stock, plus liabilities of Donlon I assumed, less cash of Donlon I, and less $662,387 allocated to land, to each of the condominium units in buildings A and B.\n \n\n\n\n\nUnit\n \n|Square Feet\n \n|Amount\n \n|\nA1\n \n|1,680\n \n|$ 67,797\n \n|\nA2\n \n|1,680\n \n|67,797\n \n|\nA3\n \n|1,920\n \n|77,482\n \n|\nA4\n \n|1,920\n \n|77,482\n \n|\nA5\n \n|1,920\n \n|77,482\n \n|\nA6\n \n|4,500\n \n|181,599\n \n|\nA7\n \n|1,114\n \n|44,956\n \n|\nA8\n \n|1,103\n \n|44,512\n \n|\nA9\n \n|1,100\n \n|44,391\n \n|\nA10\n \n|1,100\n \n|44,391\n \n|\nA11\n \n|1,999\n \n|80,670\n \n|\nA12\n \n|1,999\n \n|80,670\n \n|\nA13\n \n|1,138\n \n|45,924\n \n|\nA14\n \n|1,150\n \n|46,409\n \n|\nA15\n \n|1,373\n \n|55,408\n \n|\nA16\n \n|2,800\n \n|112,995\n \n|\nA17\n \n|2,000\n \n|80,711\n \n|\nA18\n \n|2,000\n \n|80,711\n \n|\nA19\n \n|2,400\n \n|96,853\n \n|\nA20\n \n|2,400\n \n|96,853\n \n|\nTotal\n \n|37,296\n \n|1,505,093\n \n|\n\n\n\n\n\n\n\n\nUnit\n \n|Square Feet\n \n|Amount\n \n|\nB1\n \n|2,400\n \n|$96,853\n \n|\nB2\n \n|2,400\n \n|96,853\n \n|\nB3\n \n|2,000\n \n|80,711\n \n|\nB4\n \n|2,000\n \n|80,711\n \n|\nB5\n \n|2,800\n \n|112,995\n \n|\nB6\n \n|1,373\n \n|55,408\n \n|\nB7\n \n|1,103\n \n|44,512\n \n|\nB8\n \n|1,103\n \n|44,512\n \n|\nB9\n \n|1,999\n \n|80,670\n \n|\nB10\n \n|1,999\n \n|80,670\n \n|\nB11\n \n|1,138\n \n|45,924\n \n|\nB12\n \n|1,100\n \n|44,391\n \n|\nB13\n \n|1,100\n \n|44,391\n \n|\nB14\n \n|1,150\n \n|46,409\n \n|\nB15\n \n|4,500\n \n|181,599\n \n|\nB16\n \n|2,160\n \n|87,167\n \n|\nB17\n \n|1,920\n \n|77,482\n \n|\nB18\n \n|1,920\n \n|77,482\n \n|\nB19\n \n|2,160\n \n|87,167\n \n|\nB20\n \n|2,160\n \n|87,167\n \n|\nTotal\n \n|38,485\n \n|1,553,074\n \n|\nTotal A and B\n \n|75,781\n \n|3,058,167\n \n|\n\n\n\n\nThe following schedule shows petitioner’s allocation on a square footage basis of the amount paid for the Donlon II stock, plus liabilities of Donlon II assumed, less cash of Donlon II, and less $908,816 allocated to land to each of the condominium units in buildings C, D, and E:\n \n\n\n\n\nUnit\n \n|Square Feet\n \n|Amount\n \n|\nC1\n \n|6,872\n \n|$ 170,332\n \n|\nC2\n \n|3,750\n \n|92,949\n \n|\nC3\n \n|10,122\n \n|250,887\n \n|\nC4\n \n|4,252\n \n|105,392\n \n|\nC5\n \n|863\n \n|21,391\n \n|\nD1\n \n|7,577\n \n|187,806\n \n|\nD2\n \n|8,822\n \n|218,665\n \n|\nD3\n \n|2,053\n \n|50,886\n \n|\nD4\n \n|2,944\n \n|72,971\n \n|\nD5\n \n|5,133\n \n|127,228\n \n|\nD6\n \n|7,266\n \n|180,098\n \n|\nD7\n \n|4,107\n \n|101,798\n \n|\nE1\n \n|3,060\n \n|75,846\n \n|\nE2\n \n|2,544\n \n|63,056\n \n|\nE3\n \n|2,400\n \n|50,487\n \n|\nE4\n \n|3,673\n \n|91,040\n \n|\nE5\n \n|1,148\n \n|28,455\n \n|\nE6\n \n|1,148\n \n|28,455\n \n|\nE7\n \n|1,328\n \n|32,916\n \n|\nE8\n \n|1,238\n \n|30,686\n \n|\nE9\n \n|1,238\n \n|30,686\n \n|\nE10\n \n|2,196\n \n|54,431\n \n|\nE11\n \n|2,196\n \n|54,431\n \n|\nE12\n \n|1,333\n \n|33,040\n \n|\nE13\n \n|1,333\n \n|33,040\n \n|\nE14\n \n|1,333\n \n|33,040\n \n|\nE15\n \n|3,040\n \n|75,351\n \n|\nE16\n \n|1,920\n \n|47,590\n \n|\nE17\n \n|1,920\n \n|47,590\n \n|\nE18\n \n|1,920\n \n|47,590\n \n|\nE19\n \n|1,920\n \n|47,590\n \n|\nUtility\n \n|256\n \n|6,345\n \n|\nTotal\n \n|100,905\n \n|2,492,068\n \n|\n\n\n\n\nOn its tax return for the year ending September 30, 1987, petitioner reported a $119,260 ordinary loss arising from the sale of the 20 condominium units. Petitioner calculated this loss using an adjusted basis in the units sold of $3,048,958. The adjusted basis consisted of the following four components:\n \n\n\n\n\nOriginal land cost\n \n|$ 520,865\n \n|\nConstruction costs & capitalized expenses\n \n|1,855,980\n \n|\nSelling expenses\n \n|106,794\n \n|\nSec. 338 adjustment\n \n|565,319\n \n|\n \n|3,048,958\n \n|\n\n\n\n\n*5 Respondent in the notice of deficiency disallowed all of petitioner’s claimed deductions for basis, but at trial conceded that the construction costs and selling expenses were deductible from the sales prices as basis in the units sold.\n \nOn August 28, 1990, petitioner filed a Certificate of Election to Wind Up and Dissolve and a Certificate of Dissolution with the California secretary of state. Both certificates were stamped ENDORSED FILED by the California secretary of state on October 12, 1990, thereby legally dissolving petitioner.4\n \n\n\nOPINION\nGain or loss on the sale of property is generally recognized to the extent of the difference between the amount realized on the sale and the taxpayer’s adjusted basis in the property. Section 1001.5 In the present case, the parties agree that the amount realized on the sale of the condominium units in 1987 is $2,929,698. The disagreement is as to petitioner’s basis in the units sold.\n \nA taxpayer’s adjusted basis in an asset is the basis determined under the applicable section of the Code.6 One of the sections that may determine a taxpayer’s basis in an asset is section 338. Section 3387 allows a corporation (called the purchasing corporation) that acquires the stock of another corporation (called the target corporation) in a “qualified stock purchase” to elect (section 338 election) to have the target corporation’s assets take a value based on the amount paid by the purchasing corporation for the stock.\n \nSection 338 was added to the Code by section 224(a) of the Tax Equity and Fiscal Responsibility Act of 1982 (TEFRA), Pub.L. 97–248, 96 Stat. 324, 485, which repealed section 334(b)(2). H.Conf.Rept. 97–760, at 536 (1982), 1982–2 C.B. 600, 632; Staff of Joint Comm. on Taxation, General Explanation of the Revenue Provisions of the Tax Equity and Fiscal Responsibility Act of 1982, at 133 (J.Comm.Print 1982).\n \nPrior to TEFRA and the enactment of section 334(b)(2), in certain situations where there was a purchase of stock followed by a prompt liquidation, case law allowed the transaction to be treated as an asset purchase. See Kimbell–Diamond Milling Co. v. Commissioner, 14 T.C. 74 (1950), affd. per curiam 187 F.2d 718 (5th Cir.1951); H.Conf.Rept. 97–760, at 535 (1982), 1982–2 C.B. 600, 631–632. Section 334(b)(2) was enacted as part of the Internal Revenue Code of 1954, ch. 736, 68A Stat. 3, 105. Section 334(b)(2) reflected the result in the Kimbell–Diamond case. H.Rept. 1337, 83d Cong., 2d Sess. 38, A109 (1954); S.Rept. 1622, 83d Cong., 2d Sess. 48 (1954); H.Conf.Rept. 2543, 83d Cong., 2d Sess. 36 (1954). According to section 334(b)(2), as in existence prior to TEFRA,8 if one corporation purchased an 80–percent controlling stock interest in another corporation within a 12–month period and liquidated the latter corporation under a plan of liquidation adopted within 2 years after the qualifying stock purchase, the transaction was treated as a purchase of stock to acquire assets. As a result, section 334(b)(2) allowed, with certain adjustments, the acquiring corporation to receive a basis in the “purchased” assets based on the amount it paid for the stock. While the transaction was generally tax free to the subsidiary, its liquidation did trigger recapture of depreciation and recapture of investment credit. Also, the subsidiary’s tax attributes, including loss carryovers, were terminated. Yet, because the plan of liquidation could be adopted within a 2–year period following the purchase and the liquidation was allowed to take as long as 3 years, these attributes could be kept for a period as long as 5 years. S.Rept. 97–494 (Vol. 1), at 191–192 (1982). The Senate report states that section 334(b)(2) was inconsistent in permitting a continuation of the acquired corporation’s tax attributes up to 5 years after a stock purchase while also treating the transaction as an asset purchase. Id. at 192. The provisions of section 338 were intended to remove this inconsistency.\n \n*6 When a section 338 election is made, the target corporation is treated as having sold “all of its assets at the close of the acquisition date at fair market value in a single transaction to which section 337 applies”.9 Except for gain or loss attributable to stock held by the minority shareholders, gain or loss will not be recognized to the target corporation under section 337. The target corporation is treated as a new corporation that purchased the assets on the day following the acquisition date of the stock. H.Conf.Rept. 97–760, at 539 (1982), 1982–2 C.B. 600, 634; Staff of Joint Comm. on Taxation, General Explanation of the Revenue Provisions of the Tax Equity and Fiscal Responsibility Act of 1982, at 133 (J.Comm.Print 1982); see also Bittker & Eustice, Federal Income Taxation of Corporations and Shareholders, par. 11.46.2, at 11–62 (5th ed. 1987).\n \nSection 338 requires for a valid election that several requirements be met. There must have been a qualified stock purchase. Sec. 338(a). A qualified stock purchase is defined as any transaction or a series of transactions which takes place during a 12–month period in which the purchasing corporation acquires 80 percent of the stock of the target corporation. Sec. 338(d)(3). Since Simi acquired all of the stock of Donlon I and Donlon II during the stock purchases, they were qualified stock purchases, and respondent does not question that there were qualified stock purchases in this case.\n \nThe section 338 election must be made by the 15th day of the 9th month after the acquisition date. Sec. 338(g)(1). As to the Donlon I purchase, the acquisition date was September 30, 1984, and the Donlon I election was made on December 3, 1984. As to the Donlon II purchase, the acquisition date was December 24, 1984, and the Donlon II election was made on February 14, 1985. Thus, both the Donlon I and Donlon II elections were timely. A section 338 election must be made in the manner prescribed by regulations established by the Secretary. Sec. 338(g)(2). No final regulations have been issued, but the Secretary promulgated temporary regulations at section 5f.338–1, Temporary Income Tax Regs., 49 Fed.Reg. 4722 (Feb. 8, 1984), later redesignated as section 1.338–1T, Temporary Income Tax Regs., 49 Fed.Reg. 35088 (Sept. 6, 1984). Respondent does not argue that petitioner did not follow the proper procedures for making the elections.\n \nWhen a section 338 election is made, the target corporation can adjust its basis in its assets. Section 338(b) sets forth the framework for determining the aggregate amount of the target’s deemed purchase price of its assets, which is referred to as the adjusted grossed-up basis (AGUB), and for allocating this amount among the target’s assets to get the target’s new basis in its assets. The amount of the AGUB depends on the amount of stock purchased in the qualified stock purchase and the amount paid for the stock. Where all the stock of the target corporation is purchased, the AGUB will equal, with certain adjustments, the amount paid by the purchasing corporation for the stock of the target corporation. Sec. 338(b)(1) and (2). One of the adjustments is that the liabilities assumed by the purchasing corporation are added to the cost of the stock and the cash of the target corporation is subtracted. These two adjustments and only these two are applicable in this case.\n \n*7 The AGUB is to be allocated to the individual assets in accordance with the regulations. Sec. 338(b)(5). At the time of the section 338 elections here involved, the Secretary had not promulgated regulations on the allocation of the AGUB, and even now only temporary regulations have been issued.\n \nSince at the time of the section 338 elections no regulations existed as to how to allocate AGUB, petitioner attempted to use the regulations under section 334(b)(2). Section 338 does not require that the target corporation be liquidated and therefore adjusts the basis of the target’s assets, whereas section 334(b)(2) applies only when the target corporation is liquidated and therefore deals with the basis of the assets to the purchasing corporation. According to the section 334(b)(2) regulations, the basis of the property received by a purchasing corporation in a liquidation of the target corporation is the purchasing corporation’s adjusted basis in the target corporation’s stock, with certain adjustments. Sec. 1.334–1(c), Income Tax Regs; see also R.M. Smith, Inc. v. Commissioner, 69 T.C. 317, 320 (1977), affd. 591 F.2d 248 (3d Cir.1979). The purchasing corporation’s adjusted basis in the target corporation’s stock is reduced by the amount of cash and its equivalent received and increased by the amount of liabilities assumed during the liquidation. Sec. 1.334–1(c)(4)(v), Income Tax Regs. This basis is then allocated to the assets the acquiring corporation received in the liquidation (except cash and its equivalent) both tangible and intangible, ordinarily according to the relative fair market value of each such asset on the date received by the purchasing corporation to determine the basis of each asset received. Sec. 1.334–1(c)(4)(viii), Income Tax Regs.\n \nOn January 29, 1986, the Secretary published section 1.338(b)–2T, Temporary Income Tax Regs., 51 Fed.Reg. 3591 (Jan. 29, 1986), which deals with the allocation of AGUB. The preamble of the temporary regulations, 51 Fed.Reg. 3583, states that it applies to stock acquisitions made after August 31, 1982. Section 1.338–1T(c)(1), Temporary Income Tax Regs., 51 Fed.Reg. 17929 (May 16, 1986), originally issued as section 5f.338–1, Temporary Income Tax Regs., 47 Fed.Reg. 52433 (Nov. 22, 1982), extends the period for electing section 338 treatment until July 15, 1986, for any qualifying stock purchase that took place after August 31, 1982. See also Announcement 86–31, 1986–12 I.R.B. 25 (Mar. 24, 1986).\n \nThe temporary regulations divide the assets of the target into four classes. Class I consists of such items as cash and demand deposits. Sec. 1.338(b)–2T(b)(1), Temporary Income Tax Regs., 51 Fed.Reg. 3591 (Jan. 29, 1986). Class II is comprised of items such as certificates of deposit and U.S. Government securities. Sec. 1.338(b)–2T(b)(2)(ii), Temporary Income Tax Regs., 51 Fed.Reg. 3591 (Jan. 29, 1986). Class III includes the remaining assets, except for class IV assets. Sec. 1.338(b)–2T(b)(2)(iii), Temporary Income Tax Regs., 51 Fed.Reg. 3591 (Jan. 29, 1986). Class IV assets are intangible assets in the nature of goodwill and going-concern value. Sec. 1.338(b)–2T(b)(2)(iv), Temporary Income Tax Regs., 51 Fed.Reg. 3591 (Jan. 29, 1986).\n \n*8 According to section 1.338(b)–2T(b), Temporary Income Tax Regs., 51 Fed.Reg. 3591 (Jan. 29, 1986), the general rule is that AGUB is first reduced by the amount of class I assets. The remaining amount of AGUB is allocated first to class II assets, then to class III assets, and finally to class IV assets. The allocation of the AGUB is based upon the ratio of the fair market value of each asset other than cash to total fair market value of all assets applied to the AGUB. Sec. 1.338(b)–2T(b)(2)(i), Temporary Income Tax Regs., 51 Fed.Reg. 3591 (Jan. 29, 1986). The amount of AGUB allocated to any asset, other than class IV assets, may not exceed the asset’s fair market value as of the beginning of the day after the acquisition date. Sec. 1.338(b)–2T(c)(1), Temporary Income Tax Regs., 51 Fed.Reg. 3591 (Jan. 29, 1986).\n \nThus, the approach under the section 334(b)(2) regulations for allocating basis to the various assets is very similar to the allocation under the section 338 temporary regulations. The major difference is that under the section 338 temporary regulations assets received are divided into four stated categories, whereas under the section 334(b)(2) regulations, assets received were divided into two stated categories: Cash (or cash equivalents) and other assets. However, under both sets of regulations, the amount of cash is subtracted from the amount paid for the stock plus liabilities assumed in arriving at the amount to be allocated as the basis of the other assets. Under both regulations this amount is the basis of all other assets of the target corporation.\n \nAfter examination of both sets of regulations, we conclude that the result obtained in the present case by a proper use of the section 334(b)(2) regulations would be the same as the result that would be obtained using the section 338 temporary regulations. Although respondent makes some argument that Donlon I and Donlon II each had some going-concern value to which a portion of the AGUB should be allocated, the evidence supports petitioner’s position that there was no going-concern value. This in effect was the testimony of an officer of petitioner and petitioner’s expert witness. The nature of the operation, which was to build and sell specific condominiums, also supports this view. Therefore, the only assets of Donlon I and Donlon II at the time its stock was purchased and its liabilities assumed were cash, the land, and partially completed buildings. Under the section 338 regulations the cash is a class I asset, and the land and partially completed buildings are class III assets. Since there are no other assets, under either regulation, the allocation is the same.\n \nUnder either regulation it is necessary to decide the proper amount of the allocations of the AGUB to the land and to the buildings as well as to the individual condominium units. If we had a proper valuation of the partially constructed buildings as well as the land, we could make the allocation on the relative fair market values as the temporary regulations require. However, we do not have a valuation of the partially completed buildings.\n \n*9 To determine the fair market value of the assets of Donlon I and Donlon II, petitioner relies on the expert reports made in connection with obtaining construction loans. While the evidence is sufficient for us to accept the Epstein report as showing the fair market value of the land and each report as showing the fair market value of the completed buildings as of the date of such report, completed buildings were not the assets held by Donlon I and Donlon II when the stock was purchased. The parties have stipulated that the Donlon I buildings were nearly complete and the Donlon II buildings were in the process of construction when the stock was purchased. There is no showing of how much remained to be done on the Donlon I buildings, and the inference is that much work remained to be done on the Donlon II buildings.\n \nTherefore, if we accepted petitioner’s contention that even though the Donlon I stock was purchased a year after the valuation date of the Epstein report and the Donlon II stock was purchased a few months prior to the valuation date of the Home Federal report, the values of the land as of the dates of the stock purchases were the same as shown in these reports, we would be unable to use the report’s appraisals as to the buildings since they value completed buildings.\n \nThe parties are not in agreement as to when the purchase of the Donlon II stock took place. The parties stipulated that all the stock of Donlon II was purchased on November 19, 1984. Although the agreement to purchase the Donlon II stock was entered into on November 19, 1984, the record is clear that the actual sale of the stock purchased by Simi was on December 24, 1984. Where, as here, a fact stipulated is clearly contrary to the facts in the record, we are not bound by the stipulation. Jasionowski v. Commissioner, 66 T.C. 312, 318 (1976); see also Rule 91(e). We therefore conclude that the purchase of the Donlon II stock took place on December 24, 1984.\n \nSince the stock purchases in this case are accepted by both parties as being arm’s-length purchases, we conclude that the amount paid for the stock plus the liabilities assumed represent the fair market value of all the assets received. See Banc One Corp. v. Commissioner, 84 T.C. 476, 503 (1985), affd. without published opinion 815 F.2d 75 (6th Cir.1987), pointing out that generally in an arm’s-length purchase the purchase price can be assumed to be the fair market value of the assets acquired.\n \nWe accept the $3.70–a–square–foot value of the land set forth in the Epstein report. We also accept Mr. Epstein’s expert testimony that the $3.70–a–square–foot land value had not appreciably changed from the date to which his report applied throughout the year 1984. We therefore conclude that the amount paid for the stock of Donlon I plus the liabilities assumed less the cash received less $3.70 a square foot for the land is the value at the date of purchase of the Donlon I stock, of the buildings in their incomplete state. This assumption is warranted since we have concluded that other than cash, the land and partially completed buildings were the only assets of Donlon I at the date of the purchase. We make the same assumption as to the Donlon II assets using for Donlon II also a land value of $3.70 a square foot.\n \n*10 However, petitioner did not merely allocate the AGUB consisting of the amount paid for the stock plus the liabilities assumed less the cash to the assets other than cash consisting of the land and partially completed building, but attempted to increase the amount by a so-called deemed gain. While the evidence does not explain the exact computation of this deemed gain, we would not accept the method as showing the basis of the assets of Donlon I and Donlon II at the time the stock was purchased or the day following the purchases even if the computation had been explained. Section 338 states that the assets shall be deemed to have been purchased for an amount equal to “the grossed-up basis” of the purchasing corporation’s “purchased stock”. Sec. 338(b)(1)(A). This grossed-up basis is the amount paid for the stock plus the liabilities of the target corporation assumed in this case. Sec. 338(b)(2). Clearly from the statute, as well as the regulations under section 334(b) and the temporary regulations under section 338, the purchase price to be allocated among the assets other than cash in this case is the cost of the stock plus the liabilities assumed: The cash held by the target corporation is subtracted since cash requires no valuation. The remainder is allocated among the assets of the target corporation other than cash.\n \nIn our view also, it appears improper to allocate the land values on a basis of the square footage of the condominiums sold. The California statute with respect to condominiums10 provides that each condominium owner holds an equal undivided interest in the condominium land unless there is a provision in the condominium agreement to the contrary. There is no showing in this record of any agreement with respect to ownership of land, and we therefore assume that the sale of each condominium unit carried an equal undivided interest in the land. The record here shows that the land parcel A on which building A was constructed contained 108,595 square feet, for which we have accepted a fair market value of $3.70 a square foot, making a total of $401,801.50 as the fair market value of the land on which building A was built. The record shows that building A contained 20 units, and on this basis, one-twentieth of the fair market value of the land should be allocated to each building A unit sold. The record shows that the parcel B land on which building B was built was 99,883 square feet, and based on $3.70 a square foot, the total value would be $369,567.10. Building B also contained 20 units, so each unit in building B which was sold should be allocated a fair market land value of one-twentieth of the $369,567.10.\n \nThe square footage of the total land on which buildings C, D, and E were constructed was 249,164 square feet. The record does not show the breakdown of this square footage to the separate parcels C, D, and E. The Home Federal report showed the total value of this land to be $1,246,000, purportedly based on $5 a square foot. However, the preparer of the Home Federal report was not called as a witness, and the expert witness offered by petitioner effectively testified that the $3.70–a–square–foot land value used in his report as of November 1, 1983, would also be the land values throughout the year 1984. Therefore, based on this expert’s testimony, we use a land value of $3.70 a square foot for the 249,164 square feet in parcels C, D, and E, making a total land value of these parcels of $921,907 as of the date of the purchase of the Donlon II stock. The record shows that building C contained 5 units, building D contained 7 units, and building E contained 19 units, making a total of 31 units. Therefore, the land value of each condominium unit in building C, D, and E as of the date of the purchase of the Donlon II stock would be one thirty-first of the $921,907.\n \n*11 Although we do not follow petitioner’s computation, the statement continues to be made by petitioner that the allocation of the total value of the buildings purchased should be on the basis of square footage. Even though the buildings were not complete at the time of the purchase, the plans were drawn and construction was under way. We therefore accept an allocation of the portion of the AGUB of Donlon I less the cash, to the extent not allocable to land, to the various units sold in buildings A and B based on square footage. We also apply this same square footage allocation of the Donlon II AGUB to the condominium units sold in buildings C, D, and E. We have included in our findings the computations in this regard as made by petitioner. However, petitioner in making the computations used an improper land value, and it will be necessary that new computations be made. The square footage shown in the computations as set forth in our findings is the agreed square footage to be used in prorating the balance of the AGUB, less the cash, minus the land value to the various units, including those sold. When the land value as we have stated it should be determined for each unit is added to the computed condominium value without the land, the result is the basis in the condominium as of the purchase date of the stock or the day after the purchase date of the stock of Donlon I and of Donlon II. As petitioner argues, this amount should be increased by the pro rata construction costs incurred after the stock purchases allocable to each condominium unit sold and also increased by selling costs of each unit sold. We have attempted to find from this record the construction costs after the sale of the Donlon I stock and after the sale of the Donlon II stock so that these costs could be apportioned to the various units, but there is nothing in this record to show these figures. However, the selling costs of the various units are shown in the record and to the basis of each unit computed as we have stated, selling costs should be added.\n \nRespondent has conceded that petitioner had a basis in the condominium units sold of the agreed construction costs, plus the selling costs, which we have set forth in our findings. So far as this record shows, the agreed construction costs are the costs of construction to the date of completion. Since we do not have the appropriate amount of construction costs paid with respect to the condominium units after the acquisition of the Donlon I and Donlon II stock, we conclude that if the construction costs plus selling costs plus the allocable portion of the land costs result in a higher basis than the basis determined as set forth above, petitioner should be entitled to use that higher basis. This can be determined by the parties under Rule 155.\n \nNegligence is the failure to use due care or to do that which a reasonable and ordinarily prudent person would do in a similar situation. Allen v. Commissioner, 925 F.2d 348, 353 (9th Cir.1991), affg. 92 T.C. 1 (1989). Petitioner has the burden of proving that the additions to tax under section 6653(a) do not apply. Rule 142(a); Hall v. Commissioner, 729 F.2d 632, 635 (9th Cir.1984), affg. T.C.Memo. 1982–337.\n \n*12 Based on this record, we conclude that the underpayment was not due to negligence, and therefore petitioner is not liable for the additions to tax under section 6653(a)(1)(A) and (B). There was enough uncertainty and confusion as to how to calculate and allocate the AGUB under section 338 at the time of the election made by petitioner to justify a conclusion that petitioner’s mistake was not due to negligence. See Yelencsics v. Commissioner, 74 T.C. 1513, 1533 (1980); Wofford v. Commissioner, 5 T.C. 1152, 1166–1167 (1945).\n \nThe record indicates that petitioner’s accountant, Mr. Hokyo, prepared schedules outlining the calculation of AGUB. Petitioner’s 1987 tax return was prepared by Mr. Hokyo’s accounting firm. In prior cases, we have held that reasonable reliance on experts for complicated problems suffices to avoid the addition to tax for negligence. Industrial Valley Bank & Trust Co. v. Commissioner, 66 T.C. 272, 283 (1976); Conlorez Corp. v. Commissioner, 51 T.C. 467, 475 (1968); Woodbury v. Commissioner, 49 T.C. 180, 200 (1967).\n \nAlso, the fact that the regulations on AGUB had not been issued is important. Allocation of the AGUB is a complex matter, and petitioner had no guidance or clear references on how to properly calculate and allocate the AGUB. The fact that the Commissioner has prevailed to some extent as to this issue does not require a conclusion of negligence or intentional disregard of the rules and regulations by petitioner. So, even though we have found a deficiency in petitioner’s income tax for the 1987 tax year, we do not consider this deficiency to have resulted from negligence or intentional disregard of the rules and regulations. See Moorman v. Commissioner, 26 T.C. 666, 680 (1956). Under the circumstances, we conclude that petitioner is not liable for the additions to tax for negligence under section 6653(a).\n \nSection 6661(a) imposes an addition to tax equal to 25 percent of the amount of any underpayment attributable to a substantial understatement of income tax. An understatement is defined as the tax required to be shown on the return less the tax actually shown on the return, reduced by any rebates. Sec. 6661(b)(2). An understatement is substantial if it exceeds the greater of 10 percent of the tax required to be shown on the return or $10,000. Sec. 6661(b)(1).\n \nHowever, section 6661(c) provides that the Secretary may waive all or part of the addition to tax under section 6661 if the taxpayer shows (1) there was reasonable cause for the understatement, and (2) the taxpayer acted in good faith. The denial of a waiver by the Secretary is reviewable by this Court on an abuse-of-discretion basis. Mailman v. Commissioner, 91 T.C. 1079, 1083 (1988).\n \nReliance on the advice of a professional (such as an accountant or an attorney) constitutes a showing of reasonable cause and good faith under section 6661(c) if, “under all the circumstances, such reliance was reasonable and the taxpayer acted in good faith.” Sec. 1.6661–6(b), Income Tax Regs. An appeal in this case will be to the Court of Appeals for the Ninth Circuit. In Vorsheck v. Commissioner, 933 F.2d 757 (9th Cir.1991), affg. in part and revg. in part an Oral Opinion of this Court, the Court of Appeals held that the Commissioner abused her discretion in failing to waive the addition to tax under section 6661 based on a record that showed the taxpayers acted as ordinary prudent persons and their reliance on the advice of their accountant was reasonable and in good faith. In this case, following the holding of Vorsheck v. Commissioner, supra, we conclude that petitioner is not liable for the addition to tax under section 6661(a). Golsen v. Commissioner, 54 T.C. 742 (1970), affd. on another issue 445 F.2d 985 (10th Cir.1971).11\n \n*13 Decision will be entered under Rule 155.\n \nAll Citations\nT.C. Memo. 1993-374, 1993 WL 317249, 66 T.C.M. (CCH) 442, T.C.M. (RIA) 93,374, 1993 RIA TC Memo 93,374\n\n\n\nFootnotes\n|\n1\n|50 percent of the interest due on the full deficiency.\n|\n1\n|Sold as one unit.\n|\n1\n|All section references are to the Internal Revenue Code in effect for the year in issue, and all Rule references are to the Tax Court Rules of Practice and Procedure, unless otherwise indicated.\n|\n2\n|The adjusted basis calculation is as follows:\n\nBuilding A\n|$1,092,853.69\n|Building B\n|1,091,815.51\n|Land A\n|395,402.67\n|Land B\n|395,402.67\n| \n|2,975,474.54\n||\n3\n|The adjusted basis calculation is as follows:\n\nBuilding C\n|$ 298,202.82\n|Building D\n|489,552.96\n|Building E\n|542,912.76\n|Parcel C\n|214,909.55\n|Parcel D\n|352,812.24\n|Parcel E\n|391,267.72\n| \n|2,289,658.05\n||\n4\n|Respondent does not question that petitioner may properly prosecute this action. See Rule 60(c); Cal.Corp.Code sec. 2010(a) (West Supp.1992).\n|\n5\n|SEC. 1001. DETERMINATION OF AMOUNT OF AND RECOGNITION OF GAIN OR LOSS.\n(a) Computation of Gain or Loss.—The gain from the sale or other disposition of property shall be the excess of the amount realized therefrom over the adjusted basis provided in section 1011 for determining gain, and the loss shall be the excess of the adjusted basis provided in such section for determining loss over the amount realized.\n\t\n​\n(c) Recognition of Gain or Loss.—Except as otherwise provided in this subtitle, the entire amount of the gain or loss, determined under this section, on the sale or exchange of property shall be recognized.\n|\n6\n|SEC. 1011. ADJUSTED BASIS FOR DETERMINING GAIN OR LOSS.\n(a) General Rule.—The adjusted basis for determining the gain or loss from the sale or other disposition of property, whenever acquired, shall be the basis (determined under section 1012 or other applicable sections of this subchapter and subchapters C * * *, adjusted as provided in section 1016.\n|\n7\n|SEC. 338. CERTAIN STOCK PURCHASES TREATED AS ASSET ACQUISITIONS.\n(a) General Rule.—For purposes of this subtitle, if a purchasing corporation makes an election under this section * * *, then, in the case of any qualified stock purchase, the target corporation—\n(1) shall be treated as having sold all of its assets at the close of the acquisition date at fair market value in a single transaction to which section 337 applies, and\n(2) shall be treated as a new corporation which purchased all of the assets referred to in paragraph (1) as of the beginning of the day after the acquisition date.\n(b) Basis of Assets After Deemed Purchase.—\n(1) In General.—For purposes of subsection (a), the assets of the target corporation shall be treated as purchased for an amount equal to the sum of—\n(A) the grossed-up basis of the purchasing corporation’s recently purchased stock, and\n(B) the basis of the purchasing corporation’s nonrecently purchased stock.\n(2) Adjustment for Liabilities and Other Relevant Items.—The amount described in paragraph (1) shall be adjusted under regulations prescribed by the Secretary for liabilities of the target corporation and other relevant items.\n\t\n​\n(5) Allocation Among Assets.—The amount determined under paragraphs (1) and (2) shall be allocated among the assets of the target corporation under regulations prescribed by the Secretary.\n\t\n​\n(g) Election.—\n(1) When Made.—Except as otherwise provided in regulations, an election under this section shall be made not later than the 15th day of the 9th month, beginning after the month in which the acquisition date occurs.\n(2) Manner.—An election by the purchasing corporation under this section shall be made in such manner as the Secretary shall by regulations prescribe.\n(3) Election Irrevocable.—An election by a purchasing corporation under this section, once made, shall be irrevocable.\n|\n8\n|SEC. 334. BASIS OF PROPERTY RECEIVED IN LIQUIDATIONS.\n\t\n​\n(b) Liquidation of Subsidiary.—\n\t\n​\n(2) Exception.—If property is received by a corporation in a distribution in complete liquidation of another corporation * * *, and if—\n(A) the distribution is pursuant to a plan of liquidation adopted not more than 2 years after the date of the transaction described in subparagraph (B) * * *; and\n(B) stock of the distributing corporation possessing at least 80 percent of the total combined voting power of all classes of stock entitled to vote, and at least 80 percent of the total number of shares of all other classes of stock (except nonvoting stock which is limited and preferred as to dividends), was acquired by the distributee by purchase * * * during a 12–month period * * *\n\t\n​\nthen the basis of the property in the hands of the distributee shall be the adjusted basis of the stock with respect to which the distribution was made. For purposes of the preceding sentence, under regulations prescribed by the Secretary, proper adjustment in the adjusted basis of any stock shall be made for any distribution made to the distributee with respect to such stock before the adoption of the plan of liquidation, for any money received, for any liabilities assumed or subject to which the property was received, and for other items.\n|\n9\n|Sec. 631 of the Tax Reform Act of 1986, Pub.L. 99–514, 100 Stat. 2085, 2269, amended secs. 337 and 338(a) so that sec. 337 is no longer applicable to a sec. 338 election. This amendment is applicable to sec. 338 transactions with an acquisition date after Dec. 31, 1986. Tax Reform Act of 1986, Pub.L. 99–514, sec. 633(a)(2), 100 Stat. 2085, 2277. Since the acquisition date in the present case was in 1984, the amendments to sec. 338 in the Tax Reform Act of 1986 are not applicable.\n|\n10\n|Cal.Civ.Code sec. 1362 (West Supp.1993) states:\nSec. 1362. Ownership of common areas.\nUnless the declaration otherwise provides, in a condominium project, or in a planned development in which the common areas are owned by the owners of the separate interests, the common areas are owned as tenants in common, in equal shares, one for each unit or lot.\n|\n11\n|See also Erhard v. Commissioner, T.C.Memo. 1992–376.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}