{
    "Background": "\n\n\n\n124 T.C. 1\nUnited States Tax Court.\nGARBER INDUSTRIES HOLDING CO., INC., Petitioner\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent\nNo. 10871–01.\n|\nJan. 25, 2005.\nSynopsis\nBackground: Closely held corporation that was parent of affiliated group filing consolidated federal income tax returns petitioned of review of IRS’s reduction of net operating loss (NOL) deduction that corporation claimed on return it filed for year in which one shareholder purchased all of his sibling’s shares, which purchase resulted in more than 50% increase in purchasing sibling’s percentage ownership of corporation.\n \nHoldings: The Tax Court, Halpern, J., held that:\n \n[1] statute providing that “individual” and all members of his family are treated as one individual for purposes of NOL limitation upon ownership change, applies solely from perspective of individuals who are shareholders of loss corporation, and\n \n[2] siblings were not treated as one individual for purposes of determining applicability of loss limitation.\n \nDecision for IRS.\n \n\n\nWest Headnotes (4)\n\n\n[1]\n|Internal RevenueCarryover of losses or other deductions\n|\n|In applying statutory scheme which limits amount of “pre-change losses” that corporation (“loss corporation”) may use to offset taxable income in taxable years or periods following ownership change, and which deems ownership change to have occurred if aggregate percentage ownership interest of one or more 5% shareholders of loss corporation is more than 50% greater than lowest percentage ownership interest of such shareholder(s) during testing period, related statute which provides that “individual” and all members of his family, i.e., his spouse, children, grandchildren, and parents, are treated as one individual applies solely from perspective of individuals who are shareholders of loss corporation. 26 U.S.C.A. § 382(a), (g)(1), (g)(2), (i), (1)(3)(A)(i).\n\n|\n\n\n[2]\n|StatutesAbsence of Ambiguity;  Application of Clear or Unambiguous Statute or Language\nStatutesExtrinsic Aids to Construction\nStatutesPlain, literal, or clear meaning;  ambiguity\n|\n|As a general matter, if the language of a statute is unambiguous on its face, courts apply the statute in accordance with its terms, without resort to extrinsic interpretive aids such as legislative history.\n4 Cases that cite this headnote\n|\n\n\n[3]\n|StatutesPlain Language;  Plain, Ordinary, or Common Meaning\nStatutesContext\n|\n|The court’s initial inquiry in construing a statute is whether the language is so plain as to permit only one reasonable interpretation insofar as the question presented in the case before the court is concerned; that threshold determination must be made with reference to the context in which such language appears.\n1 Case that cites this headnote\n|\n\n\n[4]\n|Internal RevenueCarryover of losses or other deductions\n|\n|Sibling’s purchase of all of his sibling’s shares in closely held corporation that was parent of affiliated group, thereby increasing purchasing sibling’s percentage ownership of corporation by more than 50%, resulted in “ownership change” within meaning of statutory scheme that limited amount of “pre-change losses” that corporation could use to offset taxable income in taxable years or periods following ownership change; since siblings were not children or grandchildren of individual shareholder of corporation at any relevant time, they were not aggregated, i.e., were not treated as one individual, for purposes of determining applicability of loss limitation. 26 U.S.C.A. § 382(a), (g)(1), (g)(2), (1)(3)(A)(i).\n\n|\n\n\n\n*1 P, a closely held corporation, is the parent of an affiliated group that files consolidated Federal income tax returns. In April 1998, A sold all of his P shares to his brother, B. As a result of that sale, B’s percentage ownership of P increased by more than 50 percentage points.\n \nOn its consolidated income tax return for 1998, P claimed a net operating loss (NOL) deduction of $808,935 for regular tax purposes and $735,783 for alternative minimum tax (AMT) purposes. R determined that the 1998 transaction between A and B resulted in an ownership change with respect to P within the meaning of sec. 382(g), I.R.C. In accordance with sec. 382(b), I.R.C., R reduced P’s 1998 NOL deduction, for both regular tax and AMT purposes, to $121,258.\n \n1. Held: Sec. 382(1)(3)(A)(i), I.R.C., which provides that an “individual” and all members of his family described in sec. 318(a)(1), I.R.C. (i.e., his spouse, children, grandchildren, and parents) are treated as one individual for purposes of applying sec. 382, applies solely from the perspective of individuals who are shareholders (as determined under applicable attribution rules) of the loss corporation.\n \n2. Held, further, A and B are not treated as one individual under sec. 382(1)(3)(A)(i), I.R.C.\n \n3. Held, further, A’s sale of his P shares to B resulted in an ownership change with respect to P within the meaning of sec. 382(g), I.R.C.\n \nAttorneys and Law Firms\n*2 George W. Connelly, Jr., Linda S. Paine, and Phyllis A. Guillory, for petitioner.\nSusan K. Greene and Marilyn S. Ames, for respondent.\nOpinion\n\nHALPERN, J.\n\nBy notice of deficiency dated June 21, 2001, respondent determined deficiencies in petitioner’s Federal income taxes for petitioner’s 1997 and 1998 taxable (calendar) years in the amounts of $4,916 and $301,835, respectively. The parties have settled all issues save one, leaving for our decision only the question of whether a 1998 stock sale between siblings that increased one sibling’s percentage ownership of petitioner by more than 50 percentage points resulted in an ownership change for purposes of section 382, triggering that section’s limitation on net operating loss (NOL) carryovers.1 That issue turns on the interpretation of section 382(1)(3)(A)(i), a matter of first impression for this Court.\n \nUnless otherwise indicated, all section references are to the Internal Revenue Code in effect for 1998, and all Rule references are to the Tax Court Rules of Practice and Procedure. For the sake of convenience, all percentages are rounded to the nearest full percent.\n \n\n\nFINDINGS OF FACT\nThe parties submitted this case fully stipulated pursuant to Rule 122. The stipulation of facts, stipulation of settled issues, and accompanying exhibits are incorporated herein by this reference. At the time the petition was filed, petitioner’s mailing address was in Lafayette, Louisiana.\n \nAt the time of petitioner’s incorporation in December 1982, Charles M. Garber, Sr. (Charles), and his brother, Kenneth R. Garber, Sr. (Kenneth) (collectively, sometimes, the Garber brothers), owned 68 percent and 26 percent, respectively, of petitioner’s common stock. The spouses, children, and other siblings of the Garber brothers owned the remaining shares of such stock. The Garber brothers’ parents, who are deceased, never owned any of petitioner’s stock.\n \n*3 On or about July 10, 1996, petitioner underwent a reorganization described in section 368(a)(1)(D) (the reorganization). Pursuant to the reorganization, petitioner canceled Charles’s original stock certificate for 3,492.85 shares and issued a new certificate to him for 386 shares. As a result, Charles’s percentage ownership of petitioner decreased from 68 percent to 19 percent, and Kenneth’s percentage ownership of petitioner increased from 26 percent to 65 percent.2\n \nOn April 1, 1998, Kenneth sold all of his shares in petitioner to Charles (the 1998 transaction). As a result of the 1998 transaction, Charles’s percentage ownership of petitioner increased from 19 percent to 84 percent.\n \nOn its 1998 consolidated Federal income tax return, petitioner claimed an NOL deduction in the amount of $808,935 for regular tax purposes and $728,041 for alternative minimum tax (AMT) purposes. As one of the adjustments giving rise to the deficiencies here in question, respondent adjusted the amount of petitioner’s 1998 NOL deduction, for both regular tax and AMT purposes, to $121,258 pursuant to section 382(b). Petitioner assigns error to that adjustment.\n \n\n\nOPINION\n\nI. Substantive Law\nA. Overview of Section 382\nSection 382(a) limits the amount of “pre-change losses” that a corporation (referred to as a loss corporation) may use to offset taxable income in the taxable years or periods following an ownership change.3 “Pre-change losses” include NOL carryovers to the taxable year in which the ownership change occurs and any NOL incurred during that taxable year to the extent such NOL is allocable to the portion of the year ending on the date of the ownership change.4 Sec. 382(d)(1). An ownership change is deemed to have occurred if, on a required measurement date (a testing date), the aggregate percentage ownership interest of one or more 5–percent *4 shareholders of the loss corporation is more than 50 percentage points greater than the lowest percentage ownership interest of such shareholder(s) during the (generally) 3–year period immediately preceding such testing date (the testing period). Sec. 382(g)(1) and (2), (i); sec. 1.382–2(a)(4), Income Tax Regs.\n \n\n\nB. Determining Stock Ownership for Purposes of Section 382\nSection 382(1)(3)(A) provides that, with certain exceptions, the constructive ownership rules of section 318 apply in determining stock ownership. Under the first of those exceptions, set forth in section 382(1)(3)(A)(i), the family attribution rules of section 318(a)(1) and (5)(B) do not apply;5 instead, an individual and all members of his family described in section 318(a)(1) (spouse, children, grandchildren, and parents) are treated as one individual.\n \n\n\nC. Regulations\nThe family aggregation rule of section 382(1)(3)(A)(i) is further addressed in section 1.382–2T(h)(6), Temporary Income Tax Regs., 52 Fed.Reg. 29686 (Aug. 11, 1987). Paragraph (h)(6)(ii) of that section repeats the general rule that, for purposes of section 382, an individual and all members of his family described in section 318(a)(1) are treated as one individual.6 Paragraph (h)(6)(iv) provides further that, if an individual may be treated as a member of more than one family under paragraph (h)(6)(ii), such individual will be treated as a member of the family with the smallest increase in percentage ownership (to the exclusion of all other families).\n \n\n\n*5 II. Arguments of the Parties\n\nA. Petitioner’s Argument\nPetitioner argues that, although siblings are not family members described in section 318(a)(1), Charles and Kenneth are nonetheless members of the same family when such determination is made by reference to their parents and grandparents. That is, as sons, they are both members of each family consisting of a parent and that parent’s family members described in section 318(a)(1). Similarly, as grandsons, they are both members of each family consisting of a grandparent and that grandparent’s family members described in section 318(a)(1). Accordingly, petitioner argues, Charles and Kenneth are treated as one individual under section 382(1)(3)(A)(i), with the result that transactions between them are disregarded for purposes of section 382.\n \n\n\nB. Respondent’s Argument\nRespondent maintains that the family aggregation rule applies solely with reference to living individuals. Under that view, inasmuch as none of the parents and grandparents of the Garber brothers was alive at the commencement of the 3–year testing period immediately preceding the 1998 transaction, from that point forward there was no individual, within the meaning of section 382(1)(3)(A)(i), whose family members (as described in section 318(a)(1)) included both Charles and Kenneth. It follows, respondent argues, that Charles and Kenneth are not treated as one individual for purposes of section 382 and that the 1998 transaction resulted in an ownership change with respect to petitioner under section 382.\n \n\n\nIII. Analysis\n\nA. General Principles of Statutory Construction\n[1] [2] [3] As a general matter, if the language of a statute is unambiguous on its face, we apply the statute in accordance with its terms, without resort to extrinsic interpretive aids such as legislative history. E.g., Fed. Home Loan Mortgage Corp. v. Commissioner, 121 T.C. 129, 134, 2003 WL 22053841 (2003) (citing United States v. Ron Pair Enters., Inc., 489 U.S. 235, 241, 109 S.Ct. 1026, 103 L.Ed.2d 290 (1989)). Accordingly, our initial inquiry is whether the language *6 of section 382(1)(3)(A)(i) is so plain as to permit only one reasonable interpretation insofar as the question presented in this case is concerned. See, e.g., Robinson v. Shell Oil Co., 519 U.S. 337, 340, 117 S.Ct. 843, 136 L.Ed.2d 808 (1997). That threshold determination must be made with reference to the context in which such language appears. Id.\n \n\n\nB. Language of Section 382(1)(3)(A)(i)\nSection 382(1)(3)(A)(i) provides as follows:\n(A) Constructive ownership.—Section 318 (relating to constructive ownership of stock) shall apply in determining ownership of stock, except that—\n(i) paragraphs (1) and (5)(B) of section 318(a) shall not apply and an individual and all members of his family described in paragraph (1) of section 318(a) shall be treated as 1 individual for purposes of applying this section * * *\n \nRespondent apparently would limit our textual analysis to a single word. According to respondent, Charles and Kenneth are not common members of any individual’s family under section 382(1)(3)(A)(i) “[b]ecause the commonly used meaning of the term ‘individual’ does not include a deceased parent”. We believe respondent’s focus is too narrow. As stated by the Court of Appeals for the Fifth Circuit:\nHowever, even apparently plain words, divorced from the context in which they arise and in which their creators intended them to function, may not accurately convey the meaning the creators intended to impart. It is only, therefore, within a context that a word, any word, can communicate an idea.\nLeach v. FDIC, 860 F.2d 1266, 1270 (5th Cir.1988). In our view, the question is not whether the noun “individual”, standing alone, typically denotes a living person—typically it does.7 The question, rather, is whether the language of section 382(1)(3)(A)(i) as a whole definitively establishes, one way or the other, that the identification of a (living) individual whose family members are aggregated thereunder must be made, as respondent maintains (or need not be made, as petitioner maintains), coincident with the determination of stock ownership under section 382 (i.e., on a testing date or at any point during a testing period).8 Stated *7 negatively, is the language of section 382(1)(3)(A)(i) so plain as to preclude either party’s position, as so identified?\n \nWe are satisfied that the language of section 382(1)(3)(A)(i) can variably (and reasonably) be interpreted as being consistent with each party’s position in this case. That is, there is nothing in the language of the statute that would make either party’s position patently untenable. While a rule attributing stock owned by an individual on a measurement date to members of his family presupposes that the individual is alive, the same need not be said of a rule (such as that contained in section 382(1)(3)(A)(i)) that identifies (by reference to an individual) the members of a family that, on some measurement date, are to be treated as a single shareholder. By the same token, the language of section 382(1)(3)(A)(i) certainly does not compel the conclusion that the individual whose family members are so aggregated need not be alive on that measurement date. Because the answer to our inquiry is not apparent from the face of the statute, we may look beyond the language of section 382(1)(3)(A)(i) for interpretive guidance.\n \n\n\nC. Legislative History of Section 382(1)(3)(A)(i)\nCongress enacted the family aggregation rule of section 382(1)(3)(A)(i) as part of its overhaul of section 382 included in the Tax Reform Act of 1986, Pub.L. 99–514, sec. 621, 100 Stat.2085, 2254 (hereafter, cited simply as 1986 Act or 1986 Act sec. x.). The rule first appeared in the conference committee bill.9 The conference committee report that accompanied that bill (the 1986 conference report) does not address the temporal aspect of family aggregation identified above: “The family attribution rules of sections 318(a)(1) and 318(a)(5)(B) do not apply, but an individual, his spouse, his parents, his children, and his grandparents are treated as a single shareholder.” H. Conf. Rept. 99–841 (Vol.II), at II–182 (1986), 1986–3 C.B. (Vol.4) 1, 182.10\n \n\n\n*8 D. Other Considerations\n\n1. Family Aggregation Under Pre–1986 Act Section 382\na. General Structure of the Statute\nPrior to the amendment of section 382 by the 1986 Act, section 382 contained separate rules for ownership changes resulting from purchases and redemptions, see former sec. 382(a), and those resulting from corporate reorganizations, see former sec. 382(b). Under the “purchase” rules of former section 382(a), ownership changes were ascertained by reference to the holdings of the 10 largest shareholders at the end of the corporation’s taxable year (as compared to their holdings at the beginning of such taxable year or the preceding taxable year). Former sec. 382(a)(1) and (2).\n \n\n\nb. Family Attribution and Aggregation\nIntrafamily sales were excluded from the operation of former section 382(a) by means of stock attribution (as opposed to shareholder aggregation) rules. Specifically, purchases of stock from persons whose stock ownership would be attributed to the purchaser under the family attribution rules of section 318 were ignored for purposes of determining whether an ownership change by “purchase” had occurred. See former sec. 382(a)(3) and (4). Although family members were potentially subject to aggregation for purposes of determining the 10 largest shareholders at yearend, that rule applied only if loss corporation stock owned by one was attributed to the other under the family attribution rules of section 318.11 Former sec. 382(a)(2) and (3). For that reason, the aggregation rule of former section 382(a)(2), unlike the aggregation rule of section 382(1)(3)(A)(i), necessarily applied as of the date on which stock ownership was measured (in the case of former section 382(a)(2), at yearend). Accordingly, no inference can be drawn from former section 382(a)(2) as to whether, as respondent maintains, the identification of the *9 individuals whose family members are aggregated under section 382(l)(3)(A)(i) occurs as of the date on which stock ownership is measured.\n \n\n\n2. Practical Consequences of Each Party’s Interpretation of Section 382(1)(3)(A)(i)\n\na. Petitioner’s Interpretation\nUnder petitioner’s interpretation of section 382(1)(3)(A)(i), an individual would be aggregated with (and therefore could, without any section 382 consequences, sell loss corporation shares to) not only his spouse, children, grandchildren, and parents, but also his siblings, nephews, nieces, grandparents, in-laws, great-grandchildren, aunts, uncles, first cousins, and great-grandparents.12 It is difficult to believe that Congress intended to expand the scope of exempted intrafamily sales so significantly (as compared to both the then-existing version of section 382, see supra part III.D.1.b., and the House and Senate versions of revised section 382, see supra note 9) with nary a mention of that objective in the 27 pages devoted to section 382 in the 1986 conference report.\n \n\n\nb. Respondent’s Interpretation\nRespondent’s interpretation of section 382(1)(3)(A)(i) is perhaps even more troubling than petitioner’s. First, it has the potential for being just as expansive as petitioner’s interpretation.13 More importantly, respondent’s interpretation leads to arbitrary distinctions. As relevant to this case, respondent would have us believe that the ability of siblings to sell loss corporation shares among themselves without any section 382 consequences is wholly dependent on the continued good health of their parents. We see no rational basis for *10 Congress’s having drawn a distinction in this context between siblings whose parents happen to be living and those whose parents happen to be deceased; the former are no more related than the latter.\n \n\n\nE. A Third Interpretation\n\n1. Introduction\nOur own analysis of the legislative evolution of section 382(1)(3)(A)(i) leads us to believe that both parties have erroneously interpreted that provision. For the reasons discussed below, we conclude that Congress most likely intended the aggregation rule of section 382(1)(3)(A)(i) to apply solely from the perspective of individuals who are shareholders (as determined under the attribution rules of section 382(1)(3)(A)) of the loss corporation.14 In practical terms, our conclusion dictates that we sustain respondent’s determination in this case, even though we disagree with his interpretation of the statute.\n \n\n\n2. 1986 Act Revisions to Section 382\n\na. Relevant Fundamental Changes to the Statute\nAmong other things, section 621(a) of the 1986 Act replaced the “purchase” rules of former section 382(a) with the concept of the “owner shift”, defined broadly to include any change in the respective ownership of the stock of a corporation. Sec. 382(g)(2)(A). The occurrence of an owner shift involving a 5–percent shareholder, see sec. 382(g)(2)(B), (k)(7), is one of two occasions for opening the corporation’s stock transfer books to determine whether the aggregate percentage ownership interest of one or more such shareholders has increased by more than 50 percentage points within the relevant “lookback” (testing) period.15 See sec. 382(g)(1), (i). While the owner shift “trigger” presupposes some type of transaction in the stock of the loss corporation, see H. Conf. Rept. 99–841 (Vol.II), supra at II–174, 1986–3 C.B. (Vol.4) at 174, the requisite increase in stock ownership within the *11 resulting testing period need not be attributable to a purchase, redemption, or, indeed, any transaction in which shares actually change hands, see sec. 382(g)(1)(A) and (B).\n \n\n\nb. Consequences for Family Attribution: Changes in Family Status\nUnder a system in which an increase in one’s percentage ownership of a corporation need not be associated with a transaction in which shares actually change hands, a straightforward application of the family attribution rules of section 318(a) could produce “artificial” ownership increases; i.e., ownership increases solely attributable to changes in family status. For instance, under the attribution rules, the ownership percentage of an individual who marries the sole shareholder of a loss corporation would thereby increase from zero to 100 percent. If the wedding occurred during a testing period (which could be triggered, for instance, by the subsequent issuance of a relatively small number of additional shares to a key employee), then the increase in the nonshareholder spouse’s deemed ownership percentage would result in an ownership change.16 A similar result presumably would occur if the shareholder legally adopted someone during a testing period. See sec. 318(a)(1)(B).\n \n\n\nc. House Bill Provision Regarding Changes in Family Status\nThe House version of revised section 382 provided that the family attribution rule of section 318(a)(1) would apply “by assuming that the family status as of the close of the testing period was the same as the family status as of the beginning of the testing period”. H.R. 3838, 99th Cong., 1st Sess. sec. 321(a) (1985) (provision designated as sec. 382(n)(3)(A)). Although the report of the Committee on Ways and Means accompanying the House bill provides no additional insight, see H. Rept. 99–426, at 266 (1985), 1986–3 C.B. (Vol.2) 1, 266, the practical effect of that provision would have been to eliminate the possibility that a change in family status during a testing period could, in and of itself, contribute to an *12 ownership change.17 The conference committee, in addition to substituting family aggregation for family attribution, dropped the provision in the House bill regarding changes in family status.18\n \n\n\nd. Observations\nIn the context of the parties’ arguments in this case, the conference committee’s excision of the House bill provision regarding changes in family status is somewhat puzzling. Specifically, under each party’s interpretation of section 382(1)(3)(A)(i), the family aggregation rule adopted by the conferees would produce the same “artificial” ownership increases that the House bill provision eliminated in the context of attribution. In terms of our marriage hypothetical, the addition of the shareholder spouse to the nonshareholder spouse’s family unit during the testing period would increase the ownership percentage of that family unit by 100 percentage points during that period. If, however, the family aggregation rule applies solely from the perspective of shareholders of the loss corporation, there would be no separate family unit headed by the nonshareholder spouse in our hypothetical and, consequently, (1) no increase in ownership attributable to the marriage, and (2) no need for the remedial provision contained in the House bill. Under that interpretation of the family aggregation rule, the conference committee’s excision of the House bill’s family status provision makes perfect sense.19\n \n\n\n*13 3. Revisiting the Language of the Statute\nThat our interpretation of section 382(1)(3)(A)(i) provides a cogent explanation for the conference committee’s action is of no consequence if a plain reading of the statute does not permit that interpretation. See supra part III.A. The use of the term “individual” in section 382(1)(3)(A)(i), however, does not preclude a contextual interpretation pursuant to which the set of individuals contemplated by Congress (i.e., individuals who own shares of the loss corporation) is smaller than the universe of all possible individuals (i.e., all living beings). More importantly, we are satisfied that our interpretation proceeds from an entirely natural reading of the statute. Given a stock ownership rule that operates by reference to an individual and other persons who are defined in terms of their relationship to that individual, it is hardly a stretch to surmise that the rule presupposes the shareholder status of the referenced individual.\n \n\n\n4. Revisiting the 1986 Conference Report\nHaving concluded that our interpretation of section 382(1)(3)(A)(i) does not do violence to the plain language of the statute, we return to the legislative history to determine whether it is any more supportive of our view than it is of the views of the parties. As indicated above, see supra part III.C. and note 10, the 1986 conference report contradicts the statutory language by including an individual’s grandparents (rather than his grandchildren) among the family members who are aggregated for purposes of section 382. If that disconnect were attributable to a simple typographical error, one might reasonably expect that the subsequently issued report of the Joint Committee on Taxation explaining the 1986 Act (the so-called Blue Book) would point out the error. See, e.g., Staff of Joint Comm. on Taxation, General Explanation of Tax Legislation Enacted in the 104th Congress at 81 n .59 (J. Comm. Print 1996), (noting that the conference report accompanying H.R. 3448, the bill eventually enacted as the Small Business Job Protection Act of 1996, mistakenly refers to the lessee rather than the lessor in the context of new section 168(i)(8)). The Blue Book for the 1986 Act, however, retains the reference in the 1986 conference report to “grandparents” in the context of section 382(1)(3)(A)(i). Staff *14 of Joint Comm. on Taxation, General Explanation of the Tax Reform Act of 1986 at 311 (J. Comm. Print 1987).\n \nAs is the case with the conference committee’s excision of the family status provision of the House bill, see supra part III.E.2.d., the substitution of “grandparents” for “grandchildren” in the 1986 conference report makes perfect sense if the family aggregation rule applies solely from the perspective of individuals who are shareholders of the loss corporation. Section 318(a)(1) (to which section 382(1)(3)(A)(i) refers) is phrased in terms of the family members (spouse, children, grandchildren, and parents) from whom shares are attributed. The converse of that rule is that shares owned by an individual are attributed to that individual’s spouse, parents, grandparents, and children. The substitution of “grandparents” for “grandchildren” in the 1986 conference report (reiterated in the 1986 Blue Book) therefore suggests that Congress intended individuals to be aggregated with the same family members to whom their shares would otherwise be attributed under section 318(a)(1), which in turn suggests that Congress intended the family aggregation rule to apply from the perspective of individuals who are shareholders of the loss corporation.20\n \n\n\n5. Revisiting the Regulations\nHaving concluded that our interpretation of the family aggregation rule (1) does not violate the plain meaning rule, and (2) arguably finds support in the legislative history of section 382(1)(3)(A)(i), we would nonetheless be hard pressed to adopt that interpretation if it were inconsistent with respondent’s 17–year–old “legislative” regulations. See, e.g., Chevron U.S.A., Inc. v. Natural Res. Def. Council, Inc., 467 U.S. 837, 843–844, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984); see also sec. 382(m) (directing the Secretary to “prescribe such regulations as may be necessary or appropriate to carry out the purposes of this section”). As is the case with the statute, see supra part III.E.3., the language of the relevant regulation presents no such obstacle. See sec. 1.382–2T(h)(6), Temporary Income Tax Regs, supra at 29686.\n \nNor does our interpretation of the statute render superfluous the “tiebreaker” rule of paragraph (h)(6)(iv) of the *15 above-cited regulation. See supra note 19. To the contrary, that rule serves the useful purpose of precluding purely “vicarious” ownership increases that could otherwise occur under our interpretation of the statute (as well as those of the parties). For instance, if a husband and wife each own shares of a loss corporation, and the husband purchases additional shares from his mother, the ownership percentage of the family unit centered on the wife would increase as a result of the otherwise exempt transaction.21 The tiebreaker rule precludes that result by treating the wife as a member of the family unit centered on her husband rather than a member of the family unit centered on her, since such inclusion would result in the smallest increase (zero) in percentage ownership.22 See supra part I.C.; supra note 21.\n \n\n\nIV. Conclusion\n[4] We hold that the family aggregation rule of section 382(1)(3)(A)(i) applies solely from the perspective of individuals who are shareholders (as determined under the attribution rules of section 382(1)(3)(A)) of the loss corporation. Inasmuch as an individual shareholder’s family consists solely of his spouse, children, grandchildren, and parents for these purposes, sibling shareholders are not aggregated under section 382(1)(3)(A)(i) if none of their parents and grandparents is a shareholder of the loss corporation.23 Since Kenneth and Charles were not children or grandchildren of an individual shareholder of petitioner at any relevant time, *16 they are not aggregated for purposes of applying section 382 to the facts of this case. It follows that Charles’s purchase of shares from Kenneth in 1998 resulted in an ownership change with respect to petitioner as contemplated in section 382(g).\n \nTo reflect the foregoing,\nDecision will be entered for respondent and in accordance with the parties’ stipulations as to the correct amount of petitioner’s income tax deficiencies.\n \nAll Citations\n124 T.C. No. 1, 124 T.C. 1, Tax Ct. Rep. (CCH) 55,901, Tax Ct. Rep. Dec. (RIA) 124.1\n\n\n\nFootnotes\n|\n1\n|The parties have stipulated that (1) if the sec. 382 limitation applies to petitioner’s 1998 net operating loss (NOL) deduction, there is a deficiency in petitioner’s income tax for that year in the amount of $311,188, and (2) if the sec. 382 limitation does not apply to petitioner’s 1998 NOL deduction, there is a deficiency in petitioner’s income tax for that year in the amount of $5,070.\n|\n2\n|The parties provided no information regarding the reorganization other than the fact of its occurrence and the resulting changes in percentage ownership interests.\n|\n3\n|Sec. 382(b) prescribes a formula for calculating the amount of the sec. 382 limitation. See also sec. 382(e) and (f).\n|\n4\n|A net operating loss, as defined in sec. 172(c), is an NOL carryover to the extent it is carried forward to years following the year of the loss under rules set forth in sec. 172(b).\n|\n5\n|Sec. 318(a)(1) provides that an individual is treated as owning the stock owned by his spouse, his children, his grandchildren, and his parents. Sec. 318(a)(5)(B) provides that stock constructively owned by an individual by operation of the family attribution rule of sec. 318(a)(1) is not reattributed from such individual to other individuals under that rule. For example, stock constructively owned by an individual through attribution from his spouse under sec. 318(a)(1) is not reattributed from that individual to his parent under that provision.\n|\n6\n|The family aggregation rule does not apply, however, to any family member who, without regard to aggregation, would not be a 5–percent shareholder. Sec. 1.382–2T(h)(6)(iii), Temporary Income Tax Regs., 52 Fed.Reg. 29686 (Aug. 11, 1987). That exception in turn does not apply if the loss corporation has actual knowledge of such family member’s stock ownership. Id.; sec. 1.382–2T(k)(2), Temporary Income Tax Regs., supra at 29694.\n|\n7\n|Cf. Jonson v. Commissioner, 353 F.3d 1181, 1184 (10th Cir.2003) (decedent’s estate is not an “individual” eligible for innocent spouse relief under sec. 6015(c)), affg. 118 T.C. 106, 2002 WL 199830 (2002).\n|\n8\n|Putting the question somewhat differently, at the time stock ownership is to be determined, must the individual referenced in sec. 382(1)(3)(A)(i) be available (alive) for a family portrait, or need he or she only occupy a place in the family tree?\n|\n9\n|Both the House and Senate versions of revised sec. 382 contained family attribution provisions rather than a family aggregation rule. See H.R. 3838, 99th Cong., 1st Sess. sec. 321(a) (1985) (provision designated as sec. 382(n)(3)(A)); H.R. 3838, 99th Cong., 2d Sess. sec. 621(a) (1986) (provision designated as sec. 382(k)(3)(A)).\n|\n10\n|As noted supra part I.B., the members of an individual’s family described in sec. 318(a)(1) (to which sec. 382(1)(3)(A)(i) refers) are his spouse, children, grandchildren, and parents. Regarding the possible significance of the conferees’ reference to “grandparents” in lieu of “grandchildren”, see infra part III.E.4.\n|\n11\n|Persons aggregated under former sec. 382(a)(2) were then disaggregated for purposes of measuring changes in stock ownership. See former sec. 1.382(a)–1(d)(3)(i), Income Tax Regs. (as revised in 1968). Thus, the actual number of persons whose stock ownership was subject to scrutiny at yearend could be greater than 10.\n|\n12\n|As a member of each parent’s family (i.e., in his capacity as a child of those parents), an individual would be aggregated with his parents’ children (his siblings), grandchildren (his nephews and nieces), and parents (his grandparents). As a member of his spouse’s family (i.e., in his capacity as her spouse), an individual would be aggregated with his spouse’s parents (his mother- and father-in-law). As a member of each child’s family (i.e., in his capacity as a parent of those children), an individual would be aggregated with each child’s spouse (his sons- and daughters-in-law) and grandchildren (his great-grandchildren). As a member of each grandparent’s family (i.e., in his capacity as a grandchild of those grandparents), an individual would be aggregated with his grandparents’ children (his aunts and uncles), grandchildren (his first cousins), and parents (his great-grandparents). See secs. 382(1)(3)(A)(i), 318(a)(1).\n|\n13\n|Respondent’s interpretation of the statute differs from petitioner’s in that respondent would require that the relevant parent, spouse, child, or grandparent of the individual in question be living when stock ownership is measured. See supra note 12.\n|\n14\n|In other words, composite shareholders are to be constructed only around individuals who directly or indirectly (through an entity or by means of an option) own shares of the loss corporation.\n|\n15\n|The other such occasion is the occurrence of an equity structure shift (in general, most corporate reorganizations). See sec. 382(g)(1), (3).\n|\n16\n|Note that the foregoing problem did not arise under former sec. 382(a), since the nonshareholder spouse’s ownership increase would not have been attributable to a purchase. See former sec. 382(a)(1)(B)(i).\n|\n17\n|Returning to our marriage hypothetical, under the House bill’s provision, the couple’s relationship on the testing date would have been deemed to be the same as it was at the beginning of the testing period (i.e., not married), with the result that the nonshareholder spouse’s ownership percentage would have been deemed to be zero throughout the testing period.\n|\n18\n|The Senate version of the bill contained no such provision, providing instead for the application of the family attribution rules of sec. 318 without modification. H.R. 3838, 99th Cong., 2d Sess. sec. 621(a) (1986) (provision designated as sec. 382(k)(3)(A)).\n|\n19\n|We recognize that, even if the family aggregation rule were not limited to shareholders, the “tiebreaker” rule of sec. 1.382–2T(h)(6)(iv), Temporary Income Tax Regs., 52 Fed.Reg. 29686, would preclude the artificial ownership increase illustrated above by treating the shareholder spouse as a member of his own family rather than that of the nonshareholder spouse. See supra part I.C. Of course, that regulation was not in existence when the conference committee acted on H.R. 3838. Accordingly, it is not relevant to our analysis of such committee action. Regarding the remedial effect of the regulation under our interpretation of the family aggregation rule, see infra part III.E.5.\n|\n20\n|We do not mean to suggest that sec. 382(1)(3)(A)(i) should be interpreted as incorporating a modified version of sec. 318(a)(1) (i .e., one that substitutes grandparents for grandchildren); such an interpretation presumably would violate the plain meaning rule. See supra part III.A.\n|\n21\n|Since the purchased shares would be included in the holdings of the family unit centered on the husband both before and after the sale, the percentage ownership of the husband-centric family unit would remain unchanged. However, since the purchased shares would not be included in the holdings of the family unit centered on the wife until after the sale, the percentage ownership of the wife-centric family unit would increase as a result of the sale. A similar result would occur if the purchaser’s child (rather than his wife) were a shareholder.\n|\n22\n|As is the case with changes in family status, see supra note 16, this problem did not arise under former sec. 382(a), since the “vicarious” ownership increase would not have been attributable to a purchase by the wife. See former sec. 382(a)(1)(B)(i).\n|\n23\n|We recognize that our interpretation of the statute suggests a distinction between siblings who are the children or grandchildren of a shareholder and those who are not, a distinction that is arguably just as arbitrary as the distinctions resulting from respondent’s interpretation of the statute. See supra part III.D .2.b. That problem would not arise if the tiebreaker rule of sec. 1.382–2T(h)(6)(iv), Temporary Income Tax Regs., supra at 29686, were inapplicable in any instance in which such application would have the effect of exempting a transaction (such as a sale between siblings) that otherwise would have increased the percentage ownership of the purchaser’s family unit. Cf. sec. 1.382–4(d)(6)(i), Income Tax Regs. (rules treating an option as exercised do not apply if a principal purpose of the option is to avoid an ownership change by having it treated as exercised); T.D. 9063, 2003–2 C.B. 510, 511 (discussing the need for additional regulations dealing with changes in family composition in the context of sec. 382).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}