{
    "Background": "\n\n\n\n\nKeyCite Red Flag - Severe Negative Treatment\nVacated by Hillsboro Nat. Bank v. C.I.R., 7th Cir., July 6, 1987\n73 T.C. 61\nUnited States Tax Court\nHILLSBORO NATIONAL BANK, PETITIONER\nv.\nCOMMISSIONER of INTERNAL REVENUE, RESPONDENT\nDocket No. 8788-76.\n|\nFiled October 11, 1979.\nSynopsis\nPetitioner paid and properly deducted, pursuant to sec. 164(e), I.R.C. 1954, State ad valorem taxes imposed upon its individual shareholders on their interests as shareholders. Later, and in a different taxable year, these State taxes were refunded directly to petitioner’s individual shareholders. Held petitioner had a sufficient “recovery” of the refunded taxes so as to render it taxable on the refunds pursuant to the tax benefit rule. Tennessee Carolina Transportation, Inc. v. Commissioner, 65 T.C. 440 (1975), affd. 582 F.2d 378 (6th Cir. 1978).\n \nAttorneys and Law Firms\n*61 John T. Bullington, for the petitioner.\nWilliam J. Falk, for the respondent.\n\n\n\n\nOPINION\nSTERRETT, Judge:*\nRespondent determined a deficiency in petitioner’s income taxes paid for its taxable year ended December 31, 1973, in the amount of $13,143.1 After concessions, the only issue left for our decision is whether or not petitioner had such a recovery of previously paid and deducted State taxes *62 as to allow respondent to successfully invoke the tax benefit rule.\n \nThis case was submitted for decision under Rule 122, Tax Court Rules of Practice and Procedure. All the facts were, therefore, stipulated and are so found. The stipulation of facts and exhibits attached thereto are incorporated herein by this reference.\n \nPetitioner Hillsboro National Bank (Hillsboro) is a national banking association. At the time it filed its petition herein, Hillsboro maintained its principal place of business and principal office at Hillsboro, Ill. Petitioner filed timely Federal corporate income tax returns for its taxable years ended December 31, 1972 and 1973, with the Internal Revenue Service Center, Kansas City, Mo. A timely statutory notice of deficiency with respect to petitioner’s 1973 taxable year was mailed to petitioner on August 5, 1976.\n \nOn July 7, 1972, petitioner paid $35,055.02 to the county collector of Montgomery County, Ill. Of this amount, $31,424.55 was paid by petitioner with respect to an Illinois State ad valorem personal property tax which, although paid by petitioner, was levied upon petitioner’s shareholders on their interests as shareholders.2 Petitioner deducted this latter amount on its 1972 Federal corporate income tax return in accordance with section 164(e), I.R.C. 1954. The entire amount deducted resulted in a tax benefit to petitioner. Of the total taxes paid by petitioner on behalf of its shareholders, $26,110.32 was paid by petitioner with respect to the value of its shares owned by natural persons, either singly or as joint tenants or tenants in common.\n \nThe entire amount of 1971 Illinois personal property taxes paid by petitioner on behalf of its shareholders was paid by petitioner out of its general funds and not from dividends *63 declared before or after said payment. Dividends were not otherwise withheld from petitioner’s shareholders as a result of petitioner’s payment of their ad valorem tax liabilities. Petitioner has never received reimbursement from its individual shareholders in respect of its payment of their tax. Throughout 1972 and 1973, petitioner’s current earnings and profits exceeded the amounts of 1971 Illinois personal property taxes paid by petitioner in 1972 on behalf of its individual stockholders.\n \nEffective January 1, 1971, the Illinois constitution was amended to prohibit the taxation of individuals on the value of their personal property. Ill. Const. of 1870, art. 9-A (effective January 1, 1971); Ill. Const. of 1970 art. 9, sec. 5(b) (Smith-Hurd) (effective July 1, 1971). The constitutionality of this provision under the equal protection clause of the 14th Amendment of the United States Constitution was challenged in an action in the Cook County Circuit Court. That court held the amendment invalid as violative of the equal protection clause of the 14th Amendment to the United States Constitution. This holding was affirmed by the Illinois Supreme Court on July 9, 1971. Lake Shore Auto Parts Co. v. Korzen, 49 Ill. 2d 137, 273 N.E.2d 592 (1971), rehearing denied August 24, 1971.\n \nOn April 3, 1972, the United States Supreme Court granted certiorari to the Illinois Supreme Court for the purpose of deciding the United States constitutional question involved in the Lake Shore Auto Parts Co. v. Korzen, case. Lehnhausen v. Lake Shore Auto Parts Co., et al., 405 U.S. 1039 (1972). In the face of this impending United States Supreme Court decision involving the validity of the ad valorem tax, the Illinois legislature enacted section 676.01, Ill. Rev. Stat. ch. 120, effective July 27, 1972. This section provided in relevant part as follows:\nSec. 676.01 Deposit of payments of personal property taxes extended in 1972—-Payment under protest presumed\n \nThe county collector of each county shall deposit in a special interest-bearing escrow account an amount equal to all payments of ad valorem personal property taxes extended in 1972 against personal property owned by a natural person, or two or more natural persons as joint tenants or tenants in common, and received by him pending final disposition of Lake Shore Auto Parts v. Korzen, 49 Ill. 2d 137 (1971). All such payments shall be considered to have been made under protest. Each taxpayer for whom such tax payments are placed in escrow shall be eligible for automatic full repayment from the county *64 collector if such personal property taxes are ultimately held to be invalid * * * (Added by Pub. Act 77-2133, sec. 1.)\n \n \nOn February 22, 1973, the United States Supreme Court decided the case of Lehnhausen v. Lake Shore Auto Parts Co., 410 U.S. 356 (1973), rehearing denied 411 U.S. 910 (1973), in which it reversed the Illinois court and upheld the constitutionality, under the United States Constitution, of the Illinois constitutional amendment. On remand, the Illinois Supreme Court confirmed that “Bank stock, like the shares of any other corporation, is exempt only when owned by a natural person or by two or more natural persons as joint tenants or tenants in common.” Lake Shore Auto Parts Co. v. Korzen, 54 Ill. 2d 237, 296 N.E.2d 342, 343 (1973).\n \nDuring the year ended December 31, 1973, the county treasurer of Montgomery County, Ill., issued checks to 132 individual shareholders of the petitioner in amounts corresponding to the personal property tax deposited on their behalf by the petitioner. The amounts so paid to said individual shareholders were not transferred or repaid to petitioner. No payment was made by the county treasurer directly to petitioner. No tax refunds were made by the county treasurer to 17 other shareholders in petitioner, who were neither natural persons nor two or more natural persons owning shares as joint tenants or tenants in common.\n \nThe amounts paid to petitioner’s individual shareholders totaled $26,697.79, i.e., $26,110.32 in refunded taxes, all of which had been paid and deducted by petitioner, plus $587.47 in interest. These payments were issued directly to the individual shareholders. No entries were made on the books and records of petitioner to account for these payments from the county treasurer to the individual shareholders of petitioner. The amounts so paid were not reported as income by petitioner on its Federal corporate income tax return for the year ended December 31, 1973.\n \nThe method of disposition of funds held in escrow by the county treasurer was based upon advice of the Illinois State’s attorney and the Illinois Department of Local Government Affairs. The opinion of petitioner in this matter was neither solicited nor received by the county treasurer.\n \nUntil January 1, 1972, the petitioner kept its books and records on the cash receipts and disbursements method of *65 accounting and computed its taxable income by the same method. At that time, its assets first exceeded $25 million and petitioner was required, under regulations promulgated by the Comptroller of Currency, to carry certain items on the accrual method of accounting on its financial books and records. In 1973, therefore, petitioner regularly kept its financial books and records on a combination of the cash receipts and disbursement method and the accrual method. Petitioner never sought respondent’s permission to change its accounting method. In completing its 1973 Federal corporate income tax return, however, petitioner made adjustments on Schedule M-1 to reconcile its book income with its income for tax purposes—-which was still computed using the cash receipts and disbursement method.\n \nTo recapitulate briefly the relevant facts, during its taxable year ended December 31, 1972, petitioner paid ad valorem property tax levied by the State of Illinois on those of its shares of stock issued and outstanding on April 1, 1971. It received no reimbursement therefor from its shareholders and properly deducted the amounts paid on its 1972 taxable year income tax return under the provisions of section 164(e).3 Petitioner paid these taxes on behalf of both its individual shareholders and “nonindividual” shareholders (e.g., corporations). The ad valorem tax on the shares of stock held by individual shareholders was subsequently determined to be invalid and the amounts petitioner had paid with respect to these shares were refunded, along with accrued interest, during petitioner’s taxable year ended December 31, 1973. The refunds were made not to the bank, however, but to the individual shareholders on whose behalf petitioner had paid the tax. The question for our decision herein is whether or not the refunds of amounts to petitioner’s shareholders, which were originally paid and deducted by petitioner to its tax benefit, constitute a sufficient “recovery” so as to trigger income to petitioner under the tax benefit rule and section 111.4\n \n*66 Petitioner’s argument is simple. It argues that, as it was at all times relevant hereto on a cash basis of accounting for tax purposes and as it never actually received any amount of the refunded taxes, it cannot be held to have had a “recovery” for purposes of the tax benefit rule. Respondent’s argument is more complex. He argues, firstly, that petitioner has had a “recovery” because it not only deducted the taxes when paid, but also received a second benefit from payment of the taxes by way of “the discharge (in 1973) of petitioner’s liability to its individual shareholders * * * to treat shareholders of the same class equally in the declaration and payment of dividends.” Alternatively, respondent argues that “under Illinois law, the County Collector, having received funds in respect of a liability which was later held unconstitutional, held those funds upon a constructive trust for the rightful owner of the property, namely, the transferor, the petitioner.” Under this line of argument, respondent would have us find that petitioner had constructively received the refunded amounts and then paid these amounts out in discharge of its obligation to treat all shareholders of the same class equally with respect to the payment of dividends.\n \nWe agree with respondent that petitioner derived such a benefit from the refunds to its shareholders as to constitute a “recovery” for purposes of the tax benefit rule. We therefore hold for respondent.\n \nThe tax benefit rule is a judicially created doctrine embodying both transactional tax accounting and equitable aspects. The doctrine is intended to assure that income not taxed in year 1, because subject to a deduction, will be taxed in year 2 when the amount deducted is “recovered”—-so long as the first year’s deduction provided a “tax benefit” to the taxpayer in that taxable year. The doctrine contains three elements: (1) An *67 amount previously deducted, (2) which deduction resulted in a tax benefit, and (3) which amount was recovered during the taxable year in issue. Putoma Corp. v. Commissioner, 66 T.C. 652, 664 (1976), affd. 601 F.2d 734 (5th Cir. 1979).\n \nPetitioner has conceded the first two elements of the doctrine. Thus, only the third element, i.e., “recovery,” is here at issue. In the usual case a “recovery” occurs by way of either the actual receipt of funds or a release of liability resulting in an increase in the taxpayer’s net worth. Compare Citizens Acceptance Corp. v. United States, 462 F.2d 751, 756-757 (10th Cir. 1972) (actual recovery), Alice Phelan Sullivan Corp. v. United States, 180 Ct. Cl. 659 (1967) (actual recovery), and Spitalny v. United States, 430 F.2d 195, 198 (9th Cir. 1970) (actual recovery), with Putoma Corp. v. Commissioner, supra, Bear Manufacturing Co. v. United States, 430 F.2d 152, 154 (7th Cir. 1970), and Mayfair Minerals, Inc. v. Commissioner, 56 T.C. 82, 87 (1971), affd. per curiam 456 F.2d 622 (5th Cir. 1972) (release from liabilities). On the other hand, it has been held that “for purposes of the tax benefit rule, a taxpayer may have recovered an item previously expensed although actually he has neither received nor become entitled to receive money or property.” Tennessee Carolina Transportation, Inc. v. Commissioner, 65 T.C. 440, 447 (1975), affd. 582 F.2d 378 (6th Cir. 1978). If the tax benefit rule is to attain its purpose of taxing the taxpayer’s actual income as that income is revealed over a course of taxable years, despite the inflexibility of the annual accounting principle, the rule must be applied practically. See Tennessee Carolina Transportation, Inc. v. Commissioner, 582 F.2d at 382.\n \nWhen Congress first enacted the predecessor of section 164(e), it was reacting realistically to a perceived disparity between the location of the burden of State taxes and the location of the benefit of the deduction engendered by the payment thereof. See, e.g., Confidential Hearings on H. R. 8245 before the Senate Comm. on Finance, 67th Cong., 1st Sess. 250, 251 (1921). In determining the tax effects of the transaction before us, it is incumbent upon us, likewise, to take a realistic view of the matter.\n \nWe believe that when the State constitutional amendment invalidating the ad valorem property tax on individuals was upheld, petitioner’s “liability” thereunder was voided, and the refund thereof was paid over to its shareholders, petitioner had a *68 “recovery” sufficient to invoke the tax benefit rule. At that time, the payment which petitioner had originally made for its shareholders’ benefit, and permanently put beyond itself, was turned over to its shareholders. At that time, the benefit which petitioner had intended to pay constructively to its shareholders was actually paid to them—-this time without the benefit of the section 164(e) exception to dividend treatment. Together with the United States District Court for the Central District of Illinois we believe that, regardless of the location of the actual refund, “For tax purposes at least, the bank * * * (had) as much entitlement to the refund as it had to take the deduction in the first place.” First Trust & Savings Bank of Taylorville v. United States, an unreported case (C.D. Ill. 1979, 44 AFTR 2d 79-5253, 79-2 USTC par. 9446), offd. 614 7.2d 1142 (7th Cir. 1980).\n \nTo hold otherwise would be to allow petitioner a deduction for a dividend distribution. Petitioner’s payment of its shareholders’ obligation to Illinois was not taxable as a dividend in 1972 only because it fell under the protection of section 164(e). When in 1973 that subsection was retroactively determined not to apply, and the taxes paid were refunded to these same shareholders, petitioner must be deemed to have received back its payments from the State and itself paid these amounts out to its shareholders. It is irrelevant for our purposes that this dividend was paid through the conduit of the State treasury.\n \nIndeed, the transfer of petitioner’s erstwhile tax payment to its shareholders belies the assumption under which the original deduction was allowed, i.e., that petitioner was paying a State property tax. For Federal tax purposes at least we find it inescapable that, in order for petitioner’s benefit to be paid to its shareholders in a form other than a discharge of their obligation to pay taxes, petitioner must first be deemed to have recovered its payments. “In a sense * * * (this recovery) is fictional but certainly no more so than the initial fiction” that petitioner would be allowed to deduct its payment of its shareholders’ obligation to Illinois without, at the same time, its shareholders having income. Tennessee Carolina Transportation, Inc. v. Commissioner, 582 F.2d at 382.\n \nOur holding in Tennessee Carolina Transportation, Inc. v. Commissioner, supra, is directly on point. In that case, we found the tax benefit rule to apply to a section 332/334(b)(2) liquidation where items previously expended by the liquidating subsidiary *69 were ascribed a basis in the hands of the purchasing parent. We concluded that the tax benefit rule applied to give the liquidating corporation income even though the actual recovery in value, with respect to the subject deductions, accrued to its shareholders through the enhanced value of their stock. We held, in effect, that the recovery of this benefit by the subsidiary’s shareholders was a sufficient recovery to tax their corporation. In this particular, there is little to distinguish Tennessee Carolina Transportation, Inc., from the case presently before us.\n \nThis Court’s application of tax benefit theory to a case involving a deduction by one taxpayer and a recovery to a second taxpayer was not new to our decision in Tennessee Carolina. In Corporation of America v. Commissioner, 4 T.C. 566 (1945), the taxpayer had deducted certain stamp taxes in 1930 which it had paid in that year under protest. As petitioner had net income, this deduction would have normally resulted in a tax benefit. However, in 1930, the petitioner was part of a consolidated group and that group, as a whole, had a loss in excess of the petitioner’s stamp tax deduction. In 1939, when the petitioner was no longer filing as part of the consolidated group, it recovered the deduction. Despite the fact that two different taxpayers were involved, i.e., the consolidated group in 1930 and the petitioner in 1939, we applied the tax benefit rule to hold that the petitioner had no income in 1939 because the group had had no tax benefit in 1930. See also Ridge Realization Corp. v. Commissioner, 45 T.C. 508 (1966), where we applied tax benefit rule basis theory to protect one taxpayer from income upon its recovery of a second taxpayer’s deduction. Thus, established principles of Federal taxation require that we find a recovery herein.\n \nOur conclusion is in line with the recent decision of the United States District Court for the Central District of Illinois, First Trust & Savings Bank of Taylorville v. United States, an unreported case (C.D. Ill. 1979, 44 AFTR 2d 79-5253, 79-2 USTC par. 9446), affd. 614 F.2d 1142 (7th Cir. 1980), where the court said:\nit is admitted that the plaintiff banking corporation accepted the benefit of deducting the tax payments in 1972. Accordingly, it would be anomalous to hold the bank free from taxation when the amount they paid and deducted is subsequently refunded. This is exactly the type of situation covered by the “tax benefit rule” and defendant must prevail.\n \nWhile the refund check in that case was made payable jointly to *70 the shareholder and the bank, we do not believe this formalism to be dispositive.5\n \nIn addition, while not determinative, our holding that, for Federal tax purposes, petitioner had such an interest in the refunded taxes as to constitute a “recovery” for purposes of the tax benefit rule, also follows from local law.\n \nWhere a determination of local law is relevant to a Federal tax case, the Federal courts are bound to give “proper regard” to the ruling of lower State courts. Commissioner v. Estate of Bosch, 387 U.S. 456, 465 (1967). The case of Lincoln National Bank v. Cullerton, 18 Ill. App. 3d 953, 310 N.E.2d 845 (1974), involved a class action suit by two national banking associations to obtain refunds of 1971 personal property taxes paid by them on their capital stock owned by individuals. The decision is one affecting substantial rights and was decided after an adversary hearing. In that case, the Illinois Court of Appeals (1) impliedly found that the banks had an interest in the refunds, and (2) ordered refunds to be made directly to the individual shareholders for whom the funds had been originally paid out. Apparently, this mode of repayment was seized upon so as to avoid the need of channeling the money through the banks to the shareholders:\na refund to the banks would be grossly inequitable. This would enable the banks to hold these refunds as part of their general assets which in turn would redound to the proportionate benefit of all shareholders, including those legal persons not individuals to whom the legislature never intended to make refunds. To sustain plaintiffs’ contention but also to channel the refunds to the natural owners exclusively in accordance with the clear mandate of the constitutional referendum, as construed by the courts, the refunds would necessarily be made to the banks for the use and benefit of only the natural persons owning stock. This would present administrative and other problems which would best be solved by remitting the refunds directly to the individual owners entitled thereto. (Lincoln National Bank v. Cullerton, 310 N.E.2d 845, 849.)\n \n \nWhile the court’s intendment on this exact point is not absolutely clear, we view this quote as recognizing that although the banks had an interest in the refund made to the individual shareholders, they would have been required to pay any amounts  *71 received to their shareholders as a dividend, and accordingly, a refund directly to the shareholders was appropriate. This interest of the banks in the refunds was often palpably recognized by the State by making the checks out to both the bank and the shareholder with the bank then automatically endorsing the check over to its shareholders. That this formalism was not followed in the case before us is irrelevant to the actual existence of the petitioner’s interest in, and hence “recovery” of, the refunded taxes.\n \nDifferent considerations apply to that part of the refunded amounts representing interest on the ad valorem taxes paid by petitioner, i.e., the $587.47. Petitioner never deducted this amount. The tax benefit rule and section 111 cannot, therefore, apply. Petitioner was not in receipt of income with respect to the payment of this amount to its shareholders.\n \nDecision will be entered under Rule 155.\n \nAll Citations\n73 T.C. 61\n\n\n\nFootnotes\n|\n*\n|By order of the Chief Judge dated June 20, 1979, this case was reassigned from Judge Bruce M. Forrester to Judge Samuel B. Sterrett for disposition.\n|\n1\n|The amount of this claimed deficiency was based on respondent’s determination that petitioner had understated its income by $27,383.16. The parties have stipulated that respondent was in error to the extent of $685.37. Thus the amount of understatement that respondent now claims is $26,697.79 which consists of $26,110.32 in taxes paid by pettitioner on behalf of its individual shareholders, plus $587.47 in interest which accrued on, and was refunded with, these taxes.\n|\n2\n|The taxes are levied upon petitioner’s shareholders on their interest as shareholders by Ill. Ann. Stat. ch. 120, sec. 557, (Smith-Hurd), which read at all relevant times herein in pertinent part as follows:\nSec. 557 Listing and valuing stock of State and National banks\nThe stockholders of every kind of incorporated bank located within this State, whether such bank has been organized under the banking law of this State, or of the United States, shall be assessed and taxed upon the value of their shares of stock therein, in the taxing district where such bank or banking association is located and not elsewhere, whether such stockholders reside in such place or not. * * * Such shares shall be listed and assessed with regard to the ownership and value thereof as they existed on the first day of April annually * * * (Sec. 557 was amended, in a way not material hereto, by Pub. Act 79-703, sec. 1, effective Sept. 3, 1975.)\n|\n3\n|SEC. 164(e). TAXES OF SHAREHOLDER PAID BY CORPORATION. —-Where a corporation pays a tax imposed on a shareholder on his interest as a shareholder, and where the shareholder does not reimburse the corporation, then—-\n(1) the deduction allowed by subsection (a) shall be allowed to the corporation; and\n(2) no deduction shall be allowed the shareholder for such tax.\n|\n4\n|SEC. 111. RECOVERY OF BAD DEBTS, PRIOR TAXES, AND DELINQUENCY AMOUNTS.\n(a) GENERAL RULE. —-Gross income does not include income attributable to the recovery during the taxable year of a bad debt, prior tax, or delinquency amount, to the extent of the amount of the recovery exclusion with respect to such debt, tax, or amount.\n(b) DEFINITIONS. —-For purposes of subsection (a)—-\n(4) RECOVERY EXCLUSION. —-The term “recovery exclusion” * * * means the amount, determined in accordance with regulations prescribed by the Secretary or his delegate, of the deductions or credits allowed * * * which did not result in a reduction of the taxpayer’s tax under this subtitle * * * reduced by the amount excludable in previous taxable years with respect to such debt, tax, or amount under this section.\nSee also sec. 1.111-1(a), Income Tax Regs.\n|\n5\n|We also note that petitioner does not appear to have objected to the refund to the shareholders without even its name being on the refund checks. We believe that petitioner’s inaction was itself a means of obtaining the desired result. Petitioner, in effect, stood by and let this benefit flow to the natural objects of its bounty, i.e., its shareholders.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}