{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by Pinn v. C.I.R., U.S.Tax Ct., February 11, 2013\n116 T.C. 63\nUnited States Tax Court.\nDennis and Dorinda J. JELLE, Petitioners\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent\nNo. 20059–98.\n|\nJan. 31, 2001.\nSynopsis\nTaxpayers petitioned for redetermination of deficiencies arising from unreported discharge of indebtedness income and penalties. The Tax Court, Nims, J., held that: (1) taxpayers were required to recognize income in year portion of loan was written off, and (2) accuracy-related penalty was warranted.\n \nDecision for IRS.\n \n\n\nWest Headnotes (5)\n\n\n[1]\n|Internal RevenueDischarge or cancellation of debt;  assumption of obligations by another\n|\n|Rationale for recognizing income from discharge of indebtedness is that to the extent taxpayer is released from indebtedness, he or she realizes accession to income due to freeing of assets previously offset by the liability. 26 U.S.C.A. §61(a)(12).\n14 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueCompromise of claims\n|\n|An agreement to cancel indebtedness prospectively postpones income recognition, since the debt is discharged not at time agreement is made, rather at time conditions specified therein are satisfied. 26 U.S.C.A. §61(a)(12).\n7 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueCompromise of claims\n|\n|An agreement effecting a present cancellation of indebtedness, which imposes a replacement obligation, will not delay income recognition, where replacement liability is highly contingent or fundamentally different in nature. 26 U.S.C.A. §61(a)(12).\n3 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueCompromise of claims\nInternal RevenueDischarge or cancellation of debt;  assumption of obligations by another\n|\n|Taxpayers’ indebtedness to Farmers Home Administration (FmHA) was discharged, resulting in recognizable income in year portion of loan was written off, despite recapture agreement if property was sold within ten years, since whether and when taxpayers would ever be required to make any further payments to FmHA rested totally within their own control, and thus was highly contingent. 26 U.S.C.A. §61(a)(12).\n5 Cases that cite this headnote\n|\n\n\n[5]\n|Internal RevenueWeight and sufficiency in general\n|\n|Accuracy-related penalty was warranted, absent explanation or evidence by taxpayers that their tax treatment was a product of reasonable cause and good faith for purposes of exception to penalty. 26 U.S.C.A. §§6662(a), 6664(c)\n2 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*64 Gregory W. Wagner, for petitioners.\nMichael J. Calabrese and Mark J. Miller, for respondent.\n\n\n\n\nOPINION\nNIMS, J.\n*63 Ps are the owners of agricultural property which, prior to the transactions at issue, was subject to outstanding mortgages held by the Farmers Home Administration (FmHA). After Ps became unable to meet payment obligations under these mortgages, Ps and FmHA negotiated an alternative arrangement. Pursuant thereto, (1) Ps in 1996 paid to FmHA the $92,057 net recovery value of their property, (2) FmHA in that year wrote off the remaining loan balance of $177,772, and (3) Ps entered into a net recovery buyout recapture agreement to repay to FmHA amounts written off in the event that they disposed of the land within a 10–year period.\nHeld: Ps are required to recognize income in 1996 under sec. 61(a)(12), I.R.C., on account of a $177,772 discharge of indebtedness in that year.\nHeld, further, Ps must report as income 85 percent of amounts they received in the form of Social Security benefits, in accordance with sec. 86(a), I.R.C.\nHeld, further, Ps are liable for the sec. 6662(a), I.R.C ., accuracy-related penalty on grounds of a substantial understatement of income tax.\nRespondent determined a Federal income tax deficiency for petitioners’ 1996 taxable year in the amount of $46,993. Respondent further determined an accuracy-related penalty of $9,399, pursuant to section 6662(a). The issues for decision are:\n \n(1) Whether petitioners are required to recognize income in 1996 from cancellation of indebtedness;\n \n(2) whether petitioners must report as income amounts received in the form of Social Security benefits; and\n \n(3) whether petitioners are liable for the section 6662(a) accuracy-related penalty on account of a substantial understatement of income tax.\n \nUnless otherwise indicated, all section references are to sections of the Internal Revenue Code in effect for the year at issue, and all Rule references are to the Tax Court Rules of Practice and Procedure.\n \n\n\nBackground\nThis case was submitted fully stipulated in accordance with Rule 122, and the facts are so found. The stipulations of the parties, with accompanying exhibits, are incorporated herein by this reference. At the time the petition was filed in this matter, petitioners resided in the State of Wisconsin.\n \nPrior to and during the year at issue, petitioners operated a 235–acre farm in Dane County, Wisconsin. A principal activity of petitioners’ agricultural enterprises was the production of milk. In 1991, however, petitioners’ milk production fell to the point that they were no longer able to make monthly payments due under two outstanding mortgages on their farm real estate. These mortgages were held by the Farmers Home Administration (FmHA) and encumbered 135 acres of petitioners’ property. The first had been entered on December 27, 1979, in the amount of $182,000. The underlying loan had originally borne interest at a rate of 10 percent, which rate had subsequently been reduced to 8.25 percent. The second mortgage, in the amount of $24,090, *65 had been executed on July 23, 1984, to secure a loan bearing 5–percent interest.\n \nFaced with the above-mentioned inability to meet payment obligations on these mortgages, petitioners contacted Richard A. Guenther, County Supervisor and Agriculture Credit Manager of the Dane County office of the Farm Service Agency, to explain their situation and to consider payment alternatives. Between 1991 and 1996, petitioners explored with Mr. Guenther two alternatives to foreclosure of the FmHA mortgages. The first of these options involved a debt restructuring, and the second entailed a buyout of the mortgages by petitioners at net recovery value. Net recovery value was calculated as the amount that would be realized from liquidation of the mortgaged collateral, reduced by prior liens and certain costs.\n \nIn April and May of 1996, FmHA advised petitioners that they did not qualify for debt restructuring, that FmHA intended to foreclose on its mortgages, and that petitioners could avoid foreclosure by buying out the FmHA loans at net recovery value. A Debt and Loan Restructuring System Analysis Report, dated April 18, 1996, contained the following language: “You may buy out your FmHA loans for the Net Recovery Value of $92,057.00. * * * If you pay the Net Recovery Value, any remaining balance on your FmHA accounts will be written off. The debt written off may be subject to recapture.” A Notice of Intent To Accelerate or To Continue Acceleration and Notice of Borrowers’ Rights, dated May 6, 1996, further detailed the terms of these arrangements and informed petitioners:\nIf you are eligible and pay the recovery value, FmHA will write off the rest of your debt up to $300,000. If you are eligible to pay the recovery value, FmHA will require you to sign a recapture agreement. This agreement would allow FmHA to require you to pay the difference between the recovery value and the current market value of your real estate securing the loan if you sell it within 10 years of the agreement. FmHA can never recapture more than it wrote off.\n \nPetitioners elected to proceed with the buyout at net recovery value. In order to do so, they obtained a loan from the State Bank of Mt. Horeb. On July 30, 1996, petitioners paid to FmHA the net recovery value of $92,057. Prior to the making of this remittance, the balance owed by petitioners to *66 FmHA was $269,829.28. In exchange for the payment, FmHA wrote off the remaining $177,772.28 of indebtedness.\n \nThen, on July 31, 1996, petitioners and FmHA entered into a Net Recovery Buyout Recapture Agreement. Pursuant to this agreement, petitioners covenanted as follows:\nIf I/we do sell or convey any part or all of this real estate within 10 years of this agreement, I/we must pay FmHA the recapture amount for that part sold or conveyed which is the smaller of a., b., or c.\na. The Fair Market Value of the real estate parcel at the time of the sale or conveyance, as determined by an FmHA appraisal, minus that portion of the recovery value of the real estate * * * or\nb. The Fair Market Value of the real estate parcel at the time of the sale or conveyance, as determined by an FmHA appraisal, minus the unpaid balance of prior liens at the time of the sale or conveyance, minus the net recovery value of the real estate * * * if this amount has not been accounted for as a prior lien, or\nc. The total amount of the FmHA debt written off for loans secured by real estate. I/We agree that this amount is the outstanding balance of principal and interest owed on the FmHA Farmer Programs loans(s) as of the date of this agreement * * * [without taking into account the related payment of recovery value], minus the net recovery value of the real estate * * *. This amount is $177,772.28 and is the maximum amount that can be recaptured.\n \nTo secure the foregoing recapture agreement and in accordance with its terms, petitioners gave FmHA a mortgage on the 135 acres of their farmland secured by the original FmHA mortgages. The recapture agreement provided that FmHA would release this lien with respect to subject property sold or conveyed within 10 years upon payment of the recapture amount due. With respect to portions of the encumbered real estate not disposed of during the agreement’s 10–year term, the lien would be released at the expiration of such period. The lien was secondary to liens held by Russell V. Jelle in the amount of $31,000 and by the State Bank of Mt. Horeb in the amount of $92,057.\n \nFor the taxable year 1996, the U.S. Department of Agriculture Farm Service Agency issued to petitioners a Form 1099–C, Cancellation of Debt, showing an “Amount of debt canceled” of $177,772.27. Petitioners did not report this amount as income on their 1996 tax return and provided thereon no reference to the buyout transaction or explanation of its treatment.\n \n*67 Petitioners additionally received Social Security benefits during 1996 in the amount of $3,420. No portion of these benefits was disclosed by petitioners on their return for 1996.\n \n\n",
    "Discussion": "\nI. Discharge of Indebtedness\n[1] As a general rule, the Internal Revenue Code imposes a Federal tax on the taxable income of every individual. See sec. 1. Section 61(a) defines gross income for purposes of calculating taxable income as “all income from whatever source derived” and further specifies that “Income from discharge of indebtedness” is included within this broad definition. Sec. 61(a)(12). The underlying rationale for such inclusion is that to the extent a taxpayer is released from indebtedness, he or she realizes an accession to income due to the freeing of assets previously offset by the liability. See United States v. Kirby Lumber Co., 284 U.S. 1, 3, 52 S.Ct. 4, 76 L.Ed. 131 (1931).\n \nStatutory exceptions to the above rule are set forth in section 108. Section 108(a) excludes from the operation of section 61(a) indebtedness which is discharged in a title 11 case, which is discharged when the taxpayer is insolvent, which consists of qualified farm indebtedness, or which consists of qualified real property business indebtedness. Additional circumstances in which no income from cancellation of indebtedness need be recognized are established by case law. For instance, the refinancing of a debt may operate as an exception to the requirement of inclusion. See Zappo v. Commissioner, 81 T.C. 77, 85–86, 1983 WL 14851 (1983). When one obligation has merely been substituted for another, there has been no consequent freeing of assets so as to justify application of the rule in United States v. Kirby Lumber Co., supra.\n \nThe parties here do not contest the viability of these general principles. Petitioners in fact concede that the subject net recovery buyout transaction could result in a cancellation of indebtedness. They further do not argue that any of the exceptions of section 108 should operate to shield resultant income from recognition. (For the sake of completeness, we note petitioners have stipulated that neither the qualified farm indebtedness nor the insolvency provision is at issue in this case, and no evidence in the record would suggest that either bankruptcy or qualified real property business indebtedness *68 could support exclusion.) Petitioners contend, however, that any relevant discharge, requiring reporting of income, can occur under the recapture agreement only upon the conveyance of encumbered land or the passing of 10 years. According to petitioners, until such time their potential obligation to repay some part or all of the $177,772 written off precludes a finding that the debt has been forgiven. They view receiving a discharge, and the amount thereof, as contingent on eventually obtaining the release of their property from the recapture agreement.\n \nConversely, respondent maintains that the net recovery buyout transaction effected a discharge of indebtedness in 1996 within the meaning of section 61(a)(12). Respondent further asserts that the recapture agreement is too contingent and indefinite to constitute a substitution, continuation, or refinancing of the original debt so as to delay recognition. Respondent relies particularly on the fact that petitioners have no definite obligation to make any further payments.\n \nIn essence then, the principal disagreement between the parties centers on whether the recapture agreement executed by petitioners continues their obligation to FmHA in a manner such that there was in 1996 no discharge of indebtedness within the meaning of the Internal Revenue Code. Furthermore, as their respective contentions reveal, the two sides reach opposing answers to this question in large part because each characterizes a different aspect of the buyout arrangement as contingent. Petitioners view the cancellation itself as contingent, asserting that the subject transaction merely generated an agreement to cancel their debt at a future time. Respondent, on the other hand, styles the instant scenario as involving a present cancellation with a contingent future obligation to repay.\n \n[2] If there exists only an agreement to cancel prospectively, the debt is discharged not at the time the agreement is made but at the time conditions specified therein are satisfied. See Walker v. Commissioner, 88 F.2d 170 (5th Cir.1937), affg. White v. Commissioner, 34 B.T.A. 424 (1936); Shannon v. Commissioner, T .C. Memo.1993–554. For example, Walker v. Commissioner, supra at 171, involved a settlement entered in 1927 whereby the creditor agreed to cancel the balance of a debt after payments totaling a prescribed amount were made by the debtor. This payment level was reached in 1930, *69 and the discharge was held to have occurred in that year. See id.\n \n[3] In contrast, if an arrangement effects a present cancellation of one liability but imposes a replacement obligation, the mere chance of some future repayment does not delay income recognition where the replacement liability is highly contingent or of a fundamentally different nature. See Carolina, Clinchfield & Ohio Ry. v. Commissioner, 82 T.C. 888, 1984 WL 15581 (1984), affd. 823 F.2d 33 (2d Cir.1987); Zappo v. Commissioner, 81 T.C. 77, 1983 WL 14851 (1983). Specifically, we stated in Zappo v. Commissioner, supra at 88, that “A note or obligation will not be treated as a true debt for tax purposes when it is highly unlikely, or impossible to estimate, whether and when the debt will be repaid.” We explained that “highly contingent obligations should not be treated in pari materia with their more conventional counterparts”, and we further found that “this reasoning applies with equal force to the issue of refinancing an indebtedness.” Id. at 89. In addition, we described the manner in which this precept was to be employed in a discharge setting, as follows:\nWhen an obligation is highly contingent and has no presently ascertainable value, it cannot refinance or substitute for the discharge of a true debt. The very uncertainty of the highly contingent replacement obligation prevents it from reencumbering assets freed by discharge of the true debt until some indeterminable date when the contingencies are removed. In a word, there is no real continuation of indebtedness when a highly contingent obligation is substituted for a true debt. Consequently, the rule in Kirby Lumber applies, and gain is realized to the extent the taxpayer is discharged from the initial indebtedness. [Id.]\n \nThe original debt in Zappo v. Commissioner, supra at 90, had been characterized by a fixed amount, a stated rate of interest, and a due date certain. The replacement liability was for an amount that could not be ascertained until the end of 5 years, did not bear interest, and would be credited with amounts paid by a third party. See id. In those circumstances, we held that the foregoing rule precluded treatment of the new obligation as replacement indebtedness. See id.; see also Carolina, Clinchfield & Ohio Ry. v. Commissioner, supra.\n \n[4] Turning to the matter at bar, we believe that the precedent discussed above counsels a finding that petitioners’ indebtedness to FmHA was discharged in 1996, for the simple reason *70 that whether and when petitioners would ever be required to make any further payments to FmHA rested totally within their own control. If petitioners chose to sell their property within 10 years from the inception of the net recovery buyout recapture agreement, then in accordance with the terms of that agreement, petitioners could be required to repay part or all of the $177,722 written off by FmHA. If petitioners chose not to dispose of their property, then, of course, nothing further would be due. Petitioners’ obligation was thus “highly contingent” in every sense of the word. This state of affairs fits perfectly within the precept formulated in Zappo v. Commissioner, supra, that a highly contingent obligation will not be treated in pari materia with a more conventional counterpart.\n \nPetitioners’ initial debt to FmHA, the “conventional counterpart” in this case, was fixed in amount, bore a stated rate of interest, and required periodic payments. In contrast, petitioners’ liability under the recapture agreement had no certain amount, was not interest bearing, and mandated no definite payments. An enforceable financial obligation may in fact never materialize at all. Faced with these differences, we cannot reasonably view the latter alleged debt as a mere substitute for the former.\n \nWe are convinced that the rationale of United States v. Kirby Lumber Co., 284 U.S. 1, 52 S.Ct. 4, 76 L.Ed. 131 (1931), is particularly applicable here where the recapture agreement leaves petitioners in complete control of their assets and free to arrange their affairs so that none of their property’s value need ever be delivered to FmHA. We hold that petitioners received discharge of indebtedness income in 1996 when FmHA wrote off $177,772 of petitioners’ outstanding loan obligation.\n \n\n\nII. Social Security Benefits\nThe second question raised by this litigation is whether a portion of the Social Security benefits received by petitioners is includable in their gross income. Although this issue is largely computational, we address it briefly to ensure lucidity. The parties stipulated that petitioners received such benefits in the amount of $3,420. Of this total, respondent contends that 85 percent, or $2,907, must be reported as *71 gross income. Petitioners have offered no argument related to their Social Security benefits.\n \nIncome tax treatment of Social Security benefits is governed by section 86. Section 86 applies to require inclusion of payments if the taxpayer’s adjusted gross income, with certain modifications not relevant here, plus one-half of the Social Security benefits received, exceeds a specified base amount. See sec. 86(b). This base amount, in the case of taxpayers filing a joint return, is $32,000. See sec. 86(c)(1)(B). Since petitioners reported adjusted gross income of $8,466 and we have just held that they must include an additional $177,772 from discharge of indebtedness, the base amount threshold is clearly exceeded.\n \nIn general then, section 86(a)(1) provides that gross income includes the lesser of: (1) One-half of the Social Security benefits received during the year; or (2) one-half of the excess of the sum of (a) modified adjusted gross income plus (b) one-half of the Social Security benefits, over the base amount. The includable percentage is increased, however, if modified adjusted gross income plus one-half of the Social Security benefits exceeds an adjusted base amount of, for a joint return, $44,000. See sec. 86(a)(2), (c)(2)(B). Accordingly, petitioners are subject to the greater inclusion, which, on these facts, would be calculated at 85 percent of the Social Security benefits received. See sec. 86(a)(2). We therefore sustain respondent’s determination that $2,907, 85 percent of the stipulated $3,420 in Social Security benefits, must be included in petitioners’ gross income for 1996.\n \n\n\nIII. Accuracy–Related Penalty\n[5] Subsection (a) of section 6662 imposes an accuracy-related penalty in the amount of 20 percent of any underpayment that is attributable to causes specified in subsection (b). Among the causes so enumerated is any substantial understatement of income tax. See sec. 6662(b)(2). A “substantial understatement” is defined in section 6662(d)(1) to exist where the amount of the understatement exceeds the greater of 10 percent of the tax required to be shown on the return for the taxable year or $5,000. For purposes of this computation, the amount of the understatement is reduced to the extent attributable to an item: (1) If there existed substantial *72 authority for the taxpayer’s treatment of the item, or (2) if the relevant facts affecting the treatment of the item were adequately disclosed on the taxpayer’s return or an attached statement, and there was a reasonable basis for the taxpayer’s treatment of the item. See sec. 6662(d)(2)(B).\n \nAn exception to the section 6662(a) penalty is set forth in section 6664(c)(1) and reads: “No penalty shall be imposed under this part with respect to any portion of an underpayment if it is shown that there was a reasonable cause for such portion and that the taxpayer acted in good faith with respect to such portion.” The taxpayer bears the burden of establishing that this reasonable cause exception is applicable, as respondent’s determination of an accuracy-related penalty is presumed correct. See Rule 142(a).\n \nRegulations interpreting section 6664(c) state:\nThe determination of whether a taxpayer acted with reasonable cause and in good faith is made on a case-by-case basis, taking into account all pertinent facts and circumstances. * * * Generally, the most important factor is the extent of the taxpayer’s effort to assess the taxpayer’s proper tax liability. * * * [Sec. 1.6664–4(b)(1), Income Tax Regs.]\n \nApplying these principles to the matter at hand, we are constrained to rule that petitioners have failed to meet their burden of showing the section 6662(a) penalty inappropriate here. Again, petitioners have offered no discussion or argument on this issue.\n \nPetitioners reported on their 1996 return a tax liability of $0 and disclosed neither the cancellation of debt income for which they received a Form 1099–C nor their Social Security payments. Based on our holdings above, however, they in fact owe taxes for 1996 well in excess of the level constituting a substantial understatement. Furthermore, none of the avenues of relief provided in the statutory text is open to petitioners. There exists no substantial authority for their complete failure to report or disclose, so the amount of their understatement is not subject to reduction under section 6662(d)(2)(B). Additionally, due to the absence of explanation or evidence by petitioners on this issue, we lack any grounds upon which to conclude that their treatment was a product of reasonable cause and good faith for purposes of the section 6664(c) exception. Petitioners therefore are liable for the accuracy-related penalty.\n \n*73 To reflect the foregoing,\nDecision will be entered for respondent.\n \nAll Citations\n116 T.C. No. 6, 116 T.C. 63, Tax Ct. Rep. Dec. (RIA) 116.6\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}