{
    "Background": "\n\n\n\n86 T.C. 171\nUnited States Tax Court\nKENYATTA CORPORATION, Petitioner\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent\nDocket No. 22262-84.\n|\nFiled February 12, 1986.\nSynopsis\nPetitioner was organized in 1973 to provide personal services such as radio and television appearances, sportscasting, college campus lectures, newspaper columns, and the like. Respondent determined that petitioner is liable under sec. 541, I.R.C. 1954, for personal holding company tax for its fiscal year ended Jan. 31, 1978.\n \nHELD: The burden of proof rests with petitioner regardless of whether the Commissioner’s agents examined all of petitioner’s personal service contracts before the notice of deficiency was issued.\n \nHELD, FURTHER: The stock ownership test prescribed by sec. 542(a)(2), I.R.C. 1954, is met even though petitioner never issued stock certificates.\n \nHELD, FURTHER: More than 60 percent of petitioner’s adjusted ordinary gross income was derived from personal service contracts within the meaning of sec. 543(a)(7), I.R.C. 1954, Accordingly, for its fiscal year ended Jan. 31, 1978, petitioner was a personal holding company, within the meaning of sec. 542(a), I.R.C. 1954, and subject to the personal holding company tax.\n \nAttorneys and Law Firms\n*172 Arthur H. Boelter, for the petitioner.\nRobert F. Geraghty, for the respondent.\nOpinion\n\nFEATHERSTON, JUDGE:\n\nRespondent determined a deficiency in the amount of $24,943 in petitioner’s personal holding company tax for its fiscal year ended January 31, 1978. The only issue to be decided is whether, during that year, petitioner was a personal holding company within the meaning of section 542(a).1\n \n\n\nFINDINGS OF FACT\nPetitioner Kenyatta Corporation was a Washington State corporation with its principal office located in Seattle, Washington, at the time the petition was filed. Petitioner timely filed its corporate Federal income tax return for its fiscal year 1978 with the Internal Revenue Service Center, Ogden, Utah.\n \n\n\nBACKGROUND\nPetitioner was incorporated under the laws of the State of Washington on July 9, 1973. However, no organizational meeting was held for petitioner, and no stock certificates were ever issued. Each year from its inception through the close of its 1978 fiscal year, petitioner’s president was William F. Russell (hereinafter Russell).\n \n*173 Russell, a former professional basketball player, has long been a well known and highly regarded sports personality. Since 1969, following his retirement from professional basketball, Russell has been employed, first by Felton Productions and later by petitioner, to provide a variety of his own personal services. These services included hosting radio talk shows, making personal appearances, lecturing on college campuses, sportscasting, writing newspaper columns, coaching and managing a professional basketball team, speaking on radio and television programs, and performing services for various advertising and promotional efforts.\n \nIn 1969, Robert Walsh (hereinafter Walsh), then program director for KABC radio station in Los Angeles, hired Russell as a radio talk show host and television sportscaster. In 1973, Russell moved to Seattle to become the coach and general manager of the Seattle SuperSonics professional basketball team (hereinafter Sonics).\n \nRussell was joined in Seattle by Walsh, who became assistant general manager of the Sonics under Russell, and by Anita Dias (hereinafter Dias), who had been employed in Los Angeles by Felton Productions, the California corporation which provided Russell’s personal services from approximately 1970 to 1973. From 1973 to 1977, Dias worked for the Sonics and provided services to petitioner as administrative assistant and secretary to Russell, handling his calendar, travel arrangements, and banking. She signed most of the documents requiring Russell’s signature. Dias ran the day-to-day operations of petitioner’s office, kept books for some transactions, and maintained a checking account for petitioner in Seattle.\n \nPetitioner was organized on the advice of Richard Covey (hereinafter Covey), who served as petitioner’s secretary from its inception through at least September 6, 1978. In his capacity as secretary, Covey maintained a bank account for petitioner in Los Angeles and kept most of petitioner’s books and records with him in Los Angeles during petitioner’s 1978 fiscal year. Covey was also Russell’s attorney and business agent from 1969 until 1982. During that period, he assisted in developing Russell’s career and generating business opportunities and handled legal matters, *174 such as negotiating and drafting contracts. Covey generally received fees for his legal services and compensation on a percentage basis for his services as Russell’s agent.\n \nIn addition to providing Russell’s services for speaking engagements, personal appearances, and the like, petitioner arranged for the services of other sports personalities. Petitioner was asked to provide substitutes when Russell was unavailable or not inclined to make certain types of personal appearances; for example, Russell made it a policy never to sign autographs.\n \n\n\nFISCAL YEAR 1978\nKen Duncan (hereinafter Duncan), a certified public accountant, was hired in 1977 to prepare both petitioner’s corporate Federal income tax return for its 1978 fiscal year and Russell’s individual tax return. In preparing petitioner’s 1978 return, Duncan used two lists of checks drawn from and deposits made into petitioner’s checking accounts—one handwritten list prepared by Dias and one typewritten list prepared by Covey (bank deposits and disbursements list).2 Duncan never received a cash receipts journal, check register, or canceled checks for fiscal year 1978.\n \nAt the request of the revenue agent who examined petitioner’s fiscal year 1978 income tax return, Duncan prepared a handwritten breakdown of petitioner’s cash receipts from its 1978 fiscal year (cash receipts breakdown). The document is dated June 4, 1983, and bears the notation: ‘Big Rush—Vacation starts this afternoon for 1 week out of town.‘ Duncan prepared the cash receipts breakdown using ‘scraps of paper‘ and whatever information was available at the time.\n \nOn its corporate income tax return for fiscal year 1978, which was signed by Russell as president, petitioner reported gross receipts in the amount of $138,895 and taxable income in the amount of $44,919. Petitioner reported no reduction for cost of goods sold, and no deductions for *175 commissions, salaries, and wages paid.3 On page 3 of the return, item H(2) names Russell as the individual who owned, at the end of the taxable year, 50 percent or more of petitioner’s voting stock, and an attached schedule shows that he owned 100 percent of the stock in that year.4\n \nPetitioner’s gross receipts from its 1978 fiscal year were derived from various sources, among which were several service contracts here in dispute. The following are our findings with respect to each of those agreements.\n \n\n\n1. SEATTLE SUPERSONICS\nIn 1973, the professional basketball franchise known as the Seattle SuperSonics was owned by the Seattle SuperSonics Corporation, a wholly owned subsidiary of First Northwest Industries of America, Inc. (FNI). During that year, the Sonics’ image and popularity had declined as a result of poor public relations and unfavorable press coverage. The board of directors of FNI discharged the Sonics’ coach and made an effort to replace him with the best name in basketball to restore the team’s credibility.\n \nConsequently, Russell was hired as coach and general manager of the Sonics in July 1973.\n \nThe contract negotiations eventually produced two contracts, one between FNI and Russell covering Russell’s services as coach and general manager of the Sonics (coaching agreement) and the other between FNI and petitioner covering publicity and public relations services to be provided by petitioner (public relations agreement). Both contracts were signed by or on behalf of the parties,5 dated ‘As of July 1, 1973,‘ and ran for a term of 5 years commencing on that date and terminating on June 30, 1978.6\n \n*176 Under the public relations agreement, petitioner agreed to provide Russell’s services in connection with certain public relations work for the Sonics, including a series of 5-minute radio programs to be broadcast prior.to the Sonics’ games. As consideration for services to be rendered under the public relations agreement, petitioner agreed to accept $250,000 payable in 60 equal monthly installments commencing July 1, 1973. The public relations agreement provides by its terms in pertinent part:\nA. William F. Russell (Russell) has executed a personal services agreement with Kenyatta whereby Russell has granted to Kenyatta all rights to his services, name, image, voice and likeness, with the exception of the basketball coaching and general managing services described in an Employment Agreement executed between Russell and FNI for the coaching and general managing services of Russell, dated ‘As of July 1, 1973.‘\n \nB. Russell is a prominent personality with a national reputation as a commentator, entertainer, professional athlete and spokesman; and whose name, likeness and image is of established commercial value.\n \nC. FNI is desirous of utilizing the name, image and likeness of Russell in, and in connection with, the exploitation and advertising of its basketball team, the Seattle SuperSonics (Sonics).\n \n \n\n\n1. GRANT OF RIGHTS.\nKenyatta hereby grants to FNI, during the term hereof, the following rights:\na. The right, subject to the provision of Paragraph 4, to use Russell’s name, image voice and likeness by means of television, radio and publications to advertise and exploit the Seattle SuperSonics and its activities.\n \nb. The right to use Russell’s services, live or recorded, for a series of five (5) minute radio programs, each episode to be broadcast one time prior to a basketball game played by the Seattle SuperSonics; said services to be contracted and paid for by Radio Station KOMO (or any other radio stations which Sonics contract to carry the broadcast of the games).\n \n \nAs reflected by respondent’s Form 1099-Misc. issued by the Seattle SuperSonics Corporation to petitioner and the audit workpapers prepared by the Seattle SuperSonics Corporation’s accountant, petitioner received income in the amount of $20,833.30 during its 1978 fiscal year pursuant to the public relations agreement.\n \n\n\n*177 2. KIRO-TV\nIn 1977, KIRO television (KIRO-TV), the CBS affiliate in Seattle, employed Russell, then coach of the Sonics, to perform in a 5-minute pre-game coach’s show prior to each of the 15 Sonics games televised on KIRO-TV. Payments for Russell’s services were made by checks dated March 15, 1977 and April 12, 1977, payable to Russell in the amounts of $3,750 and $1,875, respectively. Duncan included these payments on his cash receipts breakdown. The payments were not reported on Russell’s 1977 individual income tax return.\n \n\n\n3. ABC SPORTS\nPursuant to a contract dated ‘As of September 1, 1977,‘ petitioner agreed to furnish to ABC Sports, Inc. (ABC Sports), the ‘exclusive personal services of Mr. Russell, * * * (petitioner’s) employee, as commentator, host, co-host, expert analyst, interviewer and the like in connection with television sports and news programs * * * for broadcast by ABC.‘ The term of the contract was 3 years commencing September 1, 1977. The parties agree that ABC Sports made the following payments to petitioner pursuant to their agreement during petitioner’s 1978 fiscal year:\n \n\n\n\n\n \n|Check date\n \n|Amount\n \n|\nSalary\n \n|9/26/77\n \n|$10,416.66\n \n|\n \n|10/17/77\n \n|10,416.66\n \n|\n \n|11/16/77\n \n|10,416.66\n \n|\n \n|12/14/77\n \n|10,416.66\n \n|\n \n|1/23/78\n \n|10,416.66\n \n|\nExpense reimbursement\n \n|1/23/78\n \n|11,061.75\n \n|\nTotal\n \n| \n|53,145.05\n \n|\n\n\n\n\nCovey included these payments from ABC Sports on his bank deposits and disbursements list.7\n \n\n\n*178 4. SEATTLE TIMES\nPursuant to a contract dated ‘As of September 1, 1977,‘ petitioner agreed to furnish ‘the services of William F. Russell (‘Russell‘) to provide material for a weekly newspaper column (‘the column‘) which will appear exclusively in The Seattle Times.‘ In consideration of Russell’s services, petitioner contracted to receive $250 per column to be paid weekly during the contract term commencing on September 15, 1977, and terminating one year later. The agreement contains the following additional provision:\nRussell and * * * (petitioner) acknowledge there is a valid and existing personal services agreement between Russell and Kenyatta Corporation, and Russell agrees to perform all terms and conditions contained in this agreement.\n \nThe agreement further provides that petitioner retain the copyright to each column.\n \nRussell was assisted in writing the Seattle Times columns by Taylor Branch and Walt Crowley, both professional writers, Russell’s then wife, Didi Anstett Russell (hereinafter Didi Anstett), and Dias. In some instances, the articles were written by Taylor Branch or Didi Anstett from tapes or notes of a group discussion with Russell on the weekly topic. These articles were then subject to Russell’s approval. A list of the articles compiled by Didi Anstett from a scrapbook she kept revealed that twenty articles were published during petitioner’s 1978 fiscal year; the first article was published on September 18, 1977 and the last on January 29, 1978. As reflected in the requests for checks issued to the accounts payable department of the Seattle Times, petitioner received at least 19 payments of $250 each for a total of $4,750 during its 1978 fiscal year in consideration for the columns.8\n \n\n\n5. COLE & WEBER\nIn 1977, petitioner received $15,000 from Cole & Weber, an advertising and public relations firm located in Seattle. The payment represented a talent fee for Russell’s services *179 in connection with a series of television commercials for a local dairy company. The commercials featured Russell and Jack Patera, then coach of the Seattle Seahawks professional football team, and depicted Russell as Patera’s ‘shape up‘ coach encouraging him to become physically fit through a combination of exercise and a diet of various dairy products. Covey included the payment from Cole & Weber on his bank deposits and disbursements list.\n \nUsing the taxable income figure in petitioner’s income tax return for fiscal year 1978, respondent determined the deficiency in personal holding company income tax described above.\n \n\n\nOPINION\nThe only issue to be decided is whether petitioner was a personal holding company within the meaning of section 542(a) during 1978 and is, therefore, subject to the personal holding company tax.9 A corporation is a personal holding company if it meets a stock ownership test and a ‘tainted income‘ test which are specified in section 542(a).10 Before analyzing the evidence in the light of these tests, however, we must dispose of a preliminary argument on which petitioner pins much of its case.\n \nPetitioner contends that respondent has the burden of proving that petitioner was a personal holding company during its fiscal year 1978 because the Commissioner’s agents, before issuing the notice of deficiency, did not possess or examine all of the contracts from which petitioner received its income. Petitioner admits that it did not have, or present to the agents, the contracts (excepting the *180 ABC Sports contract) or other records which reflected the nature and source of its income. Because the agents did not obtain the contracts from third party sources by summons or otherwise, the argument goes, the notice of deficiency does not have a proper foundation of substantive evidence, is arbitrary, and is not entitled to the so-called presumption of correctness under the rationale of Weimerskirch v. Commissioner, 596 F.2d 358, 361 (9th Cir. 1979), revg. 67 T.C. 672 (1977), and Llorente v. Commissioner, 649 F.2d 152 (2d Cir. 1981), affg. in part and revg. and remanding in part 74 T.C. 260 (1980).\n \nThere is no merit in petitioner’s argument. A trial in this Court with respect to a deficiency determination is a de novo proceeding; it does not involve a review of the evidence in the hands of the Internal Revenue Service when the notice of deficiency was issued. Only in limited circumstances, not present here, will the Court go behind the notice of deficiency. Greenberg’s Express, Inc. v. Commissioner, 62 T.C. 324, 327-328 (1974); see Crowther v. Commissioner, 269 F.2d 292, 293 (9th Cir. 1959), affg. on this issue 28 T.C. 1293 (1957). Petitioner’s status under the personal holding company tax provisions thus does not turn on what evidence the Internal Revenue Service agents had in their files when the notice was issued but on the evidence presented in this Court.\n \nThe Weimerskirch-Llorente line of cases has nothing to do with the issue here presented. In those cases, the Commissioner determined that the taxpayers had substantial income from the illegal sale of narcotics. The Commissioner offered no evidence showing that the taxpayers received income from such source or otherwise linking the taxpayers to illegal narcotics dealing from which income was derived, and the taxpayers offered no credible evidence rebutting the charge that they did so. In these circumstances, the appellate courts held that the so-called presumption of correctness, usually applied to support a deficiency determination, did not attach and would not sustain the determined deficiencies.11 Furthermore, those cases were decided on the *181 trial record, not on what was contained in the Internal Revenue Service files when the notice of deficiency was issued.12 Respondent in the instant case does not rely upon any presumption of correctness but at the trial offered much of the evidence reflected in our findings of fact. Moreover, the deficiency in the instant case is based on the figures in petitioner’s own income tax return; no form of income reconstruction is involved. The only issue is the character of the income—whether it was personal holding company income. We hold that the burden of proof rests with petitioner. Rule 142(a); Welch v. Helvering, 290 U.S. 111 (1933).\n \n\n\nSTOCK OWNERSHIP TEST\nThe stock ownership test prescribed by section 542(a)(2) is satisfied if, at any time during the last half of the taxable year, more than 50 percent in value of the corporation’s outstanding stock is owned, directly or indirectly, by or for not more than five individuals. Petitioner argues that because no stock certificates were issued, the corporation does not meet the requirements of the stock ownership test. However, the issuance of stock certificates is not determinative of stock ownership for purposes of section 542(a)(2). Section 1.542-3(b), Income Tax Regs.; Collateral Equities Trust v. Commissioner, 39 B.T.A. 834, 839-840 (1939). Furthermore, Covey, the attorney responsible for organizing petitioner, testified that Russell was intended to be the majority stockholder in the corporation and that the majority *182 of the equity in petitioner belonged to Russell in ‘some unfocused way.‘\n \nMore important, petitioner’s articles of incorporation show that it had only one class of stock, and its 1978 tax return designated Russell as holder of 100 percent of petitioner’s voting stock.13 This sworn statement of voting stock ownership is an admission to which we give substantial weight. Waring v. Commissioner, 412 F.2d 800, 801 (3d Cir. 1969), affg. per curiam a Memorandum Opinion of this Court; Times Tribune Co. v. Commissioner, 20 T.C. 449, 452 (1953). Finally, nothing in the record establishes that anyone other than Russell owned any of petitioner’s outstanding stock at any time during its 1978 fiscal year.\n \nIn light of petitioner’s admission under oath and its failure to carry its burden of proving that someone other than Russell owned the majority of petitioner’s outstanding stock, we find that at least 50 percent of the value of petitioner’s outstanding stock was owned by not more than five individuals within the meaning of section 542(a)(2).\n \n\n\nTAINTED INCOME TEST\nThe tainted income test provided by section 542(a)(1) is met if at least 60 percent of the corporation’s ‘adjusted ordinary gross income‘ for the taxable year constitutes ‘personal holding company income.14 Section 543(a), which defines personal holding company income, provides in pertinent part:\n \n(a) General Rule.—For purposes of this subtitle, the term ‘personal holding company income‘ means the portion of the adjusted ordinary gross income which consists of:\n \n(7) Personal service contracts.—\n(A) Amounts received under a contract under which the corporation is to furnish personal services; if some person other than the corporation has the right to designate (by name or by description) the individual who is to perform the services, or if the individual who *183 is to perform the services is designated (by name or by description) in the contract; and\n \n(B) amounts received from the sale or other disposition of such a contract.\n \nThis paragraph shall apply with respect to amounts received for services under a particular contract only if at some time during the taxable year 25 percent or more in value of the outstanding stock of the corporation is owned, directly or indirectly, by or for the individual who has performed, is to perform, or may be designated (by name or by description) as the one to perform, such services. 15\n \n \nPetitioner contends, first, that petitioner’s income did not arise from personal service contracts within the meaning of section 543(a)(7), and, alternatively, to the extent petitioner had income from personal service contracts which would constitute personal holding company income, such income did not equal 60 percent or more of its adjusted ordinary gross income.\n \nDetermination of whether a contract is a personal service contract again requires examination of the contract under two statutory tests. The flush language of section 543(a)(7) requires that the designated person (herein Russell) own at least 25 percent of the corporation’s stock at some time during the taxable year (stock ownership test). We have found as a fact that Russell owned at least 50 percent in value of petitioner’s stock; therefore, this test is met.\n \nThe stock ownership test having been met, we turn now to the language of section 543(a)(7)(A), which requires that the individual who is to perform the services be designated, by name or description, in the contract or that such individual can be so designated by some person other than the corporation (designation test). We will examine each contract separately to determine whether it meets this requirement.\n \n\n\n1. SEATTLE SUPERSONICS\nDuring 1977, Russell was employed by FNI, then owner of the Sonics, as coach and general manager of the professional *184 basketball team. Russell’s employment was covered under two separate contracts, a coaching agreement between FNI and Russell himself, and a public relations agreement between FNI and petitioner. The public relations agreement obligated petitioner to provide Russell’s services in connection with certain public relations activities for the Sonics, including a series of pre-game radio programs. The public relations agreement, quoted in part in our findings, designates Russell by name as the individual who was to perform the services and states its purpose in naming Russell. Because the public relations agreement designates Russell by name as the individual to perform the services, the contract meets the designation test under section 543(a)(7). General Management Corp. v. Commissioner, 46 B.T.A. 738, 747 (1942), affd. 135 F.2d 882 (7th Cir. 1943); Kurt Frings Agency, Inc. v. Commissioner, 42 T.C. 472, 478-479 (1964), affd. per curiam 351 F.2d 951 (9th Cir. 1965).\n \nPetitioner’s argument with respect to the public relations agreement is based entirely on attacking the validity of the document itself.16 Petitioner does not contend that the document, which was signed by or on behalf of both parties, is completely false but that the document upon which our findings are based is an interim draft which does not represent the ‘final agreement‘ of the parties.\n \nPetitioner contends that Russell was not designated by name or description in the final agreement between the parties because other sports personalities were substituted for Russell when he was unavailable for or unwilling to make certain personal appearances. While we have found as a fact that petitioner made such substitutions, that fact does not prove petitioner’s point. First, it is not clear from the record that the substitutions for Russell were made with respect to appearances covered by petitioner’s agreement with FNI. The testimony of both Russell and Dias indicate that petitioner was in the business of providing *185 talent for speaking engagements and public appearances, which may or may not have been associated with the Sonics or FNI. Second, the public relations agreement, as we read it, does not preclude such substitutions.17\n \nFinally, if the public relations agreement admitted in evidence is not the final agreement between the parties, as petitioner contends, petitioner has not met its burden of proving that the final agreement between petitioner and FNI by its terms did not designate Russell as the individual who was to perform the services. Rule 142(a).\n \n\n\n2. KIRO-TV\nThe issue with respect to Russell’s employment with KIRO-TV is not whether the contract designated Russell by name or description, but whether the contract for Russell’s services was between KIRO-TV and Russell or between KIRO-TV and petitioner. If the agreement was made with Russell personally, the income therefrom would be properly taxable to Russell and would not qualify as petitioner’s personal holding company income. Sec. 543(a), (b). We think the weight of evidence shows that the contract for Russell’s services was between KIRO-TV and Russell personally.\n \nFirst, we note that the contract governing Russell’s employment with KIRO-TV was not produced at trial. However, the program director for KIRO-TV at that time testified that the con tract was with Russell personally, that he had no knowledge of petitioner at the time his station contracted with Russell, and that he was never asked to pay petitioner in connection with Russell’s services. Rather, payments for Russell’s services were by checks made payable to him personally.18 Based on the foregoing, we find that the agreement with KIRO-TV for Russell’s services was made with him personally; and, therefore, the payments *186 from KIRO-TV do not constitute personal holding company income to petitioner.\n \n\n\n3. ABC SPORTS\nIn 1977, petitioner contracted with ABC Sports to provide Russell’s services as commentator, host, co-host, expert analyst, interviewer, and the like in connection with television sports and news programs. During its 1978 fiscal year, petition received payments totaling $53,145.05 pursuant to its agreement with ABC Sports. Petitioner admits that the contract with ABC Sports specifically designated Russell as the person who was to perform the services and that the income from their agreement is ‘tainted income.‘19\n \n\n\n4. SEATTLE TIMES\nIn September 1977, petitioner agreed to furnish Russell’s services in providing material for a weekly column to appear in the Seattle Times. With respect to petitioner’s agreement with the Seattle Times, petitioner relies on section 1.543-1(b)(8)(ii), Income Tax Regs.,20 in arguing that the services of other individuals were ‘important and essential‘ to the contract; and, therefore, the amounts attributable to their services should not be included in personal holding company income. We disagree.\n \nThe regulation was interpreted by this Court in Kurt Frings Agency, Inc. v. Commissioner, 42 T.C. 472 (1964), affd. per curiam 351 F.2d 951 (9th Cir. 1965). The taxpayer in that case was a corporation engaged in the business of representing various clients in the entertainment field as their manager. Each contract executed between the taxpayer *187 and the various artists designated ‘Kurt Frings,‘ the sole stockholder, as the individual required to personally supervise the artists’ business. The taxpayer also employed a number of subagents who represented and negotiated contracts for some of the artists under contract. The taxpayer argued that the services performed by its subagents were ‘important and essential‘ within the meaning of section1.543-1(b)(8)(ii), Income Tax Regs., and, therefore, an allocation must be made to determine the income attributable to the services performed by Kurt Frings. The taxpayer relied on the following language from the regulation:\n(T)he contract, in addition to requiring the performance of services by a 25-percent stockholder who is designated * * * requires the performance of services by other persons which are important and essential * * *.\n \nThis Court found that the controlling word in the regulation is ‘requires‘ and that the word must be given its ordinary and common meaning. Because the contracts designated Kurt Frings and required no other persons to perform the services, the Court held that the contract was a personal service contract within the meaning of section 543(a)(7).\n \nNowhere in the Seattle Times contract are the services of anyone other than Russell required; rather, the agreement specifies that Russell will perform all terms and conditions under the contract. In addition, petitioner produced no evidence to indicate that the Seattle Times knew of or even contemplated the use of ‘ghost writers‘ for the columns. Based on the record in the instant case and in keeping with our earlier interpretation of the regulation, we find that the Seattle Times contract did not require the services of others which were important and essential.21\n \n\n\n5. COLE & WEBER\nIn 1977, petitioner received $15,000 from Cole & Weber, an advertising and public relations firm, as a talent fee for *188 Russell’s services in connection with a series of television commercials for a local dairy company. The commercials featured Russell and Jack Patera, then coach of the Seattle Seahawks, and depicted Russell as Patera’s ‘shape up‘ coach encouraging him to become physically fit through exercise and dieting. No contract between Cole & Weber and petitioner for Russell’s talent was produced at trial. Payment for Russell’s services was made by check payable to petitioner, and Covey included the payment in his bank deposits and disbursements list referred to in our findings. Cole & Weber billed the dairy company for ‘Talent—Bill Russell‘ in the amount of $15,000.\n \nPetitioner’s primary contention is that Russell’s talent was not unique and petitioner could have substituted the services of other individuals to appear in the commercials.22 However, we think the evidence clearly demonstrates that Russell’s talents were unique and substitution would not have been possible. The entire campaign involved Russell, who only months before coached the Sonics, ‘coaching‘ Patera, then coach of the Seahawks, to lose weight. The advertisement would not have been as clever or as amusing had someone other than Russell acted as Patera’s ‘shape up‘ coach. Newspaper advertisements promoting the television commercials featured pictures of both coaches, one stating: ‘It takes all Bill Russell’s skill to get Jack Patera to stick to his diet and exercise,‘ and a Seattle Times column concerning the campaign was entitled ‘Getting in Shape with Two Coaches.‘\n \nIn any event, petitioner has not sustained its burden of proof on this issue. Because Russell performed the services for Cole & Weber, petitioner must show that Russell was not designated, by name or description, in the contract and that petitioner had the right to designate, by name or description, the person to perform the services. Sec. 543(a)(7)(A); Rule 142(a). Petitioner failed to produce the agreement governing the advertising campaign or to present evidence to support its position.\n \n\n\n*189 PERSONAL HOLDING COMPANY INCOME COMPUTATION\nPursuant to our foregoing analysis of the five agreements under which petitioner received income during its 1978 fiscal year, we have found that the following amounts were derived from personal service contracts and, therefore, constitute personal holding company income to petitioner:23\n \n\n\n\n\nContract\n \n|Personal holding company income\n \n|\nSeattle Supersonics\t\n \n|$20,833.30\n \n|\nABC Sports\t\n \n|53,145.05\n \n|\nSeattle Times\t\n \n|4,750.00\n \n|\nCole & Weber\t\n \n|15,000.00\n \n|\nTotal\t\n \n|193,728.35\n \n|\n\n\n\n\nA corporation is not a personal holding company, within the meaning of section 542(a), unless at least 60 percent of its adjusted ordinary gross income for the taxable year is personal holding income. According to its tax return, petitioner’s adjusted ordinary gross income for its 1978 fiscal year is $138,895.24 Because petitioner’s personal holding company income of $93,728.35 exceeds 60 percent ($83,337) of petitioner’s adjusted ordinary gross income, petitioner is a personal holding company subject to the personal holding company tax imposed by section 541.\n \nTo reflect the foregoing,\n \nDecision will be entered for the respondent.\n \nAll Citations\n86 T.C. No. 12, 86 T.C. 171, Tax Ct. Rep. (CCH) 42,878\n\n\n\nFootnotes\n|\n1\n|Both the expense reimbursement and the January salary payment were included on the same check dated 1/23/78.\n|\n1\n|Amounts received under Russell’s agreement with KIRO-TV are not personal holding company income to petitioner.\n|\n1\n|All section references are to the Internal Revenue Code of 1954, as amended, unless otherwise noted. All Rule references are to the Tax Court Rules of Practice and Procedure.\n|\n2\n|The list of bank deposits and disbursements submitted by Covey and used by Duncan covers only the period from Sept. 22, 1977 to Jan. 31, 1978. The list prepared by Dias was not submitted as evidence in this case.\n|\n3\n|Petitioner deducted $4,700 for ‘research & writing fees,‘ and $24,332 for ‘legal & acctg.‘\n|\n4\n|Petitioner’s corporate income tax returns for its fiscal years 1977 through 1983 indicate that Russell held either 100 percent or 70 percent of its voting stock as of the close of each year.\n|\n5\n|The coaching agreement bore a signature line for Samuel Schulman, controlling shareholder and chief executive of FNI, in his capacity as an individual, but the signature line was left blank. Two letters dated Oct. 12, 1973, one from Samuel Schulman to Russell and one from Russell to FNI, covered the obligation of Samuel Schulman individually under the coaching agreement.\n|\n6\n|The coaching agreement and the public relations agreement were terminated as of June 30, 1977, and July 1, 1977, respectively, pursuant to a letter from FNI to Covey releasing FNI and petitioner from their obligations under the public relations agreement.\n|\n7\n|Covey’s bank deposits and disbursements list includes an additional payment of $2,056.11 from ABC Sports deposited in petitioner’s account on Jan. 4, 1978. Duncan’s cash receipts breakdown shows cash receipts from ABC Sports totaling $54,395.04.\n|\n8\n|Covey’s bank deposits and disbursements list includes only 17 payments from the Seattle Times ($4,250), and Duncan’s cash receipts breakdown includes $5,750 in payments from the Seattle Times.\n|\n9\n|SEC. 541. IMPOSITION OF PERSONAL HOLDING COMPANY TAX.\nIn addition to other taxes imposed by this chapter, there is hereby imposed for each taxable year on the undistributed personal holding company income (as defined in section 545) of every personal holding company (as defined in section 542) a personal holding company tax equal to 70 percent of the undistributed personal holding company income.\n|\n10\n|SEC. 542. DEFINITION OF PERSONAL HOLDING COMPANY.\n(a) General Rule.—For purposes of this subtitle, the term ‘personal holding company‘ means any corporation (other than a corporation described in subsection (c)) if—\n(1) Adjusted ordinary gross income requirement.—At least 60 percent of its adjusted ordinary gross income (as defined in section 543(b)(2)) for the taxable year is personal holding company income (as defined in section 543(a)), and\n(2) Stock ownership requirement.—At any time during the last half of the taxable year more than 50 percent in value of its outstanding stock is owned, directly or indirectly, by or for not more than 5 individuals. * * *\n|\n11\n|The rule laid down by the courts of appeals in those cases may be analogized to the ‘likely source‘ requirement for use of the net worth increase and nondeductible expenditures method of income reconstruction as explained in Holland v. United States, 348 U.S. 121 (1954).\n|\n12\n|The Weimerskirch-Llorente line of cases (Weimerskirch v. Commissioner, 596 F.2d 358 (9th Cir. 1979), revg. 67 T.C. 672 (1977); Llorente v. Commissioner, 649 F.2d 152 (2d Cir. 1981), affg. in part and revg. and remanding in part 74 T.C. 260 (1980)) does not, in any event, alter the rule on the burden of proof. The court in Weimerskirch v. Commissioner, 596 F.2d at 360, n. 3, expressly stated that it did not ‘reach the question as to who has the general burden of persuasion in this type of case.‘ In Carson v. United States, 560 F.2d 693, 698 (5th Cir. 1977), cited and quoted in Weimerskirch, the court of appeals found that the evidence did not show that the taxpayer had engaged in gambling activities during part of the period for which a wagering excise tax had been assessed and that, therefore, the assessment for that part of the period could not stand, stating:\nWe work no change in the burden or order of proof in wagering excise tax cases. We simply recognize that, at the close of all the evidence, if the record contains no item of proof tending to show that the taxpayer was engaged in wagering activity during the period assessed, the Commissioner’s determination cannot prevail. The record before us contains no such predicate. * * *\n|\n13\n|See n. 4, supra.\n|\n14\n|‘Adjusted ordinary gross income‘ is defined in sec. 543(b) as gross income less gains from the sale or other disposition of capital assets or sec. 1231(b) assets, and less depreciation, taxes, interest, and rent incurred in connection with certain rental income and mineral royalties. In the instant case, petitioner’s adjusted ordinary gross income would equal its gross income.\n|\n15\n|This provision on personal service contracts was enacted to close the so-called ‘’incorporated talent’ loophole‘ whereby individuals receiving large amounts of personal service income could avoid the effect of the progressive income tax rates by arranging for wholly owned corporations to contract for, and receive compensation for, their services. S. Rept. No. 1242, 75th Cong., 1st Sess. (1937), 1937-2 C.B. 609, 613; Kurt Frings Agency, Inc. v. Commissioner, 42 T.C. 472, 477 (1964), affd. per curiam 351 F.2d 951 (9th Cir. 1965).\n|\n16\n|Petitioner has objected strenuously to the admission of the public relations agreement. Apparently, the original contract could not be located. We have admitted a duplicate copy of the agreement under Rules 803(6) and 1004 of the Federal Rules of Evidence. The controller of the Sonics testified that she had custody of the public relations agreement, that the agreement was maintained in the ordinary course of the Sonics’ business, and that the agreement was used by her in preparing the Sonics’ payroll and other checks.\n|\n17\n|Petitioner also offered testimony to the effect that the final agreement between petitioner and FNI would have provided for the employment of Walsh and Dias by the Sonics. However, other testimony showed that Walsh and Dias were paid directly by the Sonics and that Walsh was employed by the Sonics under a separate written contract. Furthermore, we do not think the terms of their employment would have been appropriate matter for inclusion in the public relations agreement.\n|\n18\n|The payments from KIRO-TV appear on Duncan’s cash receipts breakdown as petitioner’s cash receipts; however, we give less weight to this evidence primarily because Duncan prepared the schedule in a ‘big rush‘ from unspecified sources of information several years after the fact.\n|\n19\n|Petitioner has not met its burden of proving that an amount designated by ABC Sports as expense reimbursement ($1,061.75) should be excluded from the personal holding company income computation as income of a ‘nonpersonal holding company type.‘ General Management Corp. v. Commissioner, 46 B.T.A. 738, 749 (1942), affd. 135 F.2d 882 (7th Cir. 1943).\n|\n20\n|Sec. 1.543-1(b)(8)(ii), Income Tax Regs., provides:\nIf the contract, in addition to requiring the performance of services by a 25-percent stockholder who is designated or who could be designated * * * (within the meaning of section 543(a)(7)), requires the performance of services by other persons which are important and essential, then only that portion of the amount received under such contract which is attributable to the personal services of the 25-percent stockholder shall constitute personal holding company income. Incidental personal services of other persons employed by the corporation to facilitate the performance of the services by the 25-percent stockholder, however, shall not constitute important or essential services. * * *\n|\n21\n|We recognize that several individuals, including two professional writers, assisted Russell in providing material for the Seattle Times columns. At least some of the 20 articles were written by Taylor Branch or Didi Anstett from tapes or notes of discussions with Russell. Petitioner contends that because Russell did not actually write these columns, but contributed only his ideas and his name, the services of those who assisted him were important and essential. However, the Seattle Times contract did not require the services of those individuals who assisted Russell and to interpret ‘require‘ to mean ‘may require‘ would be contrary to the regulation. Kurt Frings Agency, Inc. v. Commissioner, 42 T.C. at 480.\n|\n22\n|See Rev. Rul. 75-67, 1975-1 C.B. 169; Rev. Rul. 75-249, 1975-1 C.B. 171.\n|\n23\n|Petitioner argues that, assuming the agreements were personal service contracts, the amounts derived therefrom should be reduced by commissions paid to Covey, a nonshareholder, or by cost of goods sold. We reject this argument for three reasons. First, petitioner’s 1978 corporate income tax return indicates no allowance for commissions or cost of goods sold. Second, petitioner was unable to establish the amounts of the commissions paid to Covey. Finally, the record is not clear as to whether amounts included on Covey’s bank deposits and disbursements list, which was used to determine petitioner’s gross income, included Covey’s commissions or were net of such amounts.\n|\n24\n|Respondent urges us to reduce petitioner’s adjusted ordinary gross income figure by $5,625 for purposes of our computation. Respondent contends that if we find the amounts received from KIRO-TV to be income to Russell personally, and not personal holding company income to petitioner, the same amounts should be excluded from petitioner’s gross income in making our calculations. We need not decide this issue, as petitioner’s personal holding company income exceeds 60 percent of its adjusted ordinary gross income under both computations.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}