{
    "Background": "\n\n\n\nT.C. Memo. 2014-86\nUnited States Tax Court.\nThe MARKELL COMPANY, INC., Petitioner\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent.\nNo. 20551–08\n|\nMay 13, 2014.\nSynopsis\nBackground: C corporation petitioned for redetermination of income-tax deficiency and accuracy-related penalty arising from disallowance of $14 million capital loss, which corporation claimed as result of its contribution of purportedly high-basis partnership interest to limited liability company (LLC), and corporation’s sale of stock purchased by LLC and distributed to corporation upon LLC’s liquidation.\n \nHoldings: The Tax Court, Holmes, J., held that:\n \n[1] LLC was not partnership under federal tax law, and thus corporation was not entitled to $14 million capital loss, and\n \n[2] corporation was liable for accuracy-related penalty for gross-valuation misstatement.\n \nDecision for IRS.\n \n\n\nWest Headnotes (13)\n\n\n[1]\n|Internal RevenueEffect of State Laws and Judicial Decisions\n|\n|Federal law controls the classification of an entity for federal tax purposes.\n3 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueCreation and existence\n|\n|Limited liability company (LLC) was not partnership under federal tax law, and thus C corporation was not entitled to $14 million capital loss that it claimed as result of its purported contribution of high-basis partnership interest to LLC and corporation’s sale of stock that was purchased by LLC and distributed to corporation upon LLC’s liquidation; LLC had formal appearance of partnership, but it was controlled entirely by corporation’s president and it undertook no potentially profitable business, instead making only one stock purchase that was unwound shortly after corporation joined to create tax loss. 26 U.S.C.A. §§ 761, 7701(a)(2); 26 C.F.R. § 301.7701–1(a)(2).\n5 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueCreation and existence\n|\n|Limited liability company (LLC) with more than one member is by default classified as a partnership for federal tax purposes, but an LLC cannot avail itself of the tax benefits afforded by the partnership provisions of federal tax law if the provisions are inapplicable for other reasons. 26 C.F.R. § 301.7701–3(b)(1)(i).\n3 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueCreation and existence\n|\n|In determining whether venture is partnership for federal tax purposes, court considers: (1) agreement of parties to venture and their conduct in executing its terms; (2) contributions that each party makes to venture; (3) parties’ control over income and capital and right to make withdrawals; (4) whether each party was principal and coproprietor, sharing mutual interest in net profits and obligation to share losses, or whether one party was other’s agent or employee, receiving percentage of income as compensation; (5) whether business was conducted in parties’ joint names; (6) whether parties filed federal partnership returns or otherwise represented they were joint venturers; (7) whether separate books of account were maintained; and (8) whether parties exercised mutual control over and assumed mutual responsibilities for venture. 26 U.S.C.A. §§ 761, 7701(a)(2); 26 C.F.R. § 301.7701–1(a)(2).\n2 Cases that cite this headnote\n|\n\n\n[5]\n|Internal RevenueCreation and existence\n|\n|In determining whether entity is partnership for federal tax purposes, essential question is whether the parties intended to, and did in fact, join together for the present conduct of an undertaking or enterprise. 26 U.S.C.A. §§ 761, 7701(a)(2); 26 C.F.R. § 301.7701–1(a)(2).\n2 Cases that cite this headnote\n|\n\n\n[6]\n|Internal RevenueCreation and existence\n|\n|For entity to be treated as partnership for federal tax purposes, it must conduct some kind of business activity, and the pursuit of a business activity in furtherance of tax avoidance is no more a business purpose than actually engaging in tax avoidance. 26 U.S.C.A. §§ 761, 7701(a)(2); 26 C.F.R. § 301.7701–1(a)(2).\n1 Case that cites this headnote\n|\n\n\n[7]\n|Constitutional LawPresumptions, inferences, and burden of proof\n|\n|Fifth Amendment does not prohibit adverse inferences against parties to civil actions when they refuse to testify in the face of probative evidence against them. U.S. Const. Amend. 5.\n\n|\n\n\n[8]\n|Constitutional LawPresumptions, inferences, and burden of proof\n|\n|Assertion of the Fifth Amendment right to remain silent by a nonparty in a civil action may warrant an adverse inference against a party depending on the relationship between the two. U.S. Const. Amend. 5.\n\n|\n\n\n[9]\n|Self-IncriminationAdverse inferences\n|\n|President’s authority over C corporation, and corporation’s dubious investment objectives, permitted adverse inference against corporation as result of president’s invocation of Fifth Amendment right to remain silent in proceeding to redetermine income-tax deficiency arising from disallowance of capital loss, which corporation claimed as result of its contribution of purportedly high-basis partnership interest to limited liability company (LLC) and sale of stock purchased by LLC and distributed to corporation upon LLC’s liquidation; president controlled corporation through entire transaction and placed himself in managerial positions in every entity necessary to carry out transaction, and options purchase that purportedly generated high basis had no chance of making profit. U.S. Const. Amend. 5.\n1 Case that cites this headnote\n|\n\n\n[10]\n|Internal RevenueLiabilities incurred\n|\n|Partnership’s assumption of partner’s contingent liabilities reduce partner’s outside basis in partnership. 26 U.S.C.A. §§ 722, 752(a, b); 26 C.F.R. § 1.752–6.\n1 Case that cites this headnote\n|\n\n\n[11]\n|Internal RevenueRules and regulations\n|\n|Retroactive application of regulation which requires partner’s outside basis in partnership to be reduced by partnership’s assumption of partner’s contingent liabilities is valid, because regulation’s prescription of retroactive effective date was made under a specific congressional grant of authority. 26 U.S.C.A. § 7805(b)(6); 26 C.F.R. § 1.752–6.\n1 Case that cites this headnote\n|\n\n\n[12]\n|Internal RevenueCreation and existence\n|\n|Disregarded partnership has no identity separate from its owners, and is treated just as an agent or nominee under federal tax law.\n\n|\n\n\n[13]\n|Internal RevenueGrounds and Amount\nInternal RevenueReasonable cause\n|\n|C corporation did not act in good faith or with reasonable cause in claiming basis of over $14 million in stock when its basis in fact was $75,000, and thus corporation was liable for accuracy-related penalty for gross-valuation misstatement in connection with income-tax deficiency arising from disallowance of capital loss; corporation was on notice that IRS was unlikely to respect its tax treatment of transaction that corporation used to claim inflated basis in stock, and corporation’s tax deficiency was result of sophisticated exploitation of perceived tax loophole, not an honest misunderstanding of the law. 26 U.S.C.A. § 6662(e)(1)(A), (h)(1); 26 C.F.R. § 1.6664–4(b)(1).\n2 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\nJasper George Taylor, III and Susan V. Sample, for petitioner.\nElaine Harris, Julie Gasper, and Veronica Trevino, for respondent.\n\n\n\n\nMEMORANDUM FINDINGS OF FACT AND OPINION\nHOLMES, Judge:\n*1 This case began when the Commissioner found the remains of a corporation on an Indian reservation in an extremely remote corner of Utah. The tribe claimed not to know how the corporation’s stock had ended up in [*2] its hands. And there was little or no money or valuable property left inside the corporate shell.\n \nAll signs pointed to the corporation’s manager, a sophisticated East Coast moneyman, as the key person of interest. And his method was a series of complex transactions that bore a striking resemblance to Son–of–BOSS deals already examined many times before by this Court—but with a corporate-partner twist.\n \n\nFINDINGS OF FACT\n\nI. James Haber\nThe central player in this mystery is James Haber, a CPA and founder of Diversified Group, Inc. (DGI), where he was sole owner, director, president, and CEO. He was also the director of Helios Trading LLC (Helios). Haber is an exceptionally smart man, and exceptionally gifted in designing complex transactions. A decade ago he designed what he thought was a way to use DGI and Helios to solve a very particular tax problem: how to unlock the value lying in C corporations1 with low basis in capital assets by creating deals that generated enormous capital losses—losses large enough to offset the corporate-level tax on [*3] capital gains—and thereby largely eliminate corporate-level taxes. He marketed this plan as the “Option Partnership Strategy” (OPS). The OPS featured a contribution of paired options by a corporation to a limited liability company that was managed by a company of which Haber was president. One part of the pair was a short option, and one a long.2 The short option, in any reasonable economic view, is a potential liability. But Haber and those who undertook similar deals claimed to adopt the position that the potential liability of the short option did not offset the potential payoff of the long option, and so could be ignored as a matter of tax accounting. That would, in turn, overstate the capital contribution3 and give the C corporation a tax benefit in the nature of a built-in capital loss on the sale of the C corporation’s partnership interest. To realize the benefit, the C corporation would resign from the partnership, take a transferred [*4] basis4 in the securities distributed to it in liquidation of its interest, and subsequently sell those assets at a huge loss-all due to the omission of the short-leg option.\n \nMarkell’s brief admits that Haber had considerable experience with the selection, acquisition, and management of European-style digital options.5 And Haber was a serial dealmaker, who did at least 12 of these deals as the president of DGI and Helios from 2000–2002. But these deals caught the attention of the U.S. Attorney for the Southern District of New York-and though Haber has never been indicted or even made a target, he chose to plead the Fifth during the trial of this case.\n \n\n\nII. Markell\nThe corporate corpse in this case is The Markell Company, formed by one F.E. Markell in late 1934 with an initial capital contribution of $1,000. Markell, a widower, kept most of the stock in the company but amended the articles of [*5] incorporation a few years later to give a portion to his daughter and granddaughter. The company operated as a personal holding company6 for more than half a century, and by 2001 was still family owned, with its shareholders’ registry a family tree of Markell descendants through his granddaughter. By the time Haber entered the scene, Markell’s 4 great-grandchildren and his 11 great-great-grandchildren owned, through trustees, 100% of Markell’s stock. Bruce McClaren was the youngest of the 4 great-grandchildren and an officer of the company at the time. By 2001 the company had assets of approximately $22.8 million in appreciated securities with a built-in gain of nearly $15 million. By 2002 family discord over the firm’s future led three of the four siblings to decide they would invest individually rather than through the family company.\n \n*2 McClaren discussed the possibility of redemption with the other shareholders, and meanwhile contacted KPMG to help him find a buyer for the Markell stock. Mel Adess, the KPMG partner McClaren worked with, had a reputation of knowing certain transactional structures that would lead to particular tax advantages. KPMG agreed in 2001 to help find a buyer for a flat fee of [*6] $500,000. Before McClaren even signed the agreement, Adess already had just the man in mind: Haber.\n \nWithin two weeks McClaren’s siblings unanimously consented to redeem their shares.7 In January 2002 Markell borrowed $13 million from Midwest Bank to finance the redemption, secured by its portfolio of appreciated securities, and a few days later Markell redeemed all but the 248.5 shares owned by McClaren and the trustee for his children. The next day, McClaren became Markell’s sole director, president, and secretary.\n \n\n\nIII. Skull Valley Band of Goshute Indians\nFar to the west are the third group of players in this mystery. The Skull Valley Band of Goshute Indians of Utah, a federally recognized Indian tribe in Tooele County, is a very small band of fewer than 50 members. The tribal chairman at the time was Leon Dale Bear. But with so few people on the reservation, tribal government had a town-meeting feel, and the members would meet and pass resolutions granting Chair Bear specific authority to pursue certain business opportunities for their benefit. In May 2001 one such opportunity arose and the Band’s executive committee passed a resolution authorizing the formation [*7] of KR Acquisition LLC (KRA), a Wyoming LLC. The committee authorized Chair Bear to execute and deliver the KRA operating agreement. The operating agreement named DGI, in the person of James Haber, as manager of KRA.\n \nKRA morphed through several names but settled on MCO Acquisition LLC (MCOA). The first name change was executed by James Haber, president of DGI, as manager of MCOA. The final name change was also executed by James Haber, but as manager of Helios, the mysterious new manager of MCOA. All rights, interest, and control of the company, its operation, and its business affairs were vested solely in the manager. The bank accounts of the company were to be maintained solely by the manager. And no member of the LLC was entitled to any distribution from the company or to demand any return of any part of its capital contribution. Members could not even expel the manager without the manager’s own consent. There was nothing Haber could do to MCOA, and through MCOA to Markell, that anyone could complain about.\n \nHaber had taken full control of MCOA and was ready to begin the OPS.\n \n\n\nIV. The Intermediary Transaction: MCOA Buys Markell\nOn February 4, 2002, McClaren accepted an offer by MCOA to buy all outstanding Markell shares for 94% of the company’s net asset value. (The 6% discount was only a fraction of the capital-gains tax rate Markell would have paid [*8] if it had sold its portfolio of securities in the normal way.) Haber, as MCOA’s manager, signed this stock purchase agreement, which in addition to setting a price for Markell’s stock required MCOA to repay the loan from Midwest Bank.\n \n*3 It was then time to liquidate Markell’s portfolio. On February 7, UBS formally offered to buy the Markell portfolio with net proceeds of $21.9 million. Markell directed that the proceeds be paid to MCOA, and McClaren resigned as president of Markell. Here’s the deal so far:\n \n\n​\nMCOA, by now the sole shareholder of Markell, elected Haber and a man named John Huber as Markell’s new directors. Haber and Huber then elected each other president and vice president of Markell, respectively.\n\n\n[*9] V. Markell After Haber Took Control\nMarkell was now just a tiny pile of money and a potentially large tax liability tucked into a corporate form. But Haber was not done with it quite yet. In March 2002 he formed MC Investments LLC with two Irish companies, Brenview Holdings Limited and Cumberdale Investments Limited.8 Each corporation contributed $5,000 in exchange for a 50% membership interest in MC Investments. MC Investments’ operating agreement is explicit that members shall “take no part whatsoever in the control, management, direction or operation of the affairs of the Company and shall have no power to act for or bind the Company.” The operating agreement goes on to explain that only the manager (who was Haber, again) had this authority. The agreement also states that the capital accounts of the members will be maintained in accordance with section 704(b) and the accompanying regulations. The agreement was signed by Haber as well as two Irish lawyers representing Cumberdale and Brenview.\n \nAs president of Markell, Haber then formed MC Trading LLC and contributed $75,000 as startup capital to it. On March 22, 2002, MC Trading [*10] contracted with Refco Capital Markets (Refco), a Bermudian subsidiary of Refco, Inc., to buy short and long options for a NASDAQ index.\n \nThe deal now looked like this:\n \n\n​\nThe Refco contract, which incorporated the International Swap Dealers Association (ISDA) Master Agreement, had a netting provision:\nIf on any date amounts would otherwise be payable ... in respect of the same Transaction, by each party to the other, then ... each party’s obligation to make payment of any such amount will be automatically satisfied and discharged and ... replaced by an obligation upon the party by whom the larger aggregate amount would have been payable to pay to the other party the excess of the larger aggregate amount over the smaller aggregate amount.\nEach option had its own individual confirmation, but there was a single trade confirmation for the entire transaction. The paired options consisted of a short and long European digital option. The price of the NASDAQ index when Refco and [*11] MC Trading traded the option was $1,477.30. The short option had a premium of $14,925,000 (nominally paid by Refco to MC Trading) and required MC Trading to pay Refco $49,985,726 if the index was trading at $1,591.04 or higher on June 21, 2002. The long option had a premium of $15 million (nominally paid by MC Trading to Refco) and entitled MC Trading to $50,176,337 from Refco if the index was trading at $1,591 .01 or higher on June 21, 2002. Both options named Refco as “calculating agent,” the person responsible for deciding what the market price of the index was during a specific 15–minute window on the expiration date.\n \n*4 Markell then contributed its interest in MC Trading to MC Investments in exchange for an 82.76% interest in MC Investments. Markell’s admission as a member of MC Investments was accepted by DGI as manager of Investments signed, of course, by Haber.\n \nCumberdale and Brenview’s interests decreased to 8.62% as a result of this contribution: [*12]\n \n\n​\nOn April 1, 2002, MC Investments bought 275 shares of another NASDAQ index-linked security (which we’ll call QQQ, its trading symbol) for $9,836.75. And it was now time for Markell to harvest the fruit of this paper orchard: Markell redeemed its interest in MC Investments on June 13, 2002, and received $43 cash and 230 QQQ shares in exchange. It sold the stock a month later for $5,554 but would report that its tax loss on the sale was a remarkable $14,994,403. Pryor Cashman charged Markell $22,500 for an opinion justifying Markell’s tax treatment of those transactions.\n \n\n\n[*13] VI. Procedural History\nHaber, as president of DGI, in DGI’s capacity as manager of MC Investments, filed MC Investment’s 2002 partnership return late in 2003. That return omitted the short option from its partnership liabilities for tax purposes, but took it into account for financial-accounting purposes. Haber also filed Markell’s 2002 tax return. This return reported a long-term capital gain from the sale of the Markell portfolio of $14,048,102 and a short-term capital loss from the sale of the QQQ stock of $14,994,403 that Markell had received upon disposition of its ownership of MC Investments. The reported net loss was $946,301.\n \nThe Commissioner found out, and after a prolonged examination issued a notice of deficiency to Markell for the 2002 tax year. The notice disallowed the $14 million capital loss and determined a deficiency of nearly $4.8 million plus accuracy-related penalties under section 6662.\n \nMarkell timely filed its petition in this case. Its offices are listed as the New York office of DGI.9 Trial of this and similar cases was delayed by the possibility of parallel criminal proceedings.\n \n\n[*14] OPINION\n\nI. Jurisdiction\nPartnerships do not pay taxes, but they do file information returns that their partners then use to calculate their own individual tax liability. See sec. 701. Special tax and audit rules apply to most partnerships,10 with a few notable exceptions. The relevant one here is under section 6231(a)(1)(B)(i): The term “partnership” shall not include any partnership having 10 or fewer partners each of whom is an individual (other than a nonresident alien), a C corporation, or an estate of a deceased partner. So our jurisdiction in this case is not dependent on the distinction between partnership and nonpartnership items for purposes of section 6226(f) because MC Investments had only three partners: Brenview, Cumberdale, and Markell.\n \n\n\nII. Intermediary Variation of Son–of–BOSS\nThis case is another of the Commissioner’s battles against a tax shelter called Son–of–BOSS. While there are different varieties of Son–of–BOSS deals, what they have in common is the transfer of assets encumbered by significant [*15] liabilities to a partnership, with the goal of inflating basis in that partnership. See Kligfeld Holdings v. Commissioner, 128 T.C. 192, 2007 WL 1556083 (2007). The liabilities are usually obligations to buy securities, and they are always contingent at the time of transfer. Taxpayers who engage in these deals claim that this allows the partner to ignore those liabilities in computing basis, which allows the partnership to ignore them in computing basis. The result is that the partners will have bases in the partnership high enough to provide for large noneconomic losses on their individual tax returns. At issue here is an “outside basis” Son–of–BOSS deal: the inflated basis is the partner’s outside basis in the partnership.11 The version here involves a corporation as the partner, and an intermediary transaction; namely, Markell’s stock sale immediately followed by an asset sale.\n \n*5 In the middle of this was MC Trading, which Markell formed and to which it contributed $75,000 cash.12 MC Trading then contracted for the short and long [*16] options—independent investments, according to Markell, because the terms of each option were set out in separate confirmations and in theory the options could be transferred or assigned independently of each other. When Markell then contributed its interest in MC Trading to MC Investments it claims to have bought a partnership interest, and calculated its basis in MC Investments without taking into account as a liability MC Trading’s contingent liability. See sec. 752. This step is of extreme importance in Son–of–BOSS deals—a partner who gets his partnership to assume a liability has to reduce his basis in the partnership by the amount of that liability. See sec. 752(b). Doing so would, however, defeat the goal of inflating basis to create a giant artificial loss.\n \nSo when Markell did this, it was setting up its argument that its outside basis in MC Investments was only its basis in the long option-approximately $15 million. MC Investments then bought the QQQ stock for less then $10,000 and distributed most of it along with a nominal amount of cash to Markell in liquidation of Markell’s partnership interest. Under section 732, Markell’s supposed outside basis of $15 million (minus the cash received) became its basis [*17] in the distributed stock. Markell then sold the stock for about $5,000. But rather than calculate its gain or loss by subtracting the actual purchase price of its shares from the actual sale price, it claimed that it could subtract the $15 million pretend basis for those shares from the actual sale price. Thus, at the end of the paper shuffle, it claimed a capital loss just shy of $15 million from the sale of the QQQ stock-an amount sufficient to almost completely offset its previous capital gains from the asset sale a month earlier.\n \n\n\nA. MC Investments as a Partnership\n[1] [2] One of the essential parts of this deal is that MC Investments be a partnership, because it is only the basis rules for partnerships that seem to lend themselves to this kind of manipulation. And Markell insists that MC Investments’ status as a partnership must be respected. Federal law controls the classification of an entity for federal tax purposes, Luna v. Commissioner, 42 T.C. 1067, 1077, 1964 WL 1259 (1964), so we must first determine whether MC Investments—organized as an LLC—was in fact a bona fide partnership under the Code.\n \n[3] Markell begins by arguing that MC Investments was a valid LLC created under Delaware law and that under regulation section 301.7701–3(b)(1)(i), Proced. & Admin. Regs., it should be considered a partnership. That regulation does tell us that an LLC with more than one member is by default classified as a partnership [*18] for tax purposes. (Such an LLC may elect to be treated as a corporation, sec. 301.7701–3(b)(1)(i), Proced. & Admin. Regs., but MC Investments didn’t.) But this is the first barrier that Markell’s argument crashes into: As the Seventh Circuit pointed out in Superior Trading, LLC v. Commissioner, 728 F.3d 676, 681 (7th Cir.2013), aff’g 137 T.C. 70, 2011 WL 3875649 (1011) and T.C. Memo.2012–110, the purpose of section 301.7701–3(b)(1)(i), Proced. & Admin. Regs., is “merely to determine whether the default tax treatment of the entity shall be under the corporate or the partnership provisions of federal tax law”—not whether an entity can avail itself of the benefits afforded by those provisions should they be found inapplicable for other reasons. Superior Trading, 728 F.3d at 681; see also Jimastowlo Oil, LLC v. Commissioner, T.C. Memo.2013–195, at *41–*42 (“the import of these so-called Luna factors has not dissipated any after the promulgation of sec. 301.7701–3(a), Proced. & Admin. Regs.”).\n \n*6 [4] [5] The term “partnership” is defined as a syndicate, group, pool, joint venture, or other unincorporated organization, through or by means of which any business, financial operation, or venture is carried on. Secs. 761, 7701(a)(2). Mere co-ownership is not, by itself, enough. See sec. 301.7701–1(a)(2), Proced. & Admin. Regs. Instead, we look to several factors:\n \n(1) the agreement of the parties and their conduct in executing its terms;\n[*19] (2) the contributions, if any, which each party has made to the venture;\n(3) the parties’ control over income and capital and the right of each to make withdrawals;\n(4) whether each party was a principal and coproprietor, sharing a mutual proprietary interest in the net profits and having an obligation to share losses, or whether one party was the agent or employee of the other, receiving for his services contingent compensation in the form of a percentage of income (not a relevant distinction in this case);\n(5) whether business was conducted in the joint names of the parties;\n(6) whether the parties filed Federal partnership returns or otherwise represented to respondent or to persons with whom they dealt that they were joint venturers;\n(7) whether separate books of account were maintained for the venture;\n(8) whether the parties exercised mutual control over and assumed mutual responsibilities for the enterprise.\nLuna, 42 T.C. at 1077–78; see TIFD III–E, Inc. v. United States, 459 F.3d 220, 231–32 (2d Cir.2006). The “essential question” is whether the parties intended to, and did in fact, join together for the present conduct of an undertaking or enterprise. Commissioner v. Culbertson, 337 U.S. 733, 742, 69 S.Ct. 1210, 93 L.Ed. 1659 (1949); Commissioner v. Tower, 327 U.S. 280, 286–87, 66 S.Ct. 532, 90 L.Ed. 670 (1946); Historic Boardwalk Hall, LLC v. Commissioner, 694 F.3d 425, 449 (3d Cir.2012), rev’g and remanding 136 T.C. 1, 2011 WL 9078 (2011); Southgate Master Fund, L.L.C. ex. rel. Montgomery Capital Advisors v. United States, 659 F.3d 466, 488 (5th Cir.2011); TIFD, 459 F.3d at 230; [*20] Jimastowlo Oil, LLC v. Commissioner, T.C. Memo.2013–195.13 We will examine each of the applicable factors.\nParties’ Contribution to the Venture. MC Investments was established March 18, 2002 with initial contributions from Brenview and Cumberdale of $5,000 and Markell’s contribution of the paired-option bundle. This factor weighs in favor of finding a partnership.\n \nAgreement of the Parties and Whether Business Was Conducted in Joint Name. There is a wisp of a formal agreement—Brenview and Cumberdale appear in the operating agreement—but that is the only document where they appear. All the actual activity was shunted through a single conduit: James Haber, as President of DGI and manager of Markell. And the only “business” MC Investments conducted was a single stock purchase. Under any definition, “business” means a “ ‘course of activities engaged in for profit.’ “ Brook Inc. v. Commissioner, 799 F.2d 833, 839 n. 7 (2d Cir.1986), aff’g T.C. Memo.1985–462 and T.C. Memo.1985–614; Lamont v. Commissioner, 339 F.2d 377, 380 (2d Cir.1964) (quoting 4 Mertens Law of Federal Income Taxation, sec. 25 .08 (1960)). The phrase “course of activities” implies more than a single transaction; it implies [*21] routine, or a series of transactions. Here, there was no “business” to conduct, just a single transaction, and even it wasn’t in joint name. These factors weigh very heavily against finding a partnership.\n \n*7 Mutual Control and Responsibility. Brenview and Cumberdale may have had interests in MC Investments, but they were foreclosed under the operating agreement from exercising any power over management. The agreement is explicit: members will “take no part whatsoever in the control, management, direction, or operation of the affairs of the Company and shall have no power to act for or bind the Company.” None of the members could operate the alleged business. Only Haber, by an irrevocable power of attorney, could bind the company and sign any document on behalf of the members—which he did. None of the members could even transfer its interest without Haber’s approval. There was no mutual control, there was only one-man control. This factor also weighs against finding a partnership.\n \nSeparate Books and Return Filings. Haber does seem to have kept MC Investments’ books separate from his other similar ventures, and MC Investments did file partnership Form 1065, U.S. Return of Partnership Income, for its 2002 tax year—a return which only he signed—in October 2003. The LLC did also issue three Schedules K–1: one to Cumberdale, one to Brenview, and one [*22] to Markell. And the return shows that MC Investments held itself out as a federally recognized partnership, and it also states that MC Investments considered Cumberdale and Brenview joint venturers along with Markell. This factor does weigh in favor of finding MC Investments to be a partnership.\n \nBut this entire multifactor test turns on the fair and objective characterization of considering all the circumstances. What we find is a scrupulous adherence to the formal requirements of making MC Investments look like a partnership, but a complete absence in the partnership’s operating agreement and actual operations of any objective indication of a mutual combination for the present conduct of an ongoing enterprise.\n \n\n\nB. Business Purpose\n[6] There is a second and separate hurdle to any finding that MC Investments was a partnership however: A partnership must conduct some kind of business activity. See Torres v. Commissioner, 88 T.C. 702, 737, 1987 WL 39958 (1987). The caselaw on the subject is explicit that the pursuit of a business activity in furtherance of tax avoidance is “no more a business purpose than actually engaging in tax avoidance.” ASA Investerings P’ship v. Commissioner, 201 F.3d 505, 513 n. 6 (D.C.Cir.2000), aff’g T.C. Memo.1998–305; see also Boca Investerings P’ship v. United States, 314 F.3d 625, 632 (D.C.Cir.2003). We must ask therefore whether [*23] the parties intended to join together as partners to conduct a business activity for a purpose other than tax avoidance.\n \n[7] [8] Adverse Inferences. We begin by looking at what we can infer about MC Investment’s alleged business purpose from Haber’s invocation at trial of his Fifth Amendment right to remain silent. We don’t doubt that he had the right to do so. Following an ex parte hearing, and for reasons we explained in the sealed portion of the transcript, we sustained his claim and released him.14 The Fifth Amendment, however, does not prohibit adverse inferences against parties to civil actions when they refuse to testify in the face of probative evidence against them. Baxter v. Palmigiano, 425 U.S. 308, 318, 96 S.Ct. 1551, 47 L.Ed.2d 810 (1976); LiButti v. United States, 107 F.3d 110, 124 (2d Cir.1997); United States v. Ianniello, 824 F.2d 203, 208 (2d Cir.1987) (applying the Baxter rule even if the government is the beneficiary of the adverse inference). The assertion of the Fifth Amendment by a nonparty may also warrant an adverse inference against a party depending on the relationship [*24] between the two. LiButti, 107 F.3d at 121; FDIC v. Fid. & Deposit Co. of Md., 45 F.3d 969, 977 (5th Cir.1995) (“ ‘A non-party’s silence in a civil proceeding implicates Fifth Amendment concerns to an even lesser degree’ “ (quoting RAD Servs., Inc. v. Aetna Cas. & Sur. Co., 808 F.2d 271, 275 (3d Cir.1986))) (citing Rosebud Sioux Tribe v. A & P Steel, Inc., 733 F.2d 509, 521 (8th Cir.1984)).\n \n*8 [9] The Second Circuit in Libutti listed four factors for a trial court to weigh in deciding whether to draw on adverse inference from a nonparty’s refusal to testify:\n \n• the nature of the relationship;\n• the degree of control over the nonparty;\n• the degree to which the nonparty and the party share the same interests in the outcome of the litigation; and\n• the degree to which the nonparty witness played a key role in the underlying events.\nLiButti, 107 F.3d at 123. The question for us then is to determine whether Haber’s nearly unfettered authority over Markell lets us draw an adverse inference against Markell. We find it does. Haber was in control of Markell throughout the entire OPS arrangement, and placed himself in managerial positions in every entity necessary for the OPS to work: Markell, MC Investments, MC Trading, and [*25] MCOA. He signed all the documents and undeniably shares the same interests as Markell in the outcome of this litigation.\nWe ourselves have added that we may draw an adverse inference in a civil case from a party’s claim of privilege only if there is some additional evidence independent of the invocation on which to base the inference. Petzoldt v. Commissioner, 92 T.C. 661, 685, 1989 WL 27845 (1989). And on this point, we find there is considerable circumstantial evidence contradicting Markell’s claim of a profit motive given the structure, terms, and likelihood of profit of the paired options.\n \nPaired Options. The paired options in this case consisted of short and long European digital call options. These cash-or-nothing options can be valued by multiplying the present value of the cash payoff amount by the probability calculated from the Black–Scholes–Merton (BSM) model that the digital option will be in the money at the expiration date. Applying this model, the combined value for the paired options was $59,041.15 The difference in the amount actually paid, $75,000, and the option’s value using the BSM model is essentially an amount paid indirectly to the dealer for the transaction. In this deal, that markup [*26] was 22%, which is astounding in light of credible expert-witness testimony that market practice is that a markup should not exceed 5% to customers, and that markups in excess of 5% violate a background norm in the industry that a broker-dealer comply with the basic principles of fair and equitable trade. So we find that Markell grossly overpaid for the options.\n \nThe terms of the option spread were also unusual. The strike prices were only $0.03—or three “pips” as the industry calls them—apart and very far out-of-the-money. The strike prices were so close together that, from a risk-management perspective, they were indistinguishable. Refco, as the calculating agent, had the choice of any price that was printed between 9:30 a.m. and 9:45 a.m. on the date of expiration. The key fact is that the option sold could not have been disposed of without the option purchased: We specifically find that Refco would never have allowed Markell, which had only $75,000 in its Refco account, to collect $14.9 million as premium for the short leg due to the credit risk involved in selling an option. And here, the credit risk to Refco would be the inability to collect from MC Trading or Markell if the short leg was in-the-money at expiration. So, Refco in its own economic self-interest would never choose a rate that fell in the “sweet spot.” [*27] And if, for the sake of argument, the investment objective was never to hit the sweet spot but rather to spend $75,000 for a maximum payout of $190,611 based on the NASDAQ index’s going up in price, there was a simpler choice that had a higher probability of achieving that objective. We agree with the Commissioner’s experts that Markell could have spent the same $75,000 for a single European digital call with the same possible payout of $190,611 but a strike price close to the then-current rate of $1,477.30, rather than the far-out-of-the-money strike price of $1,591.01 that it actually agreed to pay for the long leg of the paired option.\n \n*9 Between Haber’s inextricable relationship with Markell and its related entities, and the dubious investment objectives surrounding the paired options, we find that Haber’s claim of privilege permits us to draw an adverse inference against MC Investments’s having a business purpose at all. See LiButti, 107 F.3d at 123; Petzoldt, 92 T.C. at 685.\n \nWe also have to note that the facts here fall squarely within a pattern of other cases disallowing deductions in Son–of–BOSS deals.\n \nIn 6611 Ltd. v. Commissioner, T.C. Memo.2013–49, the taxpayers scored gigantic paydays in contingency fees. A promoter approached the taxpayers with an aggressive tax planning strategy involving digital options and Canadian dollars. [*28] The scheme began with the purchase of foreign-currency short and long options as well as Canadian dollars through a single-member LLC, the formation of a partnership with a third party, and the contribution of the options and the Canadian dollars to that partnership. The options would then expire worthless, creating huge tax losses at the partnership level that could be unlocked when the single-member LLC sold the Canadian dollars it received when the partnership liquidated. There, the Commissioner argued the LLCs were single-member LLCs and should be disregarded for tax purposes. The taxpayers countered that because theirs was a community-property state, their wives were the second owners of the LLCs, making the LLC a partnership by default under the regulations. See sec. 301.7701–3(a), (b)(1)(i), Proced. & Admin. Regs. We disagreed with the taxpayers, because not a single Luna factor weighed in favor of finding a partnership entity and several weighed heavily against it.\n \nIn Historic Boardwalk, the Third Circuit concluded that a partner who avoids any meaningful downside risk in the partnership, while enjoying a dearth of meaningful upside potential, was not a bona fide partner at all. 694 F.3d at 455–60. Following the Second Circuit in TIFD, the Third Circuit held that to be a bona fide partner for tax purposes, a party must “have a meaningful stake in the success [*29] or failure of the enterprise.” Id. at 449. The Second Circuit itself had disregarded two foreign banks as possible partners because the prevailing character of their interest resembled debt, rather than equity. TIFD, 459 F.3d at 231 (finding the purported interests “overwhelmingly in the nature of a secured lender’s interest, which would neither be harmed by poor performance of the partnership nor significantly enhanced by extraordinary profits”).\n \nThe Seventh Circuit in Superior Trading disregarded a supposed partnership where it lacked a valid business purpose aside from tax motivation. In that case, the partners created an LLC and contributed to it uncollectible accounts receivable from a defunct Brazilian company. The partners then sold their interests to outsiders who could then take advantage of the losses on the sales of the worthless receivables16-all due to a loophole in the Code since closed by the American Jobs Creation Act of 2004, Pub.L. No. 108–357, sec. 833, 118 Stat. at 1589, amending [*30] sections 704(c) and 743. The court found that the sole purpose of creating the LLC was to transfer the losses of the bankrupt Brazilian retailer to U.S. taxpayers who could then deduct the losses from their taxable income. The court also found that a bona fide partnership requires a joint business goal by the partners. Superior Trading, 728 F.3d at 680 (no joint business goal where one partner aimed to extract value on a worthless asset, and the other aimed to make the loss of that asset a “tax bonanza”).\n \n*10 MC Investments’s operating agreement states that its purpose is to “acquire, own, invest in, sell, assign, transfer and trade United States and foreign currencies and futures contracts relating to currencies and other commodities * * * put and/or call options including interest rates * * * and to conduct all lawful activities as the Managers may agree from time to time.” The actual facts undermine this grand statement: They show that Markell created MC Investments just days before Markell, through MC Trading (itself a disregarded entity for tax purposes) bought the paired options and NASDAQ index stock. Markell then contributed its interest in MC Trading to MC Investments. As a result, MC Trading remained a disregarded entity, meaning that for tax purposes, it was as though Markell directly contributed the paired options to MC Investments in exchange for a partnership interest. Markell then cashed out a few months later. There is no [*31] evidence that during this time the partnership did anything other than buy the 275 QQQ shares that were required for Markell to achieve its tax benefit. We therefore find that MC Investments was created to carry out a tax-avoidance scheme, and we find that Markell never intended to run a business through the entity. We therefore will disregard MC Investments.\n \nWe find that Markell had no intention to join MC Investments to share in profits and losses from business activities—it left after ten weeks and unwound the only transaction MC Investments ever made. And that transaction was done through MC Investments only to move forward with a tax-avoidance scheme. We find that the character of the resulting tax loss, and not any potential for profit, was the primary consideration Markell had in buying, contributing, and then distributing assets using MC Investments.\n \n\n\nIII. Section 1.752–6T, Temporary Income Tax Regs.\nEven if we were to find that MC Investments was a bona fide partnership, we would still have to hold that Markell’s outside basis in its partnership interest was radically lower than what it reported because section 752 compels Markell to report the short option as a liability that MC Investments was assuming.17 [*32] Section 752 deals with the treatment of certain liabilities and provides that the assumption of a partner’s liability by the partnership is considered a distribution from the partnership to that partner, while the assumption of a partnership’s liability by a partner is considered a contribution by that partner to the partnership. See sec. 752(a) and (b). Together with section 722, section 752(b) reduces the partner’s outside basis if the partnership assumes a “liability” of the partner. Markell relies on Helmer v. Commissioner, T.C. Memo.1975–160, and Jade Trading, LLC v. United States, 80 Fed. Cl. 11 (2007), aff’d in part, rev’d in part and remanded in part, 598 F.3d 1372 (Fed.Cir.2010), for the proposition that short options are contingent and uncertain and are therefore not “liabilities” under sections 752 and 722.\n \n*11 [10] Soon after the release of Notice 2000–44 which alerted taxpayers to the IRS’s crackdown on the Son–of–BOSS transactions,18 the Treasury Department [*33] issued section 1.752–6 in 2003 as a temporary regulation, and then in 2005 as a permanent one. T.D. 9207, 2005–1 C.B. 1344, 70 Fed.Reg. 30334 (May 26, 2005). That regulation states that it applies to assumptions of liabilities occurring “after October 18, 1999, and before June 24, 2003.”19 It provides that if, in a transaction described in section 721, a partnership assumes a liability (as defined in section 358(h)(3)) of a partner (other than a liability to which section 752(a) and (b) apply), then, after application of section 752(a) and (b), the partner’s basis in the partnership is reduced (but not below the adjusted value of such interest) by the amount of the liability, determined as of the date of the exchange. Cemco Investors, LLC v. United States, 515 F.3d 749, 752 (7th Cir.2008). All of which is to say that contingent liabilities must be counted in calculating basis.\n \n[11] The courts are in disagreement as to whether this regulation applies retroactively. Compare Murfam Farms, LLC v. United States, 88 Fed. Cl. 516 (2009) (regulation invalid), and Klamath Strategic Inv. Fund, LLC v. United [*34] States, 440 F.Supp.2d 608, 619–25 (E.D.Tex.2006), with Cemco, 515 F.3d at 752. Markell argues that we cannot apply the regulation retroactively; the Commissioner disagrees and urges us to follow the Seventh Circuit in Cemco. We agree with the Commissioner, and hold the regulation valid because it was issued under a specific congressional grant of authority in section 309(c)(1) of the 2000 Consolidated Appropriations Act, 2001, Pub.L. No. 106–554, app. G., sec. 309(c)(1), 114 Stat. at 2763A–587, 638 (2000). See Cemco, 515 F.3d at 752 (noting Act specifically allowed the retroactive application of associated regulations).\n \n\n\nIV. Effects\nWhat would be the effects of either of these analyses on the ultimate issue in this case?\n \nOur primary holding is that MC Investments was not, as a matter of fact, a partnership at all.\n \n[12] The absence of a valid partnership means the rules of subchapter K no longer apply to the transaction. A disregarded partnership has no identity separate from its owners, and we treat it just as an agent or nominee. See, e.g., Tigers Eye Trading LLC, v. Commissioner, 138 T.C. 67, 94, 96 n. 32, 99, 2012 WL 445944 (2012). Although we don’t respect the form, we still need to deal with the substance of the transactions. [*35] See ACM P’ship v. Commissioner, 157 F.3d 231, 262–63 (3d Cir.1998), aff’g in part, rev’g in part T.C. Memo.1997–115.\n \nDisregarding MC Investments as a partnership, we treat MC Investments as having purchased the QQQ stock on behalf of Markell as its agent. MC Investments initially bought 275 shares for $9,837, and Markell later sold 230 of those shares for $5,554. Markell thus incurred a loss on the sale of the QQQ stock of $2,673.\n \n*12 Turning to the treatment of the options, Markell conceded that the options were a single option as an economic matter, and we see no reason why they should not also be viewed as a single option as a legal matter. Markell priced the options as an economic unit, and looked for its profit to the net value of the pair at expiration, not to the off-chance that a single option would expire in the money. They were acquired on the same date, executed with the same counterparty, contingent on identical facts, and exercisable on the same date. Although they did have separate confirmations, the ISDA Master Agreement’s netting provision collapsed the two into a single unit. We therefore find that Markell should have treated the options as a single option spread since the long and short legs were part of one contract and couldn’t have been separated as a matter of fact and law. Cf. sec. 1092 (“straddle” rules). This makes Markell’s basis equal to $75,000. This [*36] was the only money that changed hands between Markell and Refco and is the appropriate basis. When the options expired worthless, Markell could claim a $75,000 loss. Even our alternative holding—that if one assumes MC Investments was a bona fide partnership, the basis rules of section 1.752–6, Income Tax Regs., would still pop the inflated-basis balloon—would lead to much the same result. The contributed options would have a basis of $75,000. Under the regulation Markell’s outside basis in MC Investments would then be only $75,000. On the liquidation of its interest, under section 731, Markell would get a transferred basis in the property distributed under section 732 equal to its outside basis in the partnership at the time, reduced by any money received. Because Markell received $43 in cash, its transferred basis is $74,957, and upon the sale of the QQQ shares, it would recognize a loss of $69,402.68. In any event, we sustain the Commissioner’s determination on the disallowance of the giant loss and the recognition of Markell’s giant gain on the sale of its stock portfolio.\n \n\n\nV. Penalties\n[13] The Commissioner argues that Markell owes a penalty under section 6662 for the underpayment of tax due to a valuation misstatement, and not just any valuation but one that is “gross”. A gross-valuation misstatement increases the usual 20% accuracy-related penalty to 40%. Sec. 6662(h)(1). For returns filed [*37] before 2006, section 6662(h)(2)(A)(i) defined a valuation misstatement as “gross” if it was 400%, and overstatement of an asset’s adjusted basis is a misstatement of value. Sec. 6662(e)(1)(A); Cemco, 515 F.3d 749; Santa Monica Pictures, LLC v. Commissioner, T.C. Memo.2005–104; Long Term Capital Holdings v. United States, 330 F.Supp.2d 122, 199 n. 99 (D.Conn.2004), aff’d, 150 Fed. Appx. 40 (2d Cir.2005). Markell reported a basis in the shares of $14,999,957 when in fact its basis was $75,000. This is more than 400% over the correct amount, and makes Markell prima facie liable for the 40% misstatement penalty.\n \n*13 Markell, however, claims that it has a defense. That defense requires Markell to show that it acted with reasonable cause and in good faith.20 We decide these questions on a case-by-case basis, taking into account all the facts and circumstances. Sec. 1.6664–4(b)(1), Income Tax Regs. These include an examination of whether a taxpayer had an honest misunderstanding of fact or law that was reasonable in the light of the experience, knowledge, and education of the taxpayer. Id. [*38] On this question we reach no different answer here than we did recently in Humboldt Shelby Holding Corp. v. Commissioner, T.C. Memo.2014–47, at *25–*26. Markell’s underpayment did not result from an honest misunderstanding of the law. Haber is a sophisticated tax planner who deliberately exploited a perceived loophole in the law to try to eliminate a substantial built-in capital gain. Haber’s extreme sophistication defeats any effort to say this attempted manipulation of the partnership form and indifference to an applicable regulation was done in good faith.\n \nMarkell’s efforts to show that it had reasonable cause likewise fails. It was based entirely on Haber’s unreasonable interpretation of Helmer. But Helmer is an increasingly wobbly authority on which to rest. Compare Palm Canyon X Invs., LLC v. Commissioner, T.C. Memo.2009–288 (Helmer superseded by Notice 2000–44), Cemco, 515 F.3d at 751 (Helmer not controlling in that court “or anywhere else”), and Maguire Partners–Master Invs., LLC v. United States, 104 A.F.T.R.2d (RIA) 2009–7839 (C.D.Cal.2009) (following Cemco), aff’d sub nom. Thomas Inv. Partners, Ltd. v. United States, 444 Fed. Appx. 190 (9th Cir.2011), with Jade Trading, LLC, 80 Fed. Cl. 11 (Helmer as controlling authority), and Stobie Creek Invs., LLC v. United States, 82 Fed. Cl. 636, 666 (2008) (Helmer significant factor), aff’d, 608 F.3d 1366 (Fed.Cir.2010). In Helmer, we held that [*39] there was no contingent liability where the transaction underlying the option was left open, and the option premiums were not subject to forfeiture. But we recently held in 6611 Ltd., that Helmer is distinguishable from situations where a party selling a put option lacks the financial capacity to ever close it out. And no taxpayer should be able to pretend that Helmer exists in a vacuum: On August 13, 2000, more than a year before the MC Investments arrangement, the IRS published Notice 2000–44, alerting taxpayers that these types of transactions—those designed to overstate outside basis by producing noneconomic losses—are abusive tax shelters and would be subject to penalties. The notice explicitly lists the offsetting-option device as one such transaction. So Haber (and through him Markell) received ample warning that the Commissioner was not likely to respect the tax treatment of the transaction.21 [*40] We therefore reject Markell’s defense to the gross valuation-misstatement penalty.\n \n*14 An appropriate decision will be entered.\n \nAll Citations\nT.C. Memo. 2014-86, 2014 WL 1910052, 107 T.C.M. (CCH) 1447, T.C.M. (RIA) 2014-086, 2014 RIA TC Memo 2014-086\n\n\n\nFootnotes\n|\n1\n|“C corporation” is tax jargon for a corporation governed under the laws of subchapter C of the Internal Revenue Code. S corporations are governed under the laws of subchapter S, and partnerships are governed under the laws of subchapter K.\n|\n2\n|An option is a contract that gives its buyer the right, but not the obligation, to buy or sell an asset at a predetermined “strike” price at some point in the future. A short option gives its buyer a right to sell the asset; a long option gives its buyer a right to buy the asset.\n|\n3\n|For partnership tax purposes, each partner has both a tax-basis and book-basis capital account. A partner’s tax-basis capital account is increased or decreased depending on specific adjustments, such as the partner’s initial contributions, his distributive share of the partnership’s taxable income or loss, and any distributions made to him. A partner’s outside basis in the partnership can then be calculated by adding his share of liabilities to his tax-basis capital account.\n|\n4\n|The partner’s outside basis in its partnership interest becomes the partner’s basis in the contributed property. Sec. 731. (Unless otherwise indicated, all section references are to the Internal Revenue Code in effect for the year in issue. All Rule references are to the Tax Court Rules of Practice and Procedure.)\n|\n5\n|A digital option has only two possible outcomes at expiration: some fixed payoff amount, or else nothing. Digital options are typically also European-style options, which means that they can be exercised only on the option’s expiration date.\n|\n6\n|Under section 542, a corporation is a personal holding company if it meets certain income and stock ownership requirements.\n|\n7\n|They owned 76% of the corporation’s stock. McClaren and a trustee for his children owned the rest.\n|\n8\n|Brenview and Cumberdale were both formed in 1995 by Kearney Curran & Co. naming William Curran and Philip O’Donoghue as directors. Such “off-the-shelf” corporations have easily replaceable directors because although they are incorporated, they have not yet been used for any business purpose. See Estate of Angle v. Commissioner, T.C. Memo.2009–227.\n|\n9\n|We think this means an appeal would be in the Court of Appeals for the Second Circuit. See Golsen v. Commissioner, 54 T.C. 742, 1970 WL 2191 (1970) (applying the rules of the circuit in which the case would be appealed), aff’d, 445 F.2d 985 (10th Cir.1971).\n|\n10\n|Under the Tax Equity and Fiscal Responsibility Act of 1982 (TEFRA), Pub.L. No. 97–248, sec. 402(a), 96 Stat. at 648, any “partnership,” including all the partnerships that brought these cases, must designate one of its partners as the tax matters partner to handle its administrative issues with the Commissioner and manage any resulting litigation. Sec. 6231(a)(7).\n|\n11\n|The usual “outside basis” Son of BOSS deal requires a taxpayer to buy the options and then contribute them to the partnership in exchange for a partnership interest. In an “inside basis” Son–of–BOSS deal, the partnership itself purchases the options and the inflated basis is attached to the inside basis of the partnership. In that case, the loss is realized when the partner receives the asset in a distribution and then sells it. See, e.g., 6611 Ltd. v. Commissioner, T.C. Memo.2013–49.\n|\n12\n|Under federal tax law, a single-member LLC that does not make an election is a disregarded entity-a tax nothing. The result is that the member is treated as personally engaging in the transactions engaged in by the LLC. Treas. Reg. sec. 301.7701–3(b)(1)(ii), Proced. & Admin. Regs.; Med. Practice Solutions, LLC v. Commissioner, 132 T.C. 125, 2009 WL 855945 (2009) (holding the “check-the-box” regulations are valid), aff’d without published opinion sub nom. Britton v. Shulman, 2010 WL 3565790 (1st Cir.2010).\n|\n13\n|This entity-focused and intent-seeking approach to determining the existence of a partnership applies broadly-not just to partnerships engaged in dubious digital-option deals.\n|\n14\n|Transactions like the one in this case that KPMG had devised were investigated by the U.S. Attorney’s Office for the Southern District of New York. That investigation let to several indictments. See United States v. Stein, No. 1:05–cr–00888–LAK (S.D.N.Y. filed Aug. 24, 2005). During his deposition in Ironbridge Corp. v. Commissioner, T.C. Memo.2012–158, aff’d, 528 Fed. Appx. 43 (2nd Cir.2013), Haber gave testimony indicating he believed he had become a “potential” target of the criminal investigation around “2002 or 2003,” though he has never been indicted or tried. Stein ended in June 2009, but the related criminal investigation seems to continue.\n|\n15\n|According to the BSM model, the digital call option values are $0.2986928 for the long option, and $0.2986507 for the short option per dollar of cash payout. Thus, the market value of the long option was $14,987,312, and the short option was -$14,928,270. MC Trading itself calculated a theoretical value of the paired options of $56,892.\n|\n16\n|Under the rules of Subchapter K, the contribution of an asset to a partnership defers the recognition of gain or loss attributable to any change in the asset’s value until the partnership sells the asset. See sec. 721(a). If the asset has gone down in value, it is known colloquially as a built-in loss asset, and a loss will be recognized and usable to reduce taxable income only when the partnership sells it. See sec. 704(c)(1)(A). If the contributing partner sells his partnership interest before the partnership sells the contributed asset, the buyer of the partnership interest steps into his shoes and will recognize the built-in loss or gain if and when the partnership sells the asset. Sec. 1.704–3(a)(7), Income Tax Regs.; see also Superior Trading, 728 F.3d at 679.\n|\n17\n|In Countryside Ltd. P’ship v. Commissioner, T.C. Memo.2008–3, we endorsed the Second Circuit’s reasoning in Goldstein v. Commissioner, 364 F.2d 734 (2d Cir.1966), aff’g 44 T.C. 284, 1965 WL 1297 (1965), that literal compliance with the conditions for application of a particular Code section is not enough where the underlying transaction fails to comport with Congress’ purpose in enacting that section. When an out-of-pocket loss of $75,000 is wedded to a tax loss of $14 million—it’s usually “the sort of thing that the IRS frowns on.” See Cemco Investors LLC v. United States, 515 F.3d 749, 751 (7th Cir.2008).\n|\n18\n|The Notice enumerates several variations of the Son–of–BOSS transaction, including one where a partner purchases and writes options and purports to create positive basis in a partnership interest by transferring those options to the partnership.\n|\n19\n|The Seventh Circuit has explained the norm that a regulation or law should apply only prospectively “may be superseded by a legislative grant from Congress authorizing the Secretary to prescribe the effective date with respect to any regulation.” 26 U .S.C. sec. 7805(b)(6); Cemco, 515 F.3d at 752.\n|\n20\n|Because this is a case of a gross-valuation misstatement, we apply the reasonable-cause rules associated with the application of the penalty on that ground. See Gustashaw v. Commissioner, T.C. Memo.2011–195, aff’d, 696 F.3d 1124 (11th Cir.2012); sec. 1.6664–4(b)(1), Income Tax Regs.\n|\n21\n|Another way to show reasonable cause and good faith is to reasonably and in good faith rely on a professional tax adviser’s opinion. Markell does not argue that the tax opinion it received for this very purpose satisfies the reasonable-belief requirement. And, since we’ve already found that MC Investments had no business purpose, we must deny Markell any deduction for the $22,500 in fees paid to that firm for its opinion on the deal. See Brown v. Commissioner, 85 T.C. 968, 1000, 1985 WL 15423 (1985), aff’d sub nom. Sochin v. Commissioner, 843 F.2d 351 (9th Cir.1988).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}