{
    "Background": "\n\n\n\nT.C. Memo. 2023-114\nUnited States Tax Court.\nSHORT STOP ELECTRIC, INC., Petitioner\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent\nDocket No. 11359-20\n|\nFiled September 11, 2023\nSynopsis\nBackground: Corporate taxpayer petitioned for review after Commissioner of Internal Revenue issued notice of deficiency that disallowed claimed deductions for interest, net operating losses, and business assets and imposed penalties.\n \nHoldings: The Tax Court, Mark V. Holmes, J., held that:\n \n[1] decision of taxpayer’s president to increase principal of loan purportedly granted to taxpayer in amount president determined taxpayer owed him in interest did not constitute payment of interest;\n \n[2] interest payments to third-party entity made directly to taxpayer’s president did not constitute interest paid by taxpayer to president;\n \n[3] taxpayer failed to establish entitlement to net operating loss tax deductions;\n \n[4] it was more likely than not taxpayer did not use plow attachment for forklift predominantly for business;\n \n[5] it was more likely than not taxpayer used forklift predominantly in business;\n \n[6] taxpayer substantially understated tax; and\n \n[7] taxpayer did not establish reasonable reliance on advice of tax professional.\n \nDecision for Commissioner in part and for taxpayer in part.\n \n\n\nWest Headnotes (49)\n\n\n[1]\n|Internal RevenueAttribution of income to stockholder or corporation\nInternal RevenueDividends and Property Distributions\n|\n|Income from C corporations is taxed twice; Internal Revenue Code taxes it first at corporate level as corporate income, and then when corporation distributes anything that is left to its shareholders, they must themselves include dividend in their own taxable income. 26 U.S.C.A. §§ 301-385.\n\n|\n\n\n[2]\n|Internal RevenuePartnerships, Joint Ventures, and Similar Organizations\n|\n|Choosing to become S corporation or limited liability company (LLC) means no tax at corporate level.\n\n|\n\n\n[3]\n|Internal RevenueIncome taxable to stockholders;  undistributed income\nInternal RevenueLosses Allowed to Stockholders\n|\n|S corporation’s income and losses flow through shareholders directly and therefore avoid first level of double taxation, at corporate level. 26 U.S.C.A. § 1361.\n\n|\n\n\n[4]\n|Internal RevenueScope and extent of review\n|\n|IRS’ error, in notice of deficiency, in indicating that taxpayer’s president purchased tractor, when he actually purchased forklift, and neglecting to mention whether either forklift or plow, which president also purchased, was attachment was harmless, on Tax Court’s review of notice, which disallowed claimed deductions for interest, net operating losses, and business assets and imposed penalties, even though parties’ stipulation of facts stated president purchased plow and forklift that attached to it and forklifts and tractors were distinct; both forklifts and tractors were qualified nonpersonal property under Internal Revenue Code provision that governed election to expense certain depreciable business assets. 26 U.S.C.A. §§ 163(a), 179, 6662; 26 C.F.R. § 1.274-5(k)(2)(ii)(K) and (Q).\n\n|\n\n\n[5]\n|Internal RevenueRules of practice\n|\n|Facts that parties have stipulated to are not disregarded lightly, but Tax Court can treat them as superseded when facts are clearly contrary to facts disclosed by record.\n\n|\n\n\n[6]\n|Internal RevenueRules of practice\n|\n|Tax Court, on review of notice of deficiency that disallowed taxpayer’s claimed deductions for interest, net operating losses, and business assets and imposed penalties, would rely on parties’ stipulation that characterized plow, which taxpayer’s president purchased, as attachment to forklift, which president also purchased, even though notice of deficiency referred to “tractor” and plow without mention of attachments and president’s testimony characterized both forklift and plow as attachments; on such record, there was not clear evidence that facts stipulated were erroneous. 26 U.S.C.A. §§ 163(a), 179, 6662.\n\n|\n\n\n[7]\n|Federal CourtsAppellate Jurisdiction and Procedure in General\nInternal RevenueJurisdiction\n|\n|Appellate venue for action brought by taxpayer, seeking review of notice of deficiency that disallowed claimed deductions for interest, net operating losses, and business assets and imposed penalties, presumptively laid in Eighth Circuit; taxpayer was Minnesota corporation and had principal place of business in Minnesota. 26 U.S.C.A. §§ 163(a), 179, 6662, 7482(b)(1)(B).\n\n|\n\n\n[8]\n|Internal RevenueEvidence\n|\n|Tax Court would disallow corporate taxpayer’s claimed tax deduction for interest paid to another entity; taxpayer, which had burden of proof, never substantiated such payment or its amount and presented no evidence at trial about it.\n\n|\n\n\n[9]\n|Internal RevenuePayment or accrual\n|\n|“Paid,” for purposes of Internal Revenue Code’s general rule that all interest paid or accrued within taxable year can be deducted so long as no other exceptions or exemptions in Code apply, means paid in cash or its equivalent. 26 U.S.C.A. § 163(a).\n\n|\n\n\n[10]\n|Internal RevenuePayment or accrual\n|\n|For purposes of Internal Revenue Code’s general rule that all interest paid or accrued within taxable year can be deducted so long as no other exceptions or exemptions in Code apply, merely delivering promissory note for interest is not paying interest and is not deductible because notice is promise to pay and not actual payment. 26 U.S.C.A. § 163(a).\n\n|\n\n\n[11]\n|InterestLoans and advances\n|\n|“Capitalizing interest” is addition of unpaid interest to principal of loan.\n\n|\n\n\n[12]\n|InterestTolling in general\n|\n|Capitalizing interest postpones obligation to pay interest; it does not discharge that obligation.\n\n|\n\n\n[13]\n|Internal RevenuePayment or accrual\n|\n|Decision of president of corporate taxpayer, which operated on cash basis, to increase principal of loan purportedly granted to taxpayer in amount that president determined taxpayer owed him in interest did not constitute payment of interest by taxpayer, even though taxpayer indicated it was capitalizing interest and recorded interest as paid, and thus taxpayer was not permitted to deduct such allocations to principal as interest paid within taxable year, regardless of whether relationship president had with taxpayer was truly that of creditor and debtor or whether taxpayer used money it purportedly borrowed from president for business purposes. 26 U.S.C.A. § 163(a); 26 C.F.R. § 1.461-1(a)(1).\n\n|\n\n\n[14]\n|Internal RevenueDischarge or cancellation of debt;  assumption of obligations by another\n|\n|If taxpayer’s obligation is paid by third party, effect is same as if third party had paid taxpayer who in turn paid his creditor.\n\n|\n\n\n[15]\n|Internal RevenuePayment or accrual\n|\n|Fact that unrelated entity, to which corporate taxpayer had loaned money, made payments on loan to taxpayer’s president, rather than to taxpayer itself, did not render payments per se nondeductible by taxpayer, to which president had purportedly granted separate loan and which recorded some of entity’s payments as interest payments from taxpayer to president, pursuant to Internal Revenue Code provision that permitted deduction of interest paid or accrued within taxable year. 26 U.S.C.A. § 163(a).\n\n|\n\n\n[16]\n|Internal RevenueWhat constitutes interest or indebtedness in general\n|\n|“Genuine debt,” for purposes of standard that Internal Revenue Code provision permitting deduction of interest paid or accrued during taxable year requires not only proof that payment is payment of interest, but also that it is interest derived from genuine debt, is existing, unconditional, and legally enforceable obligation for payment of principal sum. 26 U.S.C.A. § 163(a).\n\n|\n\n\n[17]\n|Internal RevenueQuestions of fact\n|\n|For tax purposes, question of whether payments were interest or dividends is question of fact. 26 U.S.C.A. §§ 162(a)(1), 163(a); 26 C.F.R. § 1.162-7(b)(1).\n\n|\n\n\n[18]\n|Internal RevenueWhat constitutes interest or indebtedness in general\n|\n|Tax Court, in determining whether payments were interest or dividends, is required to look for objective evidence found in terms and conditions of agreement as well as evidence of parties’ subjective intent. 26 U.S.C.A. §§ 162(a)(1), 163(a); 26 C.F.R. § 1.162-7(b)(1).\n\n|\n\n\n[19]\n|Internal RevenueWhat constitutes interest or indebtedness in general\n|\n|In determining whether payments were interest or dividends, for purposes of Internal Revenue Code provision permitting deduction of interest paid or accrued during taxable year, courts consider several factors, including whether corporation is so grossly undercapitalized that loans are in fact needed for capital purposes and are actually intended to be risk capital rather than loan; whether purported loans were made in proportion to equity holdings; whether repayment of loan was predicated on success of venture; whether there was fixed date for payment of note and reasonable expectation of payment by that date; whether obligation to pay was subordinated to other corporate debts; whether third parties would have made loan under same conditions; whether claimed loan was secured by mortgage or otherwise; whether provision was made for sinking fund to retire loan; whether person making purported loan participated in management of corporation; and whether corporation had large proportion of debt to equity. 26 U.S.C.A. §§ 162(a)(1), 163(a); 26 C.F.R. § 1.162-7(b)(1).\n\n|\n\n\n[20]\n|Internal RevenueWhat constitutes interest or indebtedness in general\n|\n|For tax purposes, no one factor for determining whether payment is interest or dividend is decisive, and all factors may not be equal. 26 U.S.C.A. §§ 162(a)(1), 163(a); 26 C.F.R. § 1.162-7(b)(1).\n\n|\n\n\n[21]\n|Internal RevenueWhat constitutes interest or indebtedness in general\n|\n|For tax purposes, because debt-equity questions can arise in so many different circumstances, not all factors for determining whether loan payment is interest or dividend may even be relevant to every case- especially when case involves shareholder loan to close corporation. 26 U.S.C.A. §§ 162(a)(1), 163(a); 26 C.F.R. § 1.162-7(b)(1).\n\n|\n\n\n[22]\n|Internal RevenueWhat constitutes interest or indebtedness in general\n|\n|In determining whether loan payment is interest or dividend, for tax purposes, true debtor-creditor relationship exists when there is business purpose for making loan and transaction is not tax-avoidance scheme or sham or masquerade. 26 U.S.C.A. §§ 162(a)(1), 163(a); 26 C.F.R. § 1.162-7(b)(1).\n\n|\n\n\n[23]\n|Internal RevenueWhat constitutes interest or indebtedness in general\n|\n|For purposes of Internal Revenue Code provision permitting tax deduction for interest paid or accrued during taxable year, in determining whether loan payments were interest or dividend, Tax Court’s analysis, in addition to objective inquiry focused on structure of transaction, hinges on whether there was intent to create debt with reasonable expectation of repayment and, if so, whether intent comports with economic reality of creating debtor-creditor relationship. 26 U.S.C.A. §§ 162(a)(1), 163(a); 26 C.F.R. § 1.162-7(b)(1).\n\n|\n\n\n[24]\n|Internal RevenueParticular transactions\n|\n|Interest payments that third-party entity, to which taxpayer had granted loan, made directly to taxpayer’s president did not constitute interest paid by taxpayer to president on separate line-of-credit president purportedly granted to taxpayer, and instead were dividend payments; although agreement between taxpayer and president permitted president to determine interest rate and required taxpayer to make monthly interest payments or add unpaid interest to loan principal, agreement’s terms were fiction in practice, president determined interest rate at end of year based in part on taxpayer’s ability to pay, president admitted goal for line-of-credit was to convert as much of balance as possible to principal, and he testified that motivation for providing loan was fact that taxpayer had previously been unable to secure financing without president’s securing loan with personal assets. 26 U.S.C.A. §§ 162(a)(1), 163(a); 26 C.F.R. § 1.162-7(b)(1).\n\n|\n\n\n[25]\n|Internal RevenueWhat constitutes interest or indebtedness in general\n|\n|Repayment dependent on fortunes of business is generally strong sign that payment is dividend, rather than interest.\n\n|\n\n\n[26]\n|Internal RevenueWhat constitutes interest or indebtedness in general\n|\n|In determining whether payment is interest or dividend, while debt can have adjustable interest rates, such rates are adjustable in arms-length deals based on formula that leaves nothing to discretion of corporate directors.\n\n|\n\n\n[27]\n|Internal RevenueEvidence\n|\n|Taxpayer failed to demonstrate entitlement to net operating loss (NOL) tax deductions, following Tax Court’s denial of taxpayer’s claimed interest deductions; taxpayer did not submit evidence that it waived two-year carryback for losses for which it claimed NOL deduction, after disregarding claimed losses attributable to interest, any NOL during first year for which taxpayer claimed loss would have been fully absorbed before years during which taxpayer claimed NOL deduction, and after reducing NOL for second year by portion of loss generated from interest deduction, there was insufficient potential carryover loss to carry forward any NOL, and even if taxpayer had submitted form for substantiating claim, only evidence it provided of losses was returns and carryover worksheet, and it did not show worksheet information was accurate. 26 U.S.C.A. §§ 163(a), 172(a), 172(b)(2); 26 C.F.R. § 1.6001-1(a).\n\n|\n\n\n[28]\n|Internal RevenueEvidence\n|\n|Party claiming net operating loss (NOL) tax deductions is required to prove both existence and amounts of claimed NOL carrybacks and carryforwards. 26 U.S.C.A. §§ 172(a), 172(b)(2); 26 C.F.R. § 1.6001-1(a); Tax Court Rule 142(a).\n\n|\n\n\n[29]\n|Internal RevenueEvidence\n|\n|Tax Court, in determining whether corporate taxpayer was entitled to net operating loss (NOL) tax deductions, which taxpayer claimed on basis of purported interest deductions arising from alleged loan granted by taxpayer’s president, would look at truth of taxpayer’s claims for tax years before year during which taxpayer first claimed NOL deduction, even though taxpayer argued court should not do so; Internal Revenue Code permitted court to consider facts related to years not at issue that were relevant for year before court, and correcting any errors made in earlier years could lead to reduction or elimination of NOL taxpayer wanted to use for later years. 26 U.S.C.A. §§ 163(a), 172, 6214(b).\n\n|\n\n\n[30]\n|Internal RevenueReturns and Reports\n|\n|Tax return is merely statement of taxpayer’s claim and does not establish correctness of facts stated therein.\n\n|\n\n\n[31]\n|Internal RevenueYear or period\nInternal RevenueCost or value of property\n|\n|All property under Internal Revenue Code section allowing taxpayer to deduct full cost of asset in year of purchase, which is defined as tangible personal property which is property under section governing gain from dispositions of certain depreciable property and acquired for use in active conduct of trade or business, is subset of property under such gain section, which is defined as any property subject to depreciation allowances, absent election under first section. 26 U.S.C.A. §§ 167, 179, 179(d)(1), 1245, 1245(a)(3).\n\n|\n\n\n[32]\n|Internal RevenueEvidence\n|\n|Tax Court, in determining whether taxpayer is entitled to tax deduction pursuant to Internal Revenue Code section permitting deduction of full cost of business asset in year of purchase, may estimate amount of deduction, but there must be persuasive evidence that it paid at least amount it claimed. 26 U.S.C.A. § 179(a); 26 C.F.R. § 1.179-5(a).\n\n|\n\n\n[33]\n|Internal RevenueEvidence\n|\n|Taxpayer seeking deduction pursuant to Internal Revenue Code provision allowing deduction of full cost of business asset in year of purchase for certain listed property without contemporaneous records must produce other credible evidence sufficient to corroborate its own statements concerning business use; under that heightened burden, Tax Court may not provide estimates of appropriate deduction if taxpayer does not fully substantiate its expenses. 26 U.S.C.A. §§ 179(a), 274(d)(4); 26 C.F.R. §§ 1.179-5(a), 1.274-5T(b)(6), 1.274-5T(c).\n\n|\n\n\n[34]\n|Internal RevenueEntertainment\n|\n|For purposes of Internal Revenue Code provision governing disallowance of certain entertainment and other expenses, attachments to vehicles are treated like vehicles themselves. 26 U.S.C.A. § 179(a).\n\n|\n\n\n[35]\n|Internal RevenueEvidence\n|\n|Forklifts, and any attachments to forklifts, are qualified nonpersonal use vehicles, to which substantiation requirements for obtaining deduction pursuant to Internal Revenue Code section governing disallowance of certain entertainment and other expenses do not apply; forklifts are not primarily used on public streets. 26 U.S.C.A. § 274(d)(4); 26 C.F.R. § 1.274-5(k)(2).\n\n|\n\n\n[36]\n|Internal RevenueEvidence\n|\n|Tax Court, in determining whether corporate taxpayer, which had principal place of business in Minnesota, was entitled to tax deduction pursuant to Internal Revenue Code provision that allowed deduction of full cost of business asset in year of purchase, for purchase of forklift and plow attachment, would take judicial notice that Minnesota could get “fair bit of snow” in winter. 26 U.S.C.A. § 179.\n\n|\n\n\n[37]\n|Internal RevenueEvidence\n|\n|It was more likely than not that taxpayer did not use plow attachment, purchased for forklift, predominantly for business uses, as necessary for taxpayer to obtain deduction pursuant to Internal Revenue Code provision that allowed taxpayer to deduct full cost of business asset in year of purchase; although court believed testimony that taxpayer used plow to clear driveway between road and president’s home and beyond that to taxpayer’s headquarters building and warehouse, president also indicated that he would sometimes plow neighbor’s driveway, and court had no evidence of what proportion of uses was business use and what proportion was personal use. 26 U.S.C.A. § 179.\n\n|\n\n\n[38]\n|Internal RevenueAmount and items in general\n|\n|Tax Court, which determined taxpayer did not use plow attachment for forklift predominantly for business purposes, would disallow taxpayer’s claimed tax deduction, pursuant to Internal Revenue Code provision that allowed taxpayer to deduct full cost of business asset in year of purchase, only to extent Commissioner of Internal Revenue had contested it, and was not required to determine exact allocation of personal use and business expense for plow; Commissioner found taxpayer used plow 50% for business purposes and allowed taxpayer depreciation deduction of about half what it would have been allowed if taxpayer had both not chosen to claim business asset deduction and used plow only for business. 26 U.S.C.A. § 179.\n\n|\n\n\n[39]\n|Internal RevenueEvidence\n|\n|Tax Court, in determining whether taxpayer used forklift predominantly for business purposes, and thus whether taxpayer was entitled to deduction, pursuant to Internal Revenue Code provision that allowed taxpayer to deduct full cost of business asset in year of purchase, for purchase of forklift, would take judicial notice that Minnesota had snow-free seasons. 26 U.S.C.A. § 179.\n\n|\n\n\n[40]\n|Internal RevenueEvidence\n|\n|It was more likely than not that taxpayer used forklift predominantly in its business, as necessary for taxpayer to obtain deduction pursuant to Internal Revenue Code provision that allowed taxpayer to deduct full cost of business asset in year of purchase, and thus Tax Court, which deemed it reasonable to find forklift was used 70% for business purposes, would allow taxpayer to expense 70% of forklift’s cost; taxpayer used forklift for undoubtedly-business uses of unloading trucks, moving pallets, and lifting products at worksites, and Tax Court deemed testimony of taxpayer’s president regarding use of forklift to be credible. 26 U.S.C.A. § 179.\n\n|\n\n\n[41]\n|Internal RevenueGrounds and Amount\n|\n|Taxpayer substantially understated tax, for purposes of accuracy-related tax penalty for substantial understatement of tax; taxpayer’s deficiency was $8,138, which was its entire tax liability for year, such that it exceeded 10% of tax required to be shown on return. 26 U.S.C.A. § 6662(d)(1)(B).\n\n|\n\n\n[42]\n|Internal RevenuePresumptions and burden of proof in general\n|\n|Commissioner of Internal Revenue did not bear burden of production as to compliance with Internal Revenue Code provision that required that initial penalty determination be approved, in writing, by immediate supervisor of individual making penalty determination, on review of issuance to corporate taxpayer of accuracy-related penalties, given taxpayer’s status as corporation. 26 U.S.C.A. § 6751(b)(1).\n\n|\n\n\n[43]\n|Internal RevenueReasonable cause\n|\n|In order to establish defense to accuracy-related tax penalties due on basis of reliance on tax professionals, taxpayer needs to show that adviser was competent professional who had sufficient expertise to justify reliance, it gave adviser necessary and accurate information, and it actually relied in good faith on adviser’s advice. 26 U.S.C.A. §§ 6662, 6664(c)(1).\n\n|\n\n\n[44]\n|Internal RevenueReasonable cause\n|\n|Whether taxpayer relied on advice of tax professional and whether reliance was reasonable, as necessary for taxpayer to establish defense to accuracy-related tax penalty on basis of reliance on advice from tax professional, turns on facts and circumstances of case. 26 U.S.C.A. §§ 6662, 6664(c)(1); 26 C.F.R. § 1.6664-4(c)(1).\n\n|\n\n\n[45]\n|Internal RevenueReasonable cause\n|\n|Taxpayer did not establish reasonable reliance on advice of tax professional, as would have excused taxpayer from liability for accuracy-related tax penalties, even though taxpayer claimed it relied on advice of certified professional accountant; while no one contested accountant was competent professional, accountant credibly stated he did not advise taxpayer to take position of taxpayer’s president in adding unpaid interest to principal of loan granted to taxpayer, that taxpayer did not ask his advice on how to record purchase of cabin, and that he did not advise taxpayer to record purchase as increase to principal of loan, and accountant could not remember whether president gave him actual invoices for plow attachment and forklift, for which taxpayer claimed deductions. 26 U.S.C.A. §§ 179, 6662, 6664(c)(1).\n\n|\n\n\n[46]\n|Internal RevenueReasonable cause\n|\n|Taxpayer acts with “reasonable cause,” for purposes of reasonable cause defense to imposition of accuracy-related tax penalties, when it exercises ordinary business care and prudence. 26 U.S.C.A. §§ 6662, 6664(c)(1).\n\n|\n\n\n[47]\n|Internal RevenueReasonable cause\n|\n|Taxpayer’s decision to keep claiming interest deductions, arising from president’s practice of increasing principal of loan it purportedly granted to taxpayer by amount of interest he determined taxpayer owed, was not reasonable, for purposes of reasonable cause defense to imposition of accuracy-related tax penalties; IRS revenue agent had previously explained to taxpayer that claiming deductions by increasing principal of loan did not work. 26 U.S.C.A. §§ 163(a), 6662, 6664(c)(1).\n\n|\n\n\n[48]\n|Internal RevenueReasonable cause\n|\n|Corporate taxpayer’s claimed tax deduction for boat, pursuant to Internal Revenue Code section that permitted taxpayer to deduct full cost of business asset in year of purchase, was not reasonable, for purposes of reasonable cause defense to imposition of accuracy-related tax penalties; taxpayer could not have reasonably have believed that boat kept at cabin at which it threw parties and allowed president’s son to live was for actual business use. 26 U.S.C.A. §§ 179, 6662, 6664(c)(1).\n\n|\n\n\n[49]\n|Internal RevenueReasonable cause\n|\n|Corporate taxpayer acted unreasonably in failing to substantiate claimed tax deductions, pursuant to Internal Revenue Code provision that allowed taxpayer to deduct full cost of business asset in year of purchase, for purchases of forklift and plow attachment, as necessary for reasonable cause defense to imposition of accuracy-related tax penalties to apply, even though forklift and plow were actually used in part for business; taxpayer provided no record or allocation of proportion of business use for equipment, it had been found to have taken unreasonable reporting positions for long time, even after IRS revenue agent warned it not to do so, and it had competent advisor but did not rely on him for advice. 26 U.S.C.A. §§ 179, 6662, 6664(c)(1).\n\n|\n\n\nAttorneys and Law Firms\nThomas Edward Brever, for petitioner.\nLisa R. Jones and Christina L. Cook, for respondent.\n\n\n\n\nMEMORANDUM FINDINGS OF FACT AND OPINION\nHOLMES, Judge:\n*1 Short Stop Electric is an electrical contractor mostly owned by its president, Bob Boyum. Since 2009 he has extended to his company what he calls a “revolving line of credit.” In 2015 and 2016, Short Stop did not actually borrow money from, or pay interest to, Boyum. Boyum instead increased the principal of the loan by the amount of interest that he said the company owed him. Short Stop recorded the interest as paid even though the corporation uses the cash method of accounting.\n \nThe Commissioner was shocked to discover what was going on and resists the characterization of these accounting entries as deductible interest payments. He charges as invalid Short Stop’s net operating losses (NOLs) that flowed from these interest payments. He challenges deductions that the company claimed for its purchase of several depreciable assets. And he wants penalties as well.\n \n\n[*2] FINDINGS OF FACT\n\nI. Short Stop’s Business and Accounting\nShort Stop Electric sells commercial, industrial, and residential electric services. Its owners, Boyum and his wife Michelle, incorporated it in Minnesota back in 1989. At the time of incorporation, and through the tax years at issue, Bob owned 96% of the stock and Michelle owned the rest. Bob is president of the company and handles the “bidding, billing, pricing, [and] acquiring material[s].” Michelle helped where she could with administrative duties, payroll, and deliveries but, as Bob credibly testified, her primary focus was raising the nine Boyum children.\n \n[1]Boyum chose to have Short Stop be a C corporation under the Code.1 He also chose to adopt the cash method of accounting.2 One might regard this as an eccentric choice for a small, privately owned business because income from C corporations is taxed twice. See, e.g., Pierre v. Commissioner, 133 T.C. 24, 30 (2009), supplemented by 99 T.C.M. (CCH) 1436 (2010). The Code taxes it first at the corporate level as corporate income. And then when a C corporation distributes anything that’s left to its shareholders, they must themselves include the dividend in their own taxable income.\n \n[2] [3]Small-business owners understandably want to insulate themselves from this aspect of the tax system. The most popular ways to do so are to elect to be taxed under subchapter S of the Code,3 or to organize as a limited liability company (LLC) and choose to be taxed as [*3] a partnership or a sole proprietorship.4 Choosing to become an S corporation or an LLC means no tax at the corporate level, but this case is about how Short Stop and Boyum tried to invent a third way to minimize double taxation. Short Stop’s returns show some considerable success. Over the years, including 2015 and 2016, the company reported little if any taxable income. Boyum accomplished this through what he called a revolving line of credit. He would record that he had lent money to Short Stop. Short Stop would not make any regular interest payments to Boyum. He would instead, at the end of the year, figure out how much interest he wanted Short Stop to owe him, calculate what interest rate would generate that sum, apply that rate, and add the resulting amount to the principal of the loan.\n \n*2 Short Stop totaled these additions to principal and claimed them as interest deductions on its returns. Remarkably, the Boyums reported this interest that they didn’t receive on their joint returns, which in turn increased their own taxable income. Boyum started doing this years before 2015. It sparked the IRS’s interest and led to an audit of Short Stop’s 2006 return. During that audit, the revenue agent explained to Boyum that any loan that he extends to Short Stop cannot generate interest deductions on paper to offset income in cash. The agent ultimately decided to suspend the examination as a “no change” since he believed that Boyum was receptive, eager to learn, and now aware that the government did not consider his attempted transformation of retained earnings into deductible interest to be valid.\n \nThis may not have been the most effective way for the IRS to handle what it thought of as a compliance problem. Short Stop and Boyum continued to operate the “revolving line of credit” after the audit much as they had before. In 2015 Short Stop recorded the interest payments that it said it owed Boyum at the end of the year as both interest paid and an increase to principal. Then, in 2016, Short Stop’s accounting became stranger still.\n \nTo understand how strange, we have to look back at 2012 for something else Boyum began to do with Short Stop’s books. In that year, Boyum had decided to buy an interest in a cabin owned by John and Wendolyn Mickman on Coon Lake in Minnesota. He formed Orfei’s [*4] Landing, LLP, with the Mickmans, and its stated purpose was to own and operate the cabin. Boyum paid $90,000 from his personal account in exchange for a 25% interest in the partnership. But he then put that interest in Short Stop’s name. The Mickmans kept the other 75% interest, and never actually transferred title to the cabin to the partnership.\n \nBoyum said he had Short Stop buy an interest in the cabin because he hoped to use the corporation to develop the property into a five-plex or as an investment. Short Stop increased its interest in Orfei’s Landing in 2014, when $180,000 flowed to the Mickmans for both an additional 50% interest in the partnership and an option to buy the remaining 25%. The agreement allowed the Mickmans to continue to control the property but for Short Stop itself to use the cabin. The payment for this increased interest also came from Boyum’s personal account. This time, the agreement required the Mickmans to transfer the title of the property to the partnership, and a property-tax notice in the record shows they finally did. Shortly thereafter, Short Stop exercised the option and bought the remaining 25% interest. Nothing in the record tells us where this money came from.\n \nThe accounting for this was quite odd. Boyum had been spending his own money to buy these increasing shares of the cabin held in the name of a partnership in which Short Stop owned an interest. But it wasn’t until 2016 that it showed up on the corporation’s books. And it showed up as an increase in the principal of the loan that Short Stop recorded that they had received from Boyum. There’s nothing in the record that tells us why this increase did not take place until 2016, years after the transactions took place.5\n \nShort Stop never did develop the cabin into a five-plex. Boyum claims that fiscal trouble stemming from the Great Recession of 2008 and 2009 caused the city to change its plans to bring sewer and water service out to the cabin. He testified that Short Stop could not move forward with the plan to develop the cabin without those connections.\n \n*3 One might wonder why Short Stop would start buying shares in the cabin starting in 2012 when these obstacles to development were [*5] already in place in 2009, but the company found other uses for the property. It used the cabin for parties, to entertain employees and clients, and to enable the Boyums to spend time on a boat that the corporation owned and made available to them and their guests. Short Stop also let Boyum’s son and his friends live there during the school year. Though Boyum said the boys were both renters and caretakers, we find that they paid no rent and the record has no documentation of any caretaking duties.\n \nThere is one last oddity in Short Stop’s accounting. In 2010, Short Stop lent $25,000 to an unrelated company named Fogerty Investments.6 Fogerty made payments on this loan in 2016, but not to Short Stop—at least not directly. Instead of repaying the loan directly to Short Stop, Fogerty sent money to Boyum. Short Stop recorded some of these payments in its ledger as interest payments from Short Stop to Boyum.7\n \n[4] [5] [6]The Commissioner also thought that Short Stop was overloading its deductions for business equipment on its 2016 return. One of these deductions was for the cost of the boat on Coon Lake that Boyum used to entertain employees and clients. Short Stop has since conceded that the cost of the boat isn’t deductible. But it very much contests the Commissioner’s disallowance of deductions for a forklift and a plow attachment.8 Boyum used the plow to clear snow from the driveway to [*6] both his home and Short Stop’s building, which is near the Boyums’ home and shares a driveway with it. Boyum would sometimes plow his neighbor’s driveway too. He used the forklift both to move snow and to move the pallets on which Short Stop received and stored some of its business supplies.\n \n\n\nII. Returns\n*4 On its 2015 return Short Stop reported $45,000 in interest-expense deductions, more than $30,000 of which came in the form of additions to the principal of the loan owed to Boyum. Adding deductible but unpaid interest to the principal had a key benefit for Short Stop. It completely offset its taxable income and generated an NOL that the company would carry forward from year to year. Short Stop prepared an NOL worksheet for 2015 that showed the calculation, but did not attach it to its 2015 return. On this worksheet it reported having a total available NOL carryforward of over $50,000 to use in 2015, since it had been adding unpaid interest to principal for years.\n \nOn its 2016 return, Short Stop reported paying over $115,000 in interest to Boyum. The allocation of those payments is:\n \n\n\n\n\nSource of Interest\n \n|Amount Paid\n \n|\nUnidentified9\n \n|$336.00\n \n|\nFogerty Payments\n \n|10,500.00\n \n|\nIncrease in Principal\n \n|104,287.61\n \n|\nTotal\n \n|$115,123.61\n \n|\n\n\n\n\nShort Stop used its remaining NOL to offset a chunk of its 2016 taxable income.\n \n[*7] Short Stop also reduced its tax bill by deducting the cost of the boat, as well as the plow attachment and the forklift, under section 179.\n \nHere are those numbers:\n \n\n\n\n\nDescription of Property\n \n|Cost\n \n|\nBoat World Princecraft\n \n|$32,750\n \n|\nTrueman Walters Forklift\n \n|31,795\n \n|\nCrysteel-Plow\n \n|5,155\n \n|\n\n\n\n\n\n\nIII. Audit, Petition, and Trial\nShort Stop received a notice of deficiency in which the Commissioner disallowed the interest deductions. He also disallowed the NOLs taken for both years because he was disallowing the interest deductions that generated them. And he disallowed Short Stop’s section 179 deductions for the plow attachment and the forklift, as well as for the boat, because Short Stop did not primarily use them for business. He then juiced the total a bit more with 20% penalties under section 6662 for negligence and substantial understatement.\n \n[7]Short Stop timely petitioned the Court. We tried the case virtually on a St. Paul calendar. Short Stop is a Minnesota corporation and has its principal place of business in Minnesota, so appellate venue presumptively lies in the Eighth Circuit. See § 7482(b)(1)(B).\n \n\nOPINION\nThere are four issues left for us to decide:\n• Short Stop’s entitlement to interest deductions on its 2015 and 2016 returns;\n• Short Stop’s entitlement to the NOL that it carried forward to those returns;\n• Short Stop’s entitlement to the section 179 deductions that it claimed on its 2016 tax return; and\n• whether penalties are appropriate.\n \n\n\n[*8] I. The Interest Deductions\n[8]The Commissioner contends that Short Stop’s interest deductions weren’t really for interest, didn’t have a business purpose, and aren’t substantiated. The Commissioner took a holistic approach in attacking the deductions, but we’ll separately analyze the deductions associated with the interest allocated to the principal of the “line of credit” and the deductions associated with Short Stop’s loan to Fogerty.10\n \n\n\nA. Deducting Unpaid and Accumulated Interest\n[9] [10]The Code’s general rule is that “all interest paid or accrued within the taxable year” can be deducted so long as no other exceptions or exemptions in the Code apply. See § 163(a). For a cash-basis taxpayer deductible interest must be paid and not just owed. Treas. Reg. § 1.461-1(a)(1). Paid means paid in cash or its equivalent. Eckert v. Burnet, 283 U.S. 140, 141 (1931); Davison v. Commissioner, 107 T.C. 35, 41 (1996), aff’d, 141 F.3d 403 (2d Cir. 1998). Merely delivering a promissory note for interest, for example, is not paying interest and isn’t deductible because a note is a promise to pay and not an actual payment. Don E. Williams Co. v. Commissioner, 429 U.S. 569, 577–78 (1977); Davison, 107 T.C. at 41.\n \n*5 [11] [12]Capitalizing interest, which is the term for what Short Stop says it was doing, is the addition of unpaid interest to the principal of a loan. But courts have consistently held that adding unpaid interest to a loan is not the same as paying it. See, e.g., Heyman v. Commissioner, 70 T.C. 482, 485–87 (1978), aff’d, 652 F.2d 598 (6th Cir. 1980). Capitalizing interest postpones an obligation to pay; it does not discharge that obligation. Id.\n \n[13]This is settled law, so well settled that we don’t have to analyze whether the relationship that Boyum had with his company was truly that of a creditor and debtor, or whether Short Stop used the money that it “borrowed” from him for business purposes. Since Short Stop operates on a cash basis, it is enough for us to find that allocations to the principal of the loan are not the payment of interest and are therefore not deductible.\n \n\n\n[*9] B. Fogerty Payments\n[14] [15]Our analysis of the payments from Fogerty has to be different because these payments were actually made and ended up in Boyum’s bank account, not Short Stop’s. The Commissioner says that paying interest through a third party is a breach of traditional loan practice. Maybe. But it is also “well settled that if a taxpayer’s obligation is paid by a third party, the effect is the same as if the third party had paid the taxpayer who in turn paid his creditor.” Chapman v. Commissioner, 73 T.C.M. (CCH) 2405, 2412 (1997); see also United States v. Boston & M.R.R., 279 U.S. 732 (1929); Old Colony Trust Co. v. Commissioner, 279 U.S. 716 (1929). That the payments were made from Fogerty to Boyum does not render them per se nondeductible by Short Stop.\n \n[16]The IRS doesn’t contest that Fogerty and Short Stop had a debtor-creditor relationship. But we have to look more closely at the facts to figure out whether Fogerty’s payment of interest directly to Boyum discharged an obligation that Short Stop owed Boyum. And for that we have to figure out whether Boyum and Short Stop themselves had created a debtor-creditor relationship with the “line of credit.” Section 163(a) requires not only proof that a payment is a payment of interest, but also that it is interest derived from a genuine debt. Midkiff v. Commissioner, 96 T.C. 724, 734 (1991), aff’d sub nom. Noguchi v. Commissioner, 992 F.2d 226 (9th Cir. 1993). A genuine debt is “an existing, unconditional, and legally enforceable obligation for the payment of a principal sum.” Howlett v. Commissioner, 56 T.C. 951, 960 (1971); see also Midkiff, 96 T.C. at 744.\n \nShort Stop’s ledger accounted for these payments from Fogerty to Boyum as interest paid by Short Stop to Boyum. The Commissioner argues that the ledger is wrong—that the correct characterization of Fogerty’s payments to Boyum is not the legal equivalent of Fogerty’s paying interest to Short Stop and Short Stop’s paying interest to Boyum since the money never touched Short Stop’s account. This makes a difference because the alternative characterization would be as a dividend, and dividends paid out usually are not deductible by the corporation that makes them. See § 162(a)(1); Treas. Reg. § 1.162-7(b)(1); see also Heil Beauty Supplies, Inc. v. Commissioner, 199 F.2d 193, 194 (8th Cir. 1952) (“Any payment arrangement between a corporation and a stockholder ... is always subject to close scrutiny for income tax purposes, so that deduction will not be made, as purported salary, rental or the like, of that which is in the realities of the situation an actual distribution of profits.”)\n \n*6 [17] [18][*10] Our analysis focuses on whether these payments were interest or dividends, which is a question of fact. Delta Plastics, Inc. v. Commissioner, 85 T.C.M. (CCH) 940, 943 (2003). And it’s a question of fact that requires us to look for the objective evidence found in the terms and conditions of the agreement as well as evidence of the parties’ subjective intent. United States v. Uneco, Inc. (In re Uneco, Inc.), 532 F.2d 1204, 1209 (8th Cir. 1976).\n \n[19]It’s also a question discussed in many cases. The Eighth Circuit tells us to consider several factors:\n• whether the corporation is so grossly undercapitalized that the loans are in fact needed for capital purposes and are actually intended to be risk capital rather than a loan;11\n• whether the purported loans were made in proportion to equity holdings;\n• whether the repayment of the loan was predicated on the success of the venture;\n• whether there was a fixed date for payment of the note and a reasonable expectation of payment by that date;\n• whether the obligation to pay was subordinated to other corporate debts;\n• whether third parties would have made the loan under the same conditions;\n• whether the claimed loan was secured by a mortgage or otherwise;\n• whether a provision was made for a sinking fund to retire the loan;\n[*11] • whether the person making the purported loan participated in the management of the corporation; and\n• whether the corporation had a large proportion of debt to equity.12\n \n*7 J.S. Biritz Constr. Co. v. Commissioner, 387 F.2d 451, 457–58 (8th Cir. 1967), rev’g 25 T.C.M. (CCH) 1175 (1966).\n \n[20] [21] [22] [23]No one factor is decisive, and all factors may not be equal. Dixie Dairies Corp. v. Commissioner, 74 T.C. 476, 493 (1980) (citing John Kelley Co. v. Commissioner, 326 U.S. 521, 530 (1946)). Because debt-equity questions can arise in so many different circumstances, not all the factors may even be relevant to every case—especially when the case involves a shareholder loan to a close corporation. Id. at 494; J.S. Biritz Constr. Co., 387 F.2d at 456–58. The caselaw teaches us that a true debtor-creditor relationship exists when there is a business purpose for making the loan “and the transaction is not a tax-avoidance scheme or a sham or masquerade.” J.S. Biritz Constr. Co., 387 F.2d at 458. In addition to the objective inquiry focused on the structure of the transaction, our analysis hinges on “whether there was an intent to create a debt with a reasonable expectation of repayment and, if so, whether that intent comports with the economic reality of creating a debtor-creditor relationship.” Delta Plastics, Inc., 85 T.C.M. (CCH) at 943 (citing Litton Bus. Sys., Inc. v. Commissioner, 61 T.C. 367, 377 (1973)).\n \n[24]Boyum’s revolving line of credit with Short Stop began with an agreement dated December 31, 2009. The agreement gave Short Stop [*12] the right to borrow up to $1 million from Boyum, with a maturity date of December 2019.13 The agreement did not specify an interest rate, but instead allowed Boyum to determine the interest rate each year. The agreement required Short Stop to make monthly interest payments or add unpaid interest to the loan principal. Along with increasing the principal, if the interest payments were not paid within 10 days of becoming due, Short Stop would be in default. Defaulting on the loan allowed Boyum to demand the principal and interest of the loan be immediately payable.\n \nBoyum routinely failed to collect interest on the loan at the end of each month and instead waited until the end of the year to decide what interest rate to charge. After deciding the rate, he allocated the interest owed retroactively to each month. Short Stop then recorded the interest payments in its ledger as funds distributed to Boyum even though they really weren’t.\n \nWe therefore find that there was a written agreement between Boyum and Short Stop defining the terms of the loan, but we specifically find that these terms were fiction in practice. Short Stop did not distribute interest to Boyum on a monthly basis, and under the loan agreement this meant that the unpaid interest was automatically capitalized. Short Stop’s failure to make timely payments also triggered the default clause that would allow Boyum to demand payment on the principal and the interest whenever he wanted to (though he never did). This tends to suggest that Boyum was not an actual creditor and the sum provided to Short Stop was a capital contribution.\n \n*8 [25] [26]There’s also the exceptional strangeness of the way Boyum determined the interest rate. He did so at the end of the year based in part on Short Stop’s ability to pay. Boyum testified that he determined what rate to apply to the loan by reviewing the general market and Short Stop’s financial wellbeing. Repayment dependent on the fortunes of a business is generally a strong sign that a payment is a dividend rather than interest. Dixie Dairies Corp., 74 T.C. at 495. We recognize [*13] that debt can have adjustable interest rates, but such rates are adjustable in arms-length deals based on a formula that “leaves nothing to the discretion of the corporate directors.” Monon R.R. v. Commissioner, 55 T.C. 345, 360–61 (1970). Here there was no formula, just unfettered discretion on the part of the putative creditor. No reasonable debtor would agree to a deal like this. This is a strong indicator that the loan was actually retained earnings.14\n \nThese factors would themselves be sufficient to support our finding that the shareholder “loans” were actually shareholder equity, but the real surge that fries petitioner’s argument is Boyum’s intent in creating the loan. This is the rare case where we have good evidence of that subjective intent. Boyum admitted that his goal for this “line of credit” was to convert as much of the balance as possible to principal.15 He explained that he believed that when he retired or sold Short Stop, he could take money out of the corporation as repayment of loan principal, and thus avoid paying tax on what would otherwise be a capital gain.\n \nHe also thought it benefited Short Stop because recording some portion of the retained earnings as interest paid would create deductions that offset taxable income. The more interest allocated to principal, the larger the deduction. This would be a tax miracle if it worked. It is perfectly reasonable for a small-business owner to accumulate capital in his company. What is unreasonable is to argue that relabeling equity a “revolving line of credit” can make retained earnings deductible. After Boyum was expressly told by the IRS during the 2006 audit that the Code did not permit this relabeling, we find it difficult to believe that Short Stop’s continuing to do so was motivated by anything other than a desire to shelter income from tax.\n \n[*14] We find for the Commissioner and disallow the interest deductions. Short Stop is not entitled to deductions for what it called additions to the principal amount of what it called a loan from Boyum; neither is it entitled to deductions for repayment of what it called a loan in the form of payments from Fogerty to Boyum directly.\n \n\n\nII. NOL\n[27]Our finding on the interest question lets us short circuit our discussion of the next issue—whether Short Stop is entitled to the large NOL deductions that it claimed because of those interest deductions. Section 172 allows a taxpayer to take an NOL carryover from earlier years and an NOL carryback from later years when its taxable income in the current year is more than zero. § 172(a), (b)(2). A taxpayer must, however, elect to carry NOLs forward. Without an election to do so, the Code’s default rule is to apply the NOL to the two preceding years. § 172(b)(1) and (2). If the loss is not fully absorbed after carrying it back, only then can it be carried forward through the next 20 years. Id. The loss must also be consumed in the earliest year when there is income available to be offset. § 172(b)(2).\n \n*9 Short Stop claimed an NOL of about $20,000 for 2015 and about $33,000 for 2016. The Commissioner argues that had the interest deductions Short Stop claimed in prior years been properly disallowed, there would either not have been any NOL, or if there had been, it would have been absorbed by taxable income earned before 2015.\n \n[28]Short Stop has the burden here. See Treas. Reg. § 1.6001-1(a); INDOPCO, Inc. v. Commissioner, 503 U.S. 79, 84 (1992). This requires it to prove both the existence and the amounts of its claimed NOL carrybacks and carryforwards. See Rule 142(a); Keith v. Commissioner, 115 T.C. 605, 621 (2000); Jones v. Commissioner, 25 T.C. 1100, 1104 (1956), rev’d and remanded on other grounds, 259 F.2d 300 (5th Cir. 1958).\n \n[29]In this case, that means Short Stop had to prove that the NOL carryforwards it took in 2015 and in 2016 were real and would not have been absorbed by a previous year. See Leitgen v. Commissioner, 42 T.C.M. (CCH) 1130, 1131–32 (1981). Short Stop first argues that we should not look at the truth of its claims to NOLs for tax years before 2015. Section 6214(b) tells us, however, that we may consider facts relating to years not in issue that are relevant to a year that is before us. See, e.g., Lee v. Commissioner, 91 T.C.M. (CCH) 999, 1001 (2006). [*15] This is especially important in the case of determining an NOL, since correcting any errors made in earlier tax years might well lead to the reduction or elimination of an NOL that a taxpayer wants to use for later years.\n \nThe NOL carryforward that Short Stop used to offset its 2015 and 2016 income was derived from a nearly $19,000 NOL it claims to have suffered in 2010 and a nearly $34,000 NOL it claims to have suffered in 2014. Short Stop did not, however, submit any evidence that it elected to waive the two-year NOL carryback for either of those losses. We do know that Short Stop was taking interest deductions from the shareholder “loan” in years before 2015, but this just complicates things a bit more, because we have to exclude any such deductions as we try to figure out whether it had a real loss and how much that loss was.\n \nWe can’t do that here because Short Stop didn’t give us evidence of the amount of the interest-expense deductions it claimed that were attributable to the shareholder loan in 2011 or earlier years. Short Stop did report a nearly $53,000 loss attributable to unpaid “interest” for 2012, and then another $20,000 loss for 2013. We have to disregard those bogus losses, but that then means that if Short Stop actually had an NOL in 2010, it would have been fully absorbed in 2012 alone.\n \nShort Stop’s situation in 2014 is a bit different. Its $34,000 NOL for 2014 comes mostly from the bogus interest deduction, and we have to reduce the NOL by the portion of the loss generated from this deduction. But that leaves Short Stop with a potential carryover loss of only $762.68. And even this loss would need to first be carried back to the two preceding years before it could be carried forward to the 2015 tax year, because Short Stop did not elect to waive the carryback on its return. Without the disallowed interest deductions there is no NOL at the beginning of Short Stop’s 2015 tax year for it to carry forward.\n \nShort Stop also has a procedural problem here. There is a regulation that requires a taxpayer to substantiate its claim to this deduction by filing sufficient evidence of its NOL with its return. This includes a “concise statement setting forth the amount of the net operating loss deduction claimed and all material and pertinent facts relative thereto, including a detailed schedule showing the computation of the net operating loss deduction.” Treas. Reg. § 1.172-1(c). Though Short Stop had NOL carryover worksheets, it did not file them with either its 2015 or 2016 return. This alone disqualifies the company from taking the deduction. See Amos v. Commissioner, 124 T.C.M. (CCH) 289, [*16] 292 (2022) (first citing Ghafouri v. Commissioner, 111 T.C.M. (CCH) 1023 (2016); and then citing Treas. Reg. § 1.172-1(c)).\n \n*10 [30]Even if Short Stop had submitted the required form, the only evidence that it gave us of any of its losses, whether due to these “interest” deductions or not, were its returns and the worksheet. It introduced no evidence that the information on the worksheet was accurate, and a “tax return is merely a statement of a taxpayer’s claim and does not establish the correctness of the facts stated therein.” Fitch v. Commissioner, 104 T.C. M. (CCH) 828, 835 (2012). This too is a failure of substantiation. See Jones, 25 T.C. at 1104; McRae v. Commissioner, 118 T.C.M. (CCH) 476, 482 (2019); Lee, 91 T.C.M. (CCH) at 1001.\n \nBy disallowing the interest-expense deductions that Short Stop took in prior years, any loss generated from 2010 or 2014 would have been fully absorbed and left nothing to carry forward to 2015, let alone to 2016. The disallowance of the deduction also almost entirely dissipates any NOL that was generated in 2014. Even if there was a loss, Short Stop failed to submit an NOL worksheet with its returns, which alone disqualifies it from taking an NOL deduction. And if all this were not enough, Short Stop failed to substantiate any remaining losses that it carried forward.\n \n\n\nIII. Section 179 Deductions\n[31]The Commissioner next wants us to disallow Short Stop’s section 179 deductions for the plow attachment and forklift. Section 179 allows a taxpayer to deduct the full cost of an asset in the year of purchase, even if it will use the asset for years to come. § 179(a).16 (Short Stop conceded the boat as nondeductible before trial.) There are limits—a dollar limit, § 179(b)(1), an aggregate-taxable-income limit, § 179(b)(3), and a limit on using section 179 to deduct the cost of certain passenger vehicles, § 179(b)(5).\n \nThe controversy in this case, however, has a more conventional source: the Commissioner contends that Short Stop didn’t use the plow [*17] attachment or the forklift for its business. Boyum heartwarmingly testified about posing some of his progeny in the bucket of the snowplow for a photo op. If that were the only problem, it would not be disqualifying—the test is not that property has to be exclusively used in business; it is whether it is predominantly used for business. Treas. Reg. § 1.179-1(d)(1). “Predominantly” means more than half: if a taxpayer uses the property more than 50% of the time in its business, then “the portion of the cost ... attributable to the trade or business use” can be deducted to the extent that it does not exceed the general limitations of section 179. Treas. Reg. § 1.179-1(d)(1), (e)(2).\n \n[32]The problem is one of proof. A taxpayer who claims a deduction under section 179(a) has to substantiate it with proof of where and when it got the property, when it placed the property into service, and how much it paid. Treas. Reg. § 1.179-5(a). We may estimate the amount, but there must be persuasive evidence that it paid at least the amount that it claimed. Boyd v. Commissioner, 122 T.C. 305, 320 (2004).\n \n*11 The rules are stricter for property that is listed in section 274(d)(4). Listed property forces a taxpayer to show proof of (1) its cost, (2) the time it was bought, and (3) a description of the expense’s business purpose. Id.; Temp. Treas. Reg. § 1.274-5T(b)(6).\n \n[33]That usually means a contemporaneous log, diary, trip sheet, or something similar that substantiates how much a vehicle was actually used for business rather than personal purposes. Temp. Treas. Reg. § 1.274-5T(c). A taxpayer without contemporaneous records has a bigger problem. It must produce other credible evidence sufficient to corroborate its own statements concerning business use. Id. Under this heightened burden, we may not provide estimates of the appropriate deduction if the taxpayer does not fully substantiate its expenses. Boyd, 122 T.C. at 320.\n \nSection 274 therefore requires that we first analyze whether and when the Code treats attachments as the vehicles to which they are attached. We know that listed property includes any passenger automobile. Treas. Reg. § 1.280F-6(b)(1)(i). A “passenger automobile” includes a four-wheeled vehicle that is manufactured primarily for use on public streets, roads, and highways, and is rated at 6,000 pounds gross vehicle weight or less. Id. para. (c)(1). A passenger automobile also includes “any part, component, or other item that is physically attached to the automobile or is traditionally included in the purchase price of an automobile.” Id. subpara. (2).\n \n[34] [35][*18] This regulation leads us to conclude that attachments to vehicles are treated like the vehicles themselves. In Short Stop’s case, the plow was attached to the forklift. Forklifts are not primarily used on public streets. That makes a forklift—and any attachment to a forklift—a “qualified nonpersonal use vehicle” in tax jargon. Id. para. (c). A “qualified nonpersonal use vehicle” is a vehicle, by reason of its nature (that is, design), which is not likely to be used more than a de minimis amount for personal use. Treas. Reg. § 1.274-5(k)(2). The regulations specifically include forklifts in this exclusion. Id. subdiv. (ii)(K).\n \nThe forklift and the plow attachment are not listed property and are therefore not subject to the heightened substantiation requirement of section 274.\n \nWe now must decide whether the property was predominantly used for business purposes.\n \n\n\nA. Plow Attachment\n[36] [37]We take judicial notice that Minnesota can get a fair bit of snow in the winter. And we entirely believe Boyum’s testimony about how Short Stop used the plow attachment—to clear the driveway between the road and the Boyums’ home, and somewhat beyond that to the Short Stop headquarters building and warehouse. He’d also sometimes be a good neighbor and plow the driveway next door. The problem is that we have no evidence of what proportion of these uses was for the business and what proportion was for personal use. We think it more likely than not that Short Stop did not use the plow attachment predominantly for business uses as the use was not only divided between plowing the Boyums’ residence and their business, but also their neighbors’ driveway.\n \n[38]We need not determine an exact allocation of personal use and business expense for the plow in addition to the finding that it was not used over 50% for business. This is because the Commissioner found that Short Stop used the plow 50% for business purposes, and allowed it a depreciation deduction of about half of what it would have been allowed if it had both not chosen to claim a section 179 deduction and used the plow only for business. We will disallow the deduction only to the extent the Commissioner contested it.\n \n\n\n[*19] B. Forklift\n*12 [39] [40]The forklift is another story. Short Stop used it for a lot of undoubtedly business uses—to unload trucks, move pallets, and lift products at worksites. Although a close question, we do think we can take judicial notice that Minnesota does have lovely seasons that are snow-free, which means Short Stop was using the forklift entirely or almost entirely for business for much of that part of the year. It is true that the only evidence we have on this is Boyum’s testimony, but on this point we find his testimony credible. Since the forklift is not subject to the heightened substantiation requirements of section 274(d), we may estimate an appropriate percentage of business use and allow a reasonable deduction.\n \nWe think it more likely than not that Short Stop used the forklift predominantly in its business, and we think it is reasonable to find that Short Stop used it 70% for business purposes. That means that it gets to expense 70% of the forklift’s cost in 2016. See § 179; Treas. Reg. § 1.179-1(d)(1).\n \n\n\nIV. Penalties\n[41] [42]That leaves one issue—whether Short Stop owes accuracy-related penalties under section 6662. The Commissioner determined that Short Stop both was negligent and substantially understated its tax. Substantial understatements look easy to prove here. The Code defines an understatement as substantial if it exceeds the lesser of 10% of the tax required to be shown on the return or $10 million. § 6662(d)(1)(B). The deficiency for 2015 was $8,138. This was also the entire tax liability for the year, which means that 100% of the tax required to be shown was understated. This is well above the required 10% threshold.17\n \n[43] [44]Short Stop’s defense is that it relied on advice from tax professionals when it took its positions on its 2015 and 2016 returns. Thus, Short Stop needs to show that:\n• its adviser was a competent professional who had sufficient expertise to justify reliance;\n[*20] • it gave the adviser necessary and accurate information; and\n• it actually relied in good faith on the adviser’s advice.\nSee Neonatology Assocs., P.A. v. Commissioner, 115 T.C. 43, 99 (2000), aff’d, 299 F.3d 221 (3d Cir. 2002). Whether a taxpayer relied on advice and whether his reliance was reasonable turn on the facts and circumstances of the case. See Treas. Reg. § 1.6664-4(c)(1).\n \n[45]The professional whose advice Short Stop claimed it relied on is Mike Mischke, a licensed CPA. Mischke has over ten years of experience in preparing corporate tax returns. No one contests that he is a competent professional. The problem for Short Stop is the second and third Neonatology requirements: Did Short Stop give Mischke necessary and accurate information on some of the items that created its deficiencies? And did Short Stop rely on that advice?\n \nMischke credibly testified that he was aware of the loan and Boyum’s practice of adding unpaid “interest” to the loan principal. Mischke, however, also credibly stated that he did not advise Short Stop to take this position, and that Boyum had instructed him that the allocation and subsequent interest-expense deduction was “the way he was going to handle it.”\n \nAs for the validity of the increased principal and the interest generated from the purchase of the cabin, Mischke did not recall receiving a copy of any paperwork describing Short Stop’s purchase of the interest in the partnership. He did not know whether he saw the checks and was not sure whether he was even aware that the cabin was bought with Boyum’s personal checks. We find it more likely than not that Mischke did not know the vital detail that Boyum was purchasing the interest in the partnership from his personal account. In any event Mischke again credibly stated that Short Stop did not ask his advice on how to record the purchase of the cabin and that he did not advise Short Stop to record the purchase of the cabin as an increase to the principal of the shareholder loan.18\n \n*13 There were similar problems for the section 179 deductions taken in 2016. Mischke could not remember whether Boyum gave him the [*21] actual invoices for the plow attachment and the forklift, or whether Boyum had simply given him the accounts and said he’d bought them for Short Stop. Mischke also testified that he could not remember whether he was asked for advice about how to report the purchase of the boat and that he did not know whether he “was smart enough to know the answer to that.” We find from this that Mischke never gave advice on the section 179 deductions that Short Stop claimed for 2016. Therefore, Short Stop has not shown reasonable reliance on the advice of a tax professional for any of the contested issues.\n \n[46]Without the reliance defense, Short Stop fails to show the deductions were reasonable and claimed in good faith. See § 6664(c)(1). A taxpayer acts with reasonable cause when it exercises “ordinary business care and prudence.” Estate of Young v. Commissioner, 110 T.C. 297, 317 (1998) (citation omitted) (citing United States v. Boyle, 469 U.S. 241, 245 (1985)).\n \n[47]Here, the problem for Short Stop was that an IRS revenue agent explained during the audit of its 2006 return that claiming interest deductions by increasing the principal of a shareholder “loan” did not work. We find that this made it unreasonable for Short Stop to keep doing what it did in reporting interest paid that it never paid.\n \n[48]As for deducting the boat under section 179, the substantial personal use of the boat makes its claimed deduction unreasonable. Though the deductibility of the boat was not contested at trial, we find that Short Stop could not have reasonably believed that a boat kept at the cabin at which it threw parties and allowed Boyum’s son to live was for actual business use.\n \n[49]However, the forklift and the plow attachment were actually used in part—and in the case of the forklift, mostly—for business. Short Stop provided no record or allocation, however, of the proportion of business use for this equipment. The problem for Short Stop here is that we’ve found it to be a company that has taken unreasonable reporting positions for a long time, and after being warned not to do so by an IRS revenue agent. It had a competent adviser but didn’t rely on him for advice. So, even if other taxpayers might have been reasonable in deducting the cost of the equipment, Short Stop itself was unreasonable in not substantiating these deductions. The failure to track and substantiate in any way their varied uses was not reasonable [*22] here.19 We therefore find that the accuracy-related penalties apply for both years at issue.\n \nShort Stop wins a bit on the forklift, so\n \nDecision will be entered under Rule 155.\n \nAll Citations\nT.C. Memo. 2023-114, 2023 WL 5846704, T.C.M. (RIA) 2023-114, 2023 RIA TC Memo 2023-114\n\n\n\nFootnotes\n|\n1\n|A “C corporation” is a corporation that is taxed under subchapter C of chapter 1 of the Code, §§ 301–385. (All section references are the Internal Revenue Code in effect for the years in issue, and all Rule references are to the Tax Court Rules of Practice and Procedure, unless we say otherwise.)\n|\n2\n|A cash-basis taxpayer recognizes income in the year that it actually receives that income. It must likewise deduct its expenses in the year in which it pays them. Treas. Reg. § 1.446-1(c)(1)(i). In contrast are accrual-method taxpayers who recognize income and deduct expenses in the year in which the event occurs that secures them either the right to that income or the obligation to make that payment. See id. subdiv. (ii).\n|\n3\n|If a business satisfies the requirements of section 1361, it may elect to become an “S corporation” and in turn avoid paying corporate tax. Unlike a C corporation, an S corporation’s income and losses are treated like that of a partnership. § 1366. They flow through to the shareholders directly and therefore avoid the first level of double taxation.\n|\n4\n|The Code does not impose the same taxing regime on all business entities. The IRS has created a “check the box” election that allows an entity such as an LLC to elect to be taxed either as a corporation or as a passthrough entity. Treas. Reg. § 301.7701-3(a). We do note that the “check the box” regulations did not become effective until 1997, while Short Stop was incorporated in 1989.\n|\n5\n|The details of this story are not essential to our analysis of the contested issues. We also note that we base it on the language of the contract that the parties stipulated into evidence, and not their somewhat different summary that they also stipulated. See Jasionowski v. Commissioner, 66 T.C. 312, 318 (1976) (holding that stipulated facts can be superseded when they are clearly contrary to the record).\n|\n6\n|Though the total sum of the loan is unclear, at least $25,000 was lent by Short Stop to Fogerty in 2010.\n|\n7\n|Part of the payment to Boyum in March was recorded in the ledger. The November payments made to Boyum were entirely absent from the ledger.\n|\n8\n|The stipulation of facts states that Boyum purchased a plow and a forklift that attaches to the plow. It also notes that the forklift is also referred to as a “tractor” throughout the record. Though forklifts and tractors are distinct, the notice of deficiency conflated the two and referred to Boyum as having purchased a tractor as opposed to a forklift. The notice also neglects to mention whether either the plow or the forklift was an attachment. This error is harmless since both forklifts and tractors are qualified nonpersonal property under section 179. See Treas. Reg. § 1.274-5(k)(2)(ii)(K) and (Q); John C. Hom & Assocs. v. Commissioner, 140 T.C. 210, 213 (2013) (“Mistakes in a notice will not invalidate it if there is no prejudice to the taxpayer.”)\nAt trial, however, Boyum testified that the plow and the forklift were both attachments, claiming that the plow was attached to a one-ton pickup truck and the forklift was attached to a tractor. Facts that parties have stipulated to are not disregarded lightly, but we can treat them as superseded when “facts are clearly contrary to the facts disclosed by the record.” See Jasionowski, 66 T.C. at 318. The record here is inconsistent, as we have the notice referring to a tractor and a plow without mention of attachments, and Boyum’s testimony characterizing both the forklift and the plow as attachments. The stipulation addresses the mischaracterization in the notice of deficiency and characterizes the plow as an attachment to the forklift. On this record, there is not clear evidence that the facts stipulated are erroneous, and so we will rely on them in our analysis.\n|\n9\n|This payment was attributable to “BOB BOYUM SHIN HOSPITALITY INT.” We have no idea what this means.\n|\n10\n|The Commissioner also disallowed a $336 deduction for interest paid to Shin Hospitality. Short Stop never substantiated the payment or the amount. It also presented no evidence at trial about it. Short Stop bore the burden of proof, so we find for the Commissioner on this issue.\n|\n11\n|In Uneco, the Eighth Circuit made clear that excluding this first factor, the rest of the factors are not aimed at discerning the subjective intent of the parties. It held that “the controlling principle should be that any transaction which is intrinsically clear upon its face should be accorded its legal due unless the transaction is a mere sham or subterfuge set up solely or principally for tax-avoidance purposes.” Uneco, 532 F.2d at 1208. The remaining nine factors are aimed at discerning whether the transaction objectively creates a debtor-creditor relationship.\n|\n12\n|In addition to these ten factors, the Eighth Circuit also set out in Uneco a thirteen-factor test from the Fifth Circuit: “(1) the names given to the certificates evidencing the indebtedness; (2) the presence or absence of a maturity date; (3) the source of the payments; (4) the right to enforce the payment of principal and interest; (5) participation in management; (6) a status equal to or inferior to that of regular corporate creditors; (7) the intent of the parties; (8) ‘thin’ or adequate capitalization; (9) identity of interest between creditor and stockholder; (10) payment of interest only out of ‘dividend’ money; (11) the ability of the corporation to obtain loans from outside lending institutions; (12) the extent to which the initial advances were used to acquire capital assets; and (13) the failure of the debtor to pay on due date or to seek a postponement.” Uneco, 532 F.2d at 1208. Excluding the seventh factor, the Eighth Circuit found that these factors are also objective and should be used to determine whether a transaction on its face is an actual loan. Id. Though the intent of the parties is a relevant factor when discerning whether a debtor-creditor relationship exists, it is one that we weigh together with the objective factors. See id.\n|\n13\n|This was a revolving line of credit and Short Stop did not take out the entirety of the $1 million. The record shows that on the general ledger in 2014, there was a beginning balance of around $350,000 on the loan. There is no indication of when the money up to this point was distributed to Short Stop. From 2014 until 2016 the ledger shows that Short Stop increased its loan throughout the years but there is no clear explanation of where the loan money came from. Included in these loans is the interest that Boyum “loaned back” to the company and the money that he used to buy into the partnership that owned the Coon Lake cabin.\n|\n14\n|We don’t need to walk through each of the factors enumerated by the Eighth Circuit since “each case turns upon its particular facts and ... the varying indicia applied in determining the issue may or may not have relevancy to a particular case.” Uneco, 532 F.2d at 1207. The specific facts that we find here enable us to determine that the arrangement between Boyum and Short Stop did not create a debtor-creditor relationship to an objective viewer.\n|\n15\n|Boyum also testified that another motivation for providing Short Stop with the loan was the fact that Short Stop had previously been unable to secure financing from banks without Boyum’s securing the loans with his personal assets. Even if we believed Boyum’s testimony on this point, Short Stop’s inability to secure a loan from banks is itself an indicator that the “loans” were really “retained earnings.”\n|\n16\n|Section 179 property is defined as tangible personal property which is section 1245 property and is “acquired by purchase for use in the active conduct of a trade or business.” § 179(d)(1). Section 1245 property is any property that is subject to the depreciation allowances under section 167. § 1245(a)(3). Since all section 179 property is a subset of section 1245 property absent a section 179 election, Short Stop would have been able to deduct only depreciation rather than the full cost of the property. See §§ 1245(a)(3), 167(a).\n|\n17\n|The Commissioner does not bear the burden of production as to compliance with section 6751(b)(1) because Short Stop is a corporation. See NT, Inc. v. Commissioner, 126 T.C. 191, 195 (2006).\n|\n18\n|Boyum himself testified that he also relied on his previous tax adviser. All we have on this is Boyum’s own testimony, and we do not find him credible on this point.\n|\n19\n|Even though we found that the forklift was used 70% for business, the fact that Short Stop used the forklift for personal ends and still tried to deduct its entire cost renders its position unreasonable as to the disallowed part. The nature of a section 179 deduction allows for a deduction of the entire cost of property only if the property is used solely for business. Had Short Stop claimed a 90% or even a 95% deduction for the cost of the forklift, we might well have found its estimate of the proportion of business use to have been reasonable. What we cannot do is find it was reasonable for Short Stop to claim a deduction for the entire cost of the forklift under section 179 when it knew that the forklift was being used at least in part for personal ends.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}