{
    "Background": "\n\n\n\n86 T.C. 260\nUnited States Tax Court\nSNOW MANUFACTURING COMPANY, A DISSOLVED CALIFORNIA CORPORATION, Petitioner\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent\nDocket No. 25950-82.\n|\nFiled March 4, 1986.\nSynopsis\nP, a wholly owned subsidiary of a closely held corporation, remanufactured automobile parts. R determined that P was subject to the accumulated-earnings tax for its taxable years ended June 30, 1979, and June 30, 1980.\n \nThe parties disagreed as to whether P’s reasonable business needs for fiscal 1979 and 1980 included the need to accumulate funds for expansion or relocation of its plant. The parties also disagreed about computation of the credit cycle in connection with the working capital analysis of Bardahl v. Commissioner, T.C. Memo. 1965-200. The parties further disagreed as to whether petitioner’s reasonable business needs were to be compared to its accumulated earnings and profits or net liquid assets.\n \nHELD: P is subject to the accumulated-earnings tax for its 1979 and 1980 fiscal years. P lacked a ‘specific, definite, and feasible‘ plan for expansion. Computation of the credit cycle in connection with the Bardahl working capital analysis discussed and explained. Because P’s net liquid assets exceeded its accumulated earnings and profits, comparison of its reasonable business needs with its accumulated earnings and profits is the proper measure for the proscribed purpose test of sec. 533(a), I.R.C. 1954.\n \nAttorneys and Law Firms\n*260 David M. Rosenberger, Joseph Enzo Zerbini, Robert K. Johnson, Allen M. Katz and Ellen P. Aprill, for the petitioner.\nKarl D. Zufelt and Erin Collins, for the respondent.\nOpinion\n\nGERBER, JUDGE:\n\nRespondent determined deficiencies in petitioner’s income tax for petitioner’s taxable years ended June 30, 1979, and June 30, 1980, in the respective amounts of $109,816 and $70,968. After concessions, the issue before *261 us is whether petitioner is liable for the accumulated-earnings tax imposed by section 531.1\n \n\n\nFINDINGS OF FACT\nSome of the facts have been stipulated and are found accordingly. The stipulation of facts and attached exhibits are incorporated herein by this reference.\n \n\n\nBACKGROUND\nPetitioner, a California corporation, was incorporated in 1959 and was dissolved and liquidated into its parent as of July 1, 1982. Petitioner’s primary place of business during its corporate existence was City of Commerce, California. For the taxable years at issue, petitioner filed Federal corporate income tax returns with the Internal Revenue Service Center, Fresno, California.\n \nPrior to its dissolution, petitioner was a wholly owned subsidiary of Alma Piston Company (Alma), a Michigan corporation. When petitioner was liquidated, all of its assets and liabilities were transferred to Alma. Thereafter, petitioner’s business was carried on as an operating division of Alma.2\n \nDuring the years at issue, members of the E. E. Tracy family beneficially owned all of Alma’s stock. E. E. Tracy (Tracy) made petitioner’s major decisions, such as deciding whether or not to acquire additional property. E. E. Tracy resided in a city distant from petitioner’s business location. Day-to-day decisions involving production schedules, the purchase of materials, plant maintenance, labor relations, and personnel management were made by Lowell Lewis (Lewis), petitioner’s on-site vice president and general manager, who began working for petitioner in 1973. Although a member of petitioner’s board of directors, Lewis did not attend board meetings, which were usually held in the Detroit area.\n \nPetitioner’s business consisted of reconditioning and rebuilding small automobile parts, such as pumps, generators, *262 brakes, starters, and distributors. Petitioner purchased materials and used parts from various vendors; it sold essentially all of its remanufactured parts to Genuine Parts Distributors (Genuine), a division of Alma.\n \nPetitioner’s manufacturing activities were conducted in a 20,000-square-foot building rented from Alma located at 7215- ½ E. Gage Avenue, City of Commerce, California, which was situated on a lot approximating 58,000 square feet. A 20,000-square-foot warehouse used by Genuine was located next to petitioner’s building. The total square footage of the lot on which the two warehouses were located was approximately 100,000 square feet.\n \n\n\nBUSINESS OPERATIONS\n\nA. GROWTH AND SHORTAGE OF SPACE\nBetween 1974 and 1979 new antipollution laws led to an increase in the number of models of parts remanufactured by petitioner presumably because of the public’s tendency to attempt to retain ‘pre-antipollution‘ vehicles. During this period petitioner experienced a growth in its total sales, from approximately $1.9 million in 1974 to approximately $3.1 million in 1979. Between 1974 and 1979 petitioner added new remanufacturing equipment to meet the growing demand for its products.\n \nPetitioner required operating space for the machinery used in the remanufacturing process, and storage space for new and used parts, finished goods, and materials. As early as 1973 (and perhaps before) and continuing through the taxable years at issue, petitioner stored some of these items on its property outside its building.\n \nOn January 21, 1975, the Environmental Protection Inspector for City of Commerce wrote petitioner and advised it that a recent field inspection had found its property to be in violation of a local ordinance regulating the appearance of materials placed in outside storage. Lewis sent the letter to Tracy and, in an accompanying memorandum dated February 25, 1975, requested his approval to purchase screening to comply with the ordinance. On February 27, 1976, Lewis wrote Tracy and described petitioner’s lack of storage and efforts to make the best use *263 of available space. Lewis requested Tracy’s approval to purchase steel racks to increase storage space in petitioner’s stockroom. Tracy approved the request.\n \nThe storage problems continued through 1979 and 1980. During those years petitioner used part of its driveway and parking area for storage. Parts were stored outside in drums and in metal baskets that were sometimes stacked 10 feet high. Occasionally, vehicles in the driveway were damaged by falling parts. Weather and theft caused further losses. A lean-to built on one side of petitioner’s building helped protect some of the stored items, but enlargement of the building itself was not possible without acquisition of additional property for parking facilities.\n \nOn January 25 and 26, 1979, Lewis again wrote Tracy regarding the overcrowded conditions at petitioner’s property. Lewis complained that the crowded conditions diminished labor efficiency and resulted in ‘considerable‘ weather damage to stock, finished goods, and new cartons stored outside the building. He stated that he ‘hoped‘ petitioner would soon start on a new building. Along with his memos, Lewis sent Polaroid and professionally taken photographs to illustrate the conditions on petitioner’s property.\n \nStorage problems affected petitioner’s choice of present and future product lines. Lewis wanted to add additional product lines and generate more business, work, and profit. Lewis met with a management consultant in 1978 or 1979 in an effort to improve the efficiency of petitioner’s operation. The consultant concluded that petitioner’s operations were not very efficient from a labor standpoint, and that its production lines ought to be rearranged. The consultant suggested that petitioner would need to acquire additional space before much could be done.\n \n\n\nB. EXPANSION\nImmediately south of petitioner’s property was an L-shaped piece of land covering 20,805 square feet (including 2,431 square feet dedicated to the municipality) owned at one time by a Mr. Luben (Luben property). The Luben property was next to the Genuine building. A 10-foot county sewer easement ran the length of the side of the *264 Luben property contiguous to the Genuine building. Three residences were located on the Luben property.\n \nPetitioner, prior to the taxable years at issue, considered purchasing the Luben property to meet its needs for space. Negotiations went on for some time. The negotiations and prospects for development of the Luben property are the principal topic of the Lewis memo of February 25, 1975. On March 11, 1975, petitioner by its president, L. L. Upshur, wrote to Luben regarding the property. Petitioner stated that $50,000 was a ‘ridiculous‘ price for the property.\n \nBecause of size limitations and permit restrictions, the Luben property was not a likely site for construction of a new industrial building for petitioner. Although acquisition of the property for this purpose was considered, petitioner’s primary interest was in using the site as a parking lot, which would have allowed more of the parking area around petitioner’s building to be used for storage. Luben died in 1975 or 1976, and petitioner’s negotiations with Luben’s daughter regarding the property were fruitless. In January 1979, the Luben property was purchased by Ignacio Moitnio for $95,000. No attempt has been made on behalf of petitioner to purchase the property from Moitnio.\n \nLewis, who had negotiated with Luben, was also interested in the property of another nearby landowner, the W. R. Grace Company (Grace). At some point, Lewis informally approached Grace’s manager about purchasing some of its property. Petitioner was advised that Grace’s home office was not interested in selling any of its property.\n \nLewis made other inquiries. Prior to and during 1979 and 1980, Lewis contacted or received correspondence from a number of real estate brokers regarding the location of additional property for petitioner. Lewis visited several proposed sites but found each of them unacceptable.\n \nLewis and Tracy were in frequent contact, and Lewis thought that Tracy agreed with his belief that petitioner needed more space. In February of 1979, Alma applied for a permit to construct a new 36,000-square-foot warehouse for Genuine in City of Industry, California, and construction began shortly thereafter. About this time Lewis advised Tracy that petitioner should buy land and build a suitable manufacturing building, purchase land with an existing *265 building, or purchase Genuine’s property in City of Commerce. The latter alternative was the most attractive to Lewis because it would allow petitioner to remain in a community where it was established and avoid the loss of employees and production that a move would entail. Lewis believed that it would cost approximately $1.5 million for petitioner to purchase the land and both 20,000-square-foot buildings on the East Gage property (the building petitioner was renting from Alma and the Genuine building) and approximately $1.05 million for petitioner to acquire land in City of Commerce and construct an additional 30,000-square-foot building ($300,000 for the land and $750,000 for the building).\n \nIn October 1979, Genuine moved part of its operations from its building on East Gage to City of Industry, and petitioner obtained access to a small amount of additional space in Genuine’s building (500 to 1,000 square feet).\n \nOn December 15, 1979, petitioner’s board of directors held a special meeting in Grosse Point, Michigan. The minutes of the meeting in part provide:\n \nThe increasing necessity (sic) of an additional 30,000 square foot building and the purchase of sufficient (sic) land for the building and the necessary (sic) parking space was discussed. The Board approved increasing the purchase price for the adjoining property or other land as continuing (sic) to operate in the present small facility with outside storage for expensive parts and cores was becoming a heavy burden in inclement weather.\n \nThe latest cost figures for the required additional space is:\n \n\n\n\n\nLand and 30,000 foot building\t\n \n|$765,000\n \n|\nMachinery acquisition, moving, 150,000 installation, and\n \n| \n|\nwiring\t\n \n|150,000\n \n|\n\n\n\n\n\n\n\n|915,000\n \n|\n\n\n\n\nAt the time of the meeting petitioner did not own property on which to build a 30,000-square-foot building, was no longer considering the Luben property, and was not negotiating for the purchase of other property.\n \nIn December 1980, Coldwell Banker, a real estate broker, advised Lewis that the two buildings on East Gage could be sold for about $33 per square foot. In November 1981, Majestic Realty wrote Thomas Tracy, vice president of Tomadur Engine Company, a division of Alma, that the market *266 value of the two 20,000-square-foot buildings was $37 per square foot.\n \nIn 1983 and 1984, Genuine moved the rest of its operations from its building next to petitioner to City of Industry. As determined in November 1984, Genuine’s move to its new warehouse cost $1,225,548, inclusive of the cost for land and improvements, buildings and facilities, other equipment, and moving costs.\n \nPetitioner moved into the old Genuine building in June 1984. Except for some office space in the old Genuine building, petitioner is now using all of the land and both of the buildings on the East Gage property in City of Commerce. Petitioner still keeps some items in outside storage.\n \nOn February 7, 1984, W. H. Daum & Staff, a real estate broker, wrote E. E. Tracy and advised him that the two buildings on the East Gage property could be sold for between $33 and $35 per square foot. Tracy, in a memorandum dated June 22, 1984, stated that effective June 1, 1984, the East Gage property, including the two buildings on it, was to be sold to the Snow division by Alma for $1.5 million. By that time Snow Manufacturing Company had dissolved and liquidated and become a division of Alma. Title to the property remained with Alma after the transfer.\n \n\n\nFINANCIAL DATA\nThe following table presents petitioner’s accumulated earnings and profits, and additions thereto:\n \n\n\n\n\n|Accumulated earnings\n \n|Increase in earnings and\n \n|\nTYE June 30-\n \n|and profits\n \n|profits over prior years\n \n|\n1978\n \n|$2,088,321\n \n|---\n \n|\n1979\n \n|2,402,774\n \n|$314,453\n \n|\n1980\n \n|2,613,898\n \n|211,124\n \n|\n\n\n\n\nThe next table summarizes petitioner’s net liquid assets (excess of current assets over current liabilities) for the same taxable years:\n \n\n\n\n\nTYE June 30-\n \n|Net liquid assets\n \n|Increase over prior year\n \n|\n1978\n \n|$2,397,661\n \n|---\n \n|\n1979\n \n|2,693,944\n \n|$296,283\n \n|\n1980\n \n|2,903,546\n \n|209,602\n \n|\n\n\n\n\n*267 Prior to the end of the first taxable year in this case, respondent determined deficiencies in accumulated-earnings tax against petitioner. The following table summarizes the deficiencies determined, and the ultimate deficiencies reflected in stipulated decisions filed with the Tax Court:\n \n\n\n\n\nTYE\n \n|Date of statutory\n \n|Determined\n \n|Date of\n \n|Settlement\n \n|\nJune 30-\n \n|notice of deficiency\n \n|deficiency\n \n|settlement\n \n|amount\n \n|\n1972\n \n|July 21, 1975\n \n|$23,174\n \n|Mar. 10, 1982\n \n|$18,540\n \n|\n1973\n \n|July 21, 1975\n \n|38,932\n \n|Mar. 10, 1982\n \n|31,146\n \n|\n1975\n \n|Sept. 7, 1978\n \n|61,974\n \n|Mar. 08, 1982\n \n|49,580\n \n|\n1976\n \n|Sept. 7, 1978\n \n|77,958\n \n|Mar. 08, 1982\n \n|62,367\n \n|\n1977\n \n|Sept. 7, 1978\n \n|54,506\n \n|Mar. 08, 1982\n \n|43,605\n \n|\n \n| \n|256,544\n \n| \n|205,238\n \n|\n\n\n\n\nPetitioner at the end of each taxable year at issue in this case had a reasonable need to retain $256,544 as a reserve for payment of the above accumulated-earnings taxes.\n \nPetitioner’s accumulated taxable income under section 535, prior to the accumulated-earnings credit for the reasonable needs of the business, is as follows:\n \n\n\n\n\nTaxable year ended--\n \n|June 30, 1979\n \n|June 30, 1980\n \n|\nTaxable income:\n \n|$580,171\n \n|$346,197\n \n|\nLess: Tax exempt interest\n \n|7,693\n \n|52,958\n \n|\n \n|572,478\n \n|293,239\n \n|\nLess: Federal income tax accrued\n \n|266,363\n \n|133,293\n \n|\n \n|306,115\n \n|159,946\n \n|\nPlus: Charitable contribution carryover\n \n|646\n \n|0\n \n|\nLess: Charitable contribution exceeding\n \n| \n| \n|\n5-percent limitation\n \n|0\n \n|1,775\n \n|\nAccumulated taxable income (prior to\n \n| \n| \n|\ncredit for reasonable needs of business)\n \n|306,761\n \n|158,167\n \n|\n\n\n\n\nThroughout its existence as a corporation, petitioner paid no dividends.\n \nOn May 3, 1979, petitioner purchased a tax-exempt Michigan Housing bond for $904,239. The bond had a par value of $900,000 and a coupon rate of 6.5 percent.\n \n\n\nLITIGATION\nOn June 16, 1982, respondent mailed petitioner a certified letter, pursuant to section 534(b), informing petitioner that a proposed notice of deficiency for the taxable years ending June 30, 1979, and June 30, 1980, would include amounts *268 for accumulated earnings tax. Petitioner filed no statement under section 534(c) of grounds upon which it was relying to establish that all or any portion of its earnings and profits had not been permitted to accumulate beyond reasonable business needs.\n \nRespondent issued a notice of deficiency to petitioner on August 3, 1982. On October 29, 1982, petitioner petitioned the Tax Court for a redetermination of the deficiencies determined by respondent. In its petition, which was prepared by counsel in Michigan, petitioner maintained that it needed at least $915,000 as a reserve for expansion. Petitioner did not refer to any need to purchase its own building. On April 18, 1983, petitioner’s Michigan counsel stated petitioner’s position in a letter to respondent. Counsel stated in the letter that—\n \nExpansion at Snow’s current location is really feasible only in one direction. * * * The ‘Luben property‘ * * * is the intended area for expansion. Snow would move its parking facility and rail siding to this lot and would add additional plant space over the existing driveway and parking area.\n \nThe letter refers to a reserve of $915,000 set aside during 1979 an d 1980 for expansion and does not mention any plan by petitioner to acquire its own building.\n \n\n\nOPINION\nThe disparity during the years in question between corporate and individual tax rates may have encouraged the use of corporations to reduce shareholders’ overall tax liabilities through the accumulation of earnings in excess of reasonable business needs. The accumulated- earnings tax is a means of discouraging the accumulation of corporate earnings not needed in the conduct of a business. See Ivan Allen Co. v. United States, 422 U.S. 617, 624 (1975). The tax is imposed on the accumulated taxable income of corporations ‘availed of for the purpose of avoiding the income tax with respect to (their) shareholders or the shareholders of any other corporation, by permitting earnings and profits to accumulate instead of being divided or distributed. ‘ Sec. 532(a); sec. 531. The tax is considered to *269 be a penalty and therefore is to be strictly construed. Ivan Allen Co. v. United States, supra at 626.\n \nWhere a corporation accumulates earnings and profits, the most significant factor in determining whether the accumulated-earnings tax applies is the reasonableness of the corporate accumulation. United States v. Donruss Co., 393 U.S. 297, 307 (1969). Section 533(a) establishes the presumption that a corporation that accumulates earnings and profits beyond its reasonable business needs does so for the proscribed purpose of tax avoidance. The section 533(a) presumption, however, is rebuttable by a preponderance of evidence to the contrary. Therefore, the accumulated-earnings tax is not imposed where a corporation has made an unreasonable accumulation but lacks the proscribed purpose. Pelton Steel Casting Co. v. Commissioner, 28 T.C. 153, 173 (1957), affd. 251 F.2d 278 (7th Cir. 1958), cert. denied 356 U.S. 958 (1958). The ultimate question upon which imposition of the tax rests is whether tax avoidance with respect to shareholders was one of the purposes of a corporate accumulation. United States v. Donruss Co., supra at 301.\n \nWhether a corporation has permitted its earnings and profits to accumulate beyond its reasonable business needs and whether the corporation was availed of for tax-avoidance purposes are both questions of fact. Bremerton Sun Publishing Co. v. Commissioner, 44 T.C. 566, 582 (1965), and cases cited therein. The reasonable needs of a business should be determined by the officers and directors of the corporation. We are reluctant to substitute our business judgment for theirs unless the facts and circumstances, buttressed by the presumptive correctness of respondent’s determination, require us to do so. Atlantic Properties, Inc. v. Commissioner, 62 T.C. 644, 656 (1974), affd. 519 F.2d 1233 (lst Cir. 1975); Faber Cement Block Co. v. Commissioner, 50 T.C. 317, 329 (1968).\n \nSection 534 fixes the burden of proof in any Tax Court proceeding based in whole or in part on the allegation that all or any part of the earnings and profits have been permitted to accumulate beyond the reasonable needs of the business. If the Secretary, before mailing the taxpayer a notice of deficiency, sends notification informing the taxpayer *270 that the proposed notice of deficiency includes an amount with respect to the accumulated- earnings tax, the burden of proof rests with the taxpayer, unless the taxpayer submits a statement under section 534(c) of the grounds on which the taxpayer relies to establish that the allegation is in error, Petitioner filed no section 534(c) statement, and consequently bears the burden of proof in this proceeding.\n \nVery generally, both parties in comparing petitioner’s resources to its needs follow the approach adopted by this Court in Bardahl Manufacturing Corp. v. Commissioner, T.C. Memo. 1965-200, and since used in many cases. In Bardahl Manufacturing Corp. v. Commissioner, supra, we determined the reasonableness of a corporate accumulation by numerically comparing the corporate taxpayer’s resources with its total business needs. Petitioner and respondent disagree on three critical points that relate to the Bardahl comparison: (1) How to compute petitioner’s needed working capital; (2) whether petitioner was justified in retaining funds for expansion; and (3) whether to compare petitioner’s total business needs to its accumulated earnings and profits or its net liquid assets.\n \n\n\nWORKING CAPITAL\nOne of the needs of a business is the need for working capital. A corporation may accumulate earnings and profits to provide its necessary working capital. See sec. 1.537-2(b)(4), Income Tax Regs. The parties agree that petitioner needed working capital to meet expenses for one operating cycle. An operating cycle is the period of time required to convert cash into raw materials, raw materials into inventory, inventory into accounts receivable, and accounts receivable into cash.3 Bardahl Manufacturing Corp. v. Commissioner, supra. The parties compute petitioner’s working capital requirements differently, because they disagree as to *271 how to determine petitioner’s credit cycle, a common component of each party’s operating cycle calculations.4\n \nThe operating cycle calculated by each party consists in part of an inventory cycle and an accounts receivable cycle. The inventory cycle is arrived at by dividing the number of days in the year by the inventory turnover rate, which is the cost of goods sold divided by the dollar amount of inventory.5 The accounts receivable cycle is reached by dividing the number of days in the year by the accounts receivable turnover rate, which is net sales divided by the amount of accounts receivable.6 For each fiscal year at issue petitioner and respondent in their separate calculations use the inventory and accounts receivable amounts for the peak month, when the aggregate of inventory and accounts receivable was at its yearly high.7 Petitioner and respondent then each reduce the length of the total of the inventory and accounts receivable cycle by a credit cycle (which, as we have stated, they calculate differently) to arrive at a total operating cycle. Expressed as a decimal part of the year, the total operating cycle is multiplied by total operating expenses to arrive at current operating needs. The parties in their calculations each adjust total operating expenses for inflation.8\n \nThe parties’ computations of working capital diverge at the point where they reduce the inventory and accounts receivable cycles by a credit cycle.9 Each party arrives at *272 the length of the credit cycle10 by dividing the number of days in the year by a figure representing what each refers to as the trade payables turnover. Petitioner maintains that its trade payables turnover is calculated by dividing total operating expenses by average accounts payable.11 This latter item is the average of accounts payable trade plus other current liabilities excluding accrued Federal and state income taxes. Respondent on the other hand proposes that the true measure of petitioner’s trade payables turnover is the total cost of materials purchased for the year divided by average trade payables.\n \nAs the parties forthrightly acknowledge, both methods of computing the credit cycle are supported by authority.12 The operating cycle approach is not a rigid mathematical formula, and the decided cases do not prescribe a universal method for calculating the credit cycle.\n \nThe weakness in respondent’s position when utilized in this case is that it ignores the credit period of petitioner’s nontrade payables, which was shorter than the credit period of petitioner’s trade payables. Credit often has a significant impact on ALL aspects of a business’ operations. We see no reason to restrict our focus here to trade payables alone and, as a result, produce what we believe would be an artificially high estimate of the length of petitioner’s credit cycle and a correspondingly low estimate of petitioner’s  *273 working capital needs.13 We, accordingly, conclude that petitioner has correctly calculated its credit cycle, and therefore its working capital needs as well.\n \n\n\nEXPANSION\nA business may need funds to expand. To provide for the bona fide expansion of its business, a corporation may accumulate earnings and profits. See sec. 1.537-2(b)(1), Income Tax Regs. The Code permits such accumulations even where expansion is not an immediate prospect. See S. Rept. 1622, 83d Cong., 2d Sess. 69 (1954); H. Rept. 1337, 83d Cong., 2d Sess. 53 (1954). Section 537(a) provides that the term ‘reasonable needs of the business,‘ a concept critical to a determination of whether the accumulated-earnings tax applies, includes the ‘reasonably anticipated needs of the business.‘ As section 1.537-1(b), Income Tax Regs., indicates, ‘reasonably anticipated needs of the business‘ do not include the vague or uncertain plans of a corporate taxpayer to acquire new property:\n \n(b) REASONABLY ANTICIPATED NEEDS. (1) In order for a corporation to justify an accumulation of earnings and profits for reasonably anticipated future needs, there must be an indication that the future needs of the business require such accumulation, and the corporation must have specific, definite, and feasible plans for the use of such accumulation. Such an accumulation need not be used immediately, nor must the plans for its use be consummated within a short period after the close of the taxable year, provided that such accumulation will be used within a reasonable time depending upon all the facts and circumstances relating to the future needs of the business. Where the future needs of the business are uncertain or vague, where the plans for the future use of an accumulation are not specific, definite, and feasible, or where the execution of such a plan is postponed indefinitely, an accumulation cannot be justified on the grounds of reasonably anticipated needs of the business.\n \n(2) Consideration shall be given to reasonably anticipated needs as they exist on the basis of the facts at the close of the taxable year. Thus, subsequent events shall not be used for the purpose of showing that the retention of earnings or profits was unreasonable at the close of the taxable year if all the elements of reasonable anticipation are present at the close of such taxable year. However, subsequent events may be considered to determine whether the taxpayer actually intended to consummate or has actually consummated the plans for which the *274 earnings and profits were accumulated. In this connection, projected expansion or investment plans shall be reviewed in the light of the facts during each year and as they exist as of the close of the taxable year. If a corporation has justified an accumulation for future needs by plans never consummated, the amount of such an accumulation shall be taken into account in determining the reasonableness of subsequent accumulations.\n \nThe specificity requirements were written into the regulations because a loosely run corporation presents a high potential for post hoc, unsupported rationalizations for the prohibited hoarding of profits. Bahan Textile Machinery Co. v. United States, 453 F.2d 1100, 1102 (4th Cir. 1972). The requirement of a ‘specific, definite, and feasible‘ plan does not demand that the taxpayer produce meticulously drawn, formal blueprints for action. Faber Cement Block Co. v. Commissioner, 50 T.C. 317, 332 (1968); John P. Scripps Newspapers v. Commissioner, 44 T.C, 453, 469 (1965). A corporation, however, cannot immunize itself from the accumulated- earnings tax merely by referring to expansion in its corporate minutes. See Faber Cement Block Co. v. Commissioner, supra at 332. Definiteness of plan coupled with action taken towards its consummation are essential to justify an accumulation as reasonable. Dixie, Inc. v. Commissioner, 277 F.2d 526, 528 (2d Cir. 1960), affg. 31 T.C. 415 (1958), cert. denied 364 U.S. 827 (1960); I.A. Dress Co. v. Commissioner, 273 F.2d 543, 544 (2d Cir. 1960), affg. 32 T.C. 93 (1959), cert. denied 362 U.S. 976 (1960). In other words, ‘(t)he intention claimed must be manifested by some contemporaneous course of conduct directed toward the claimed purpose.‘ Smoot Sand & Gravel Corp. v. Commissioner, 241 F.2d 197, 202 (4th Cir. 1957), affg. in part a Memorandum Opinion of this Court, cert. denied 354 U.S. 922 (1957). The test is a practical one, namely, that the projected need appears to have been a real consideration during the taxable year, and not simply an afterthought to justify a challenged accumulation. See Faber Cement Block Co. v. Commissioner, supra at 332-333.\n \nPetitioner presently maintains that its reasonable business needs for fiscal 1979 and 1980 included the need to accumulate $1,500,000 to acquire adequate space for its operations; that prior to these taxable years it considered acquisition of the Luben property as a temporary stopgap *275 solution to its space problems; and that during the 1979 and 1980 taxable years it planned to purchase both a new building and its existing building. Respondent argues that petitioner lacked ‘specific, definite, and feasible‘ expansion plans during the 1979 and 1980 taxable years, and accordingly cannot justify accumulating any corporate earnings for expansion. Determining whether petitioner had ‘specific, definite, and feasible‘ expansion plans requires that we carefully review petitioner’s stated efforts to acquire additional property.\n \nBy 1973, petitioner lacked adequate space for storage and operations. The problem did not ameliorate in succeeding year which were marked by growth in petitioner’s business. We accordingly are convinced that petitioner needed additional space during the taxable years at issue.\n \nPetitioner’s interest in additional space initially focused on the Luben property which, despite its drawbacks, offered petitioner over 18,000 square feet net of additional land. We find it difficult to draw ultimate conclusions from the failure of negotiations to result in a sale. We find it probative that: (1) Petitioner did not want to offer $50,000 to acquire the property, a sum far smaller than the $1,500,000 petitioner now claims as a reserve to acquire additional space; and (2) petitioner made no efforts to purchase the property during the taxable years at issue.\n \nPetitioner at various times explored the availability of the Grace property and several nearby industrial sites, and maintained contact with real estate agents. None of this activity resulted in negotiations to acquire specific properties. We accordingly regard these initiatives as merely preliminary efforts.14\n \nIn petitioner’s consideration of various properties, Lewis played an important role. Lewis, however, lacked authority to purchase property and, consequently, we do not regard *276 his interest in various sites as tantamount to a plan by petitioner to purchase additional land. We consider his interest in property and his belief that Tracy agreed that petitioner needed additional space as significant only to the extent that petitioner otherwise demonstrated an intention to purchase more property.\n \nPetitioner contends that the minutes of the board meeting of December 15, 1979, indicate the board’s willingness to finance petitioner’s expansion.15 The minutes, as petitioner notes, contain estimates of both the cost and square footage of additional property. They reflect, however, that as of late 1979 petitioner’s board had not selected a specific site for a new building. The minutes show no firm commitment by petitioner’s management to purchase the Genuine building in City of Commerce,16 even though Genuine by this time had begun to move its operations to the City of Industry. This lack of commitment is all the more remarkable in view of the fact that Genuine was a division of Alma, petitioner’s parent, and not a corporate stranger. Furthermore, the corporate minutes provide no evidence that petitioner’s management planned to purchase its building at 7215- ½ E. Gage rather than continue renting from Alma.\n \nPetitioner suggests that Alma’s transfer of petitioner’s building and the old Genuine building to its Snow division for $1,800,000, effective June 1, 1984, is important evidence of petitioner’s intent to consummate an expansion plan for which earnings and profits were accumulated. We do not regard it as such. The timing of this transfer, long after petitioner had both ceased its independent corporate existence and fled a petition challenging respondent’s deficiency determination, raises the possibility of after-the-fact tax planning.17 As respondent notes, prior to, during and after the tax years at issue, until 1984, petitioner’s demonstrated *277 policy was that of renting rather than buying the property on which its business operations were conducted.\n \nThe record indicates that during the taxable years at issue petitioner considered a number of different properties. Citing Magic Mart, Inc. v. Commissioner, 51 T.C. 775 (1969), and Alma Piston Co. v. Commissioner, supra, petitioner argues that a business has the right and responsibility to seek alternatives for expansion. Neither cited case, however, indicates that the diversity of a taxpayer’s efforts alone can determine whether it had a ‘specific, definite, and feasible‘ plan. A plan does not materialize by simply adding together the number of plant sites considered.\n \nWe observed in Vulcan Steam Forging Co. v. Commissioner, T.C. Memo. 1976-29, that the demand of the statute is not met merely by proof that a need for accumulation exists. We pointed out that the need must be coupled with a determination on the part of the taxpayer to meet that need. While petitioner may have been willing to make a relatively small expenditure for additional property in the mid- seventies (to acquire the Luben land), we are not convinced that petitioner was committed to the large-scale program it now claims to have pursued in 1978 and 1979. The record indicates that during these years petitioner gave no more than preliminary consideration to purchasing property in City of Commerce or elsewhere. Discussions of possible options and incipient investigations are not a substitute for a clear plan coupled with action. We accordingly conclude that petitioner lacked a ‘specific, definite, and feasible‘ plan for expansion during the taxable years at issue.\n \n\n\nAPPLICATION OF SECTION 533\nSection 533(a) provides in relevant part that ‘the fact that the earnings and profits of a corporation are permitted *278 to accumulate beyond the reasonable needs of the business shall be determinative of the purpose to avoid the income tax with respect to shareholders, unless the corporation * * * shall prove to the contrary.‘ The parties disagree on how to apply section 533(a) to this case. Petitioner argues that in determining whether it had the proscribed purpose to avoid income tax under section 533(a), petitioner’s accumulated earnings and profits should be compared to its reasonable business needs. Respondent contends that a presumption of tax avoidance arises if (1) a corporation’s net liquid assets exceed its reasonable need for such assets and (2) the corporation nevertheless accumulates additional earnings and profits.\n \nSince the parties agree that petitioner accumulated earnings and profits during the taxable years at issue, the dispute here may be stated quite simply: should we compare petitioner’s reasonable business needs with its accumulated earnings and profits ($2,402,774 as of June 30, 1979, and $2,613,898 as of June 30, 1980) or with its net liquid assets ($2,693,944 as of June 30, 1979, and $2,903,546 as of June 30, 1980)? We conclude that the proper measure is a comparison of reasonable business needs with accumulated earnings and profits, since net liquid assets exceeded accumulated earnings and profits.\n \nAccumulated earnings and profits and net liquid assets are distinct concepts in tax law. Accumulated earnings and profits is the historical net increase in a corporation’s assets above stockholders’ contributions to capital. See Luckman v. Commissioner, 418 F.2d 381, 383 (7th Cir. 1969), revg. and remanding 50 T.C. 619 (1968). Net liquid assets or working capital is the excess of current assets over current liabilities. Atlas Tool Co. v. Commissioner, 70 T.C. 86, 114 (1978), affd. 614 F.2d 860 (3d Cir. 1980), cert. denied 449 U.S. 836 (1980); Magic Mart, Inc. v. Commissioner, supra at 780 n.4.\n \nAs stated in Smoot Sand & Gravel Corp. v. Commissioner, 274 F.2d 495, 500-501 (4th Cir. 1960), affg. a Memorandum Opinion of this Court, cert. denied 362 U.S. 976 (1960), the nature of the surplus a corporation accumulates determines whether the accumulated earnings tax applies:\n*279 The size of the accumulated earnings and profits or surplus is not the crucial factor; rather, it is the reasonableness and nature of the surplus. Part of th e surplus may be justifiably earmarked in the form of reserves, for specific, ne cessary business needs. Again, to the extent the surplus has been translate d in to plant expansion, increased receivables, enlarged inventories, or other as set s related to its business, the corporation may accumulate surplus with impunity. Where, on the other hand, the accumulation of surplus is reflected i n liq uid assets in excess of the immediate or reasonably foreseeable business needs of t he corporation, there is a strong indication that the purpose of the accumulation is to prevent the imposition of income taxes upon dividends which would have been distributed to the shareholders. (Fn. ref. and citations omitted.)\n \nSection 533(a) focuses not on corporate liquidity alone, but on the interrelationship of accumulated earnings and profits, net liquid assets, and reasonable business needs:\n \nWhat is required, then, is a comparison of accumulated earnings and profits with ‘the reasonable needs of the business.‘ Business NEEDS are critical. And need, plainly, to use mathematical terminology, is a function of a corporation’s liquidity, that is, the amount of idle current assets at its disposal. The question, therefore, is not how much capital of all sorts, but how much in the way of quick or liquid assets, it is reasonable to keep on hand for the business. (Emphasis in original.)\n \nIvan Allen Co. v. United States, 422 U.S. 617, 628 (1975).\n \nRespondent’s position in essence renders the amount of accumulated earnings and profits irrelevant under section 533(a) where it is lesser in amount than net liquid assets. The Code provides no support for this position. The case law, although utilizing net liquid assets as a quantitative measure of accumulated earnings and profits within the meaning of section 533, has not breathed life into net liquid assets by establishing it as a substitute for the statutorily mandated standard of accumulated earnings and profits.\n \nWhere net liquid assets exceed accumulated earnings and profits, net liquid assets are reflected in the full amount of accumulated earnings and profits. Reasonable business needs may be met from this amount, and dividends may be distributed from any excess. We conclude that where net liquid assets exceed accumulated earnings and profits, reasonable business needs should be compared against the latter amount.18\n \n\n\n*280 CONCLUSION\nWe can now compare petitioner’s accumulated earnings and profits reflected in net liquid assets with its reasonable business needs and determine whether petitioner had a proscribed accumulation of earnings and profits. During each of the taxable years at issue, petitioner’s accumulated earnings and profits reflected in net liquid assets exceeded its reasonable business needs, as the following chart indicates:\n \n\n\n\n\n \n|Year ending\n \n|Year ending\n \n|\n \n|June 30, 1979\n \n|June 30, 1980\n \n|\nAccumulated earnings\n \n| \n| \n| \n| \n|\nand profits reflected\n \n| \n| \n| \n| \n|\nin net liquid assets\n \n| \n|$2,402,774\n \n| \n|$2,613,898\n \n|\nReserve for tax defi-\n \n| \n| \n| \n| \n|\nciencies\n \n|$256,544\n \n| \n|$256,544\n \n| \n|\nWorking capital\n \n|1,239,572\n \n| \n|1,721,406\n \n| \n|\nReserve for acquiring\n \n| \n| \n| \n| \n|\nadditional space\n \n|0\n \n| \n|0\n \n| \n|\nLess: Reasonable needs\n \n| \n| \n| \n| \n|\nof business\n \n| \n|1,496,116\n \n| \n|1,977,950\n \n|\nExcess of accumulated\n \n| \n| \n| \n| \n|\nearnings and profits\n \n| \n| \n| \n| \n|\nreflected in net liquid\n \n| \n| \n| \n| \n|\nassets over business\n \n| \n| \n| \n| \n|\nneeds\n \n| \n|906,658\n \n| \n|635,948\n \n|\n\n\n\n\nDuring the taxable year ended June 30, 1979, petitioner’s earnings and profits increased by $314,453, while during the following taxable year its earnings and profits increased by $211,124. We, accordingly, conclude that during fiscal 1979 and fiscal 1980 petitioner permitted its earnings and profits to accumulate beyond its reasonable business needs.\n \nAs we have observed, under section 533(a) the fact that a corporation has permitted its earnings and profits to accumulate beyond the reasonable needs of its business is determinative of the purpose to avoid the income tax with respect to its shareholders, unless the corporation by the preponderance of evidence proves to the contrary. In the alternative to its argument that it did not so accumulate earnings and profits, petitioner maintains that if it permitted its earnings and profits to accumulate beyond its *281 reasonable business needs, tax avoidance was not one of its purposes. We find that the evidence not only fails to overcome the presumption but additionally corroborates a purposeful avoidance of income tax.\n \nA poor dividend history is an indicium of the purpose to avoid income tax with respect to a corporation’s shareholders. Sec. 1.533- 1(a)(2), Income Tax Regs.; Doug-Long, Inc. v. Commissioner, 72 T.C. 158, 181-182 (1979), on appeal (2d Cir., Feb. 13, 1980); Atlantic Properties, Inc. v. Commissioner, 62 T.C. 644, 660 (1974), affd. 519 F.2d 1233 (lst Cir. 1975). During its entire corporate existence, petitioner paid no dividends. Another indicium is investment by the corporation in assets having no reasonable connection with the business. Sec. 1.533-1(a)(2), Income Tax Regs.; Doug-Long, Inc. v. Commissioner, supra at 181-182. Petitioner, a California corporation engaged in the remanufacture of auto parts, in 1979 purchased a tax- exempt Michigan Housing bond for $904,239. Petitioner does not explain why this asset was acquired, and we see no reasonable relationship between its acquisition and petitioner’s business.\n \nWe conclude that petitioner has not rebutted the statutory presumption and hold that during the taxable years in issue petitioner was availed of for the proscribed purpose of section 532, and is thus liable for the section 531 tax.\n \nThe final matter we must address is whether and to what extent petitioner is entitled to an accumulated-earnings credit under section 535(c). Petitioner argues that it is entitled to an accumulated-earnings credit in an amount equal to its accumulated taxable income, $314,453 for fiscal 1979 and $211,124 for fiscal 1980. Respondent maintains that petitioner is entitled to no accumulated-earnings credit. We agree with respondent.\n \nSection 531 imposes a tax on accumulated taxable income, which is defined by section 535(a) as taxable income, as adjusted under section 535(b), minus the dividends-paid deduction and the accumulated-earnings credit. Without respect to the credit, the parties agree as to petitioner’s accumulated taxable income. The agreed amounts are $306,761 for the taxable year ended June 30, 1979, and $158,167 for the taxable year ended June 30, 1980. If petitioner is entitled to a credit each year in the amount it *282 claims, its accumulated taxable income for each year would be reduced to zero and, consequently, its accumulated-earnings tax would be zero as well. If petitioner is entitled in each taxable year to accumulated- earnings credits of zero, its accumulated taxable income would be $306,761 for fiscal 1979 and $158,167 for fiscal 1980, and it would be subject to tax at the section 531 rates on these amounts.\n \nAs pertinent here, section 535(c)(1), the general credit provision, states that the accumulated-earnings credit is an amount equal to ‘such part of the earnings and profits for the taxable year as are retained for the reasonable needs of the business * * *.‘ In determining whether any amount of the earnings and profits has been retained for the reasonable needs of the business, the accumulated earnings and profits of prior years must be taken into consideration. If the accumulated earnings and profits of prior taxable years are sufficient for the reasonable needs of the business, then any earnings and profits of the current taxable year are not retained for the reasonable needs of the business. Sec. 1.535-3(b)(1)(ii), Income Tax Regs. The critical question is whether at the end of each year the taxpayer had accumulated earnings and profits, as reflected in net liquid assets, available to meet its reasonable business needs without retaining any portion of its current earnings and profits. Lamark Shipping Agency, Inc. v. Commissioner, T.C. Memo. 1981-284; Alma Piston Co. v. Commissioner, supra. This determination here is made by subtracting from the year-end figure for accumulated earnings and profits the amount of current earnings and profits, and by comparing the remainder with the figure for the reasonable needs of the business. To the extent that earnings and profits reflected in net liquid assets, less current earnings and profits, exceed the reasonable needs of the business, there was no need for petitioner to accumulate current earnings and profits for those needs. See Alma Piston Co. v. Commissioner, supra.\n \nSection 535(c)(2) sets forth a minimum accumulated-earnings tax credit. The minimum credit allowable is not less than the amount by which $150,000 exceeds the accumulated earnings and profits of the corporation at the end of the preceding taxable year.\n \n*283 As the chart below indicates, during each of the taxable years at issue, petitioner’s prior accumulation of earnings and profits exceeded its reasonable business needs:\n \n\n\n\n\n \n|1979\n \n|1980\n \n|\nEarnings and profits reflected in net liquid\n \n| \n| \n|\nassets\n \n|$2,402,774\n \n|$2,613,898\n \n|\nLess current earnings and profits\n \n|314,453\n \n|211,124\n \n|\nPrior accumulation available for reason-\n \n| \n| \n|\nable business needs\n \n|2,088,321\n \n|2,402,774\n \n|\nReasonable business needs\n \n|1,496,116\n \n|1,977,950\n \n|\n \n|592,205\n \n|424,824\n \n|\n\n\n\n\nPetitioner, therefore, is not eligible for the general credit. Since $150,000 does not exceed petitioner’s accumulated earnings and profits at the close of the year preceding either of the tax years at issue, petitioner is also not entitled to the minimum credit.\n \nTo reflect concessions,\n \nDecision will be entered under Rule 155.\n \n\n\nAPPENDIX A\n\n\n\n\n|PETITIONER’S COMPUTATION OF WORKING CAPITAL\n \n|\n||1979\n \n|1980\n \n|\n1.\n \n|Peak inventory\n \n|$909,928.02\n \n|$1,125,320.02\n \n|\n2.\n \n|Cost of goods sold\n \n|$2,495,021.60\n \n|$2,068,864.34\n \n|\n|(less depreciation)\n \n|||\n3.\n \n|Inventory turnover\n \n|2.7 times\n \n|1.8 times\n \n|\n|(line 2 divided by line 1)\n \n|||\n4.\n \n|Inventory cycle in days\n \n|135.2 days\n \n|203.3 days\n \n|\n|(days in year divided by line 3)\n \n|||\n5.\n \n|Peak accounts receivable\n \n|$302,253.67\n \n|$288,824.00\n \n|\n6.\n \n|Net sales\n \n|$3,074,476.36\n \n|$2,386,754.38\n \n|\n7.\n \n|Accounts receivable turnover\n \n|10.2 times\n \n|8.3 times\n \n|\n|(lines 6 divided by line 5)\n \n|||\n8.\n \n|Accounts receivable cycle in days\n \n|35.8 days\n \n|44.1 days\n \n|\n|(days in year divided by line 7)\n \n|||\n9.\n \n|Average accounts payables\n \n|$180,894.00\n \n|$103,121.00\n \n|\n10.\n \n|Total operating expenses\n \n|$2,789,316.51\n \n|$2,399,005.40\n \n|\n|(line 17)\n \n|||\n11.\n \n|Trade payables turnover\n \n|15.4 times\n \n|23.3 times\n \n|\n|(line 10 divided by line 9)\n \n|||\n12.\n \n|Credit cycle in days\n \n|23.7 days\n \n|15.7 days\n \n|\n|(days in year divided by line 11)\n \n|||\n13.\n \n|Total operating cycle in days\n \n|147.3 days\n \n|231.7 days\n \n|\n|(line 4 + line 8 - line 12)\n \n|||\n14.\n \n|Operating cycle as percent of year\n \n|.404\n \n|.635\n \n|\n|(line 13 divided by days in year)\n \n|||\n15.\n \n|Cost of goods sold\n \n|$2,495,021.60\n \n|$2,068,864.34\n \n|\n|(line 2)\n \n|||\n16.\n \n|Other operating expenses\n \n|$294,294.91\n \n|$330,141.06\n \n|\n|(less depreciation)\n \n|||\n17.\n \n|Total operating expenses\n \n|$2,789,316.51\n \n|$2,399,005.40\n \n|\n|(line 15 + line 16)\n \n|||\n\n\n\n\n\n\n\nInflation adjustment:\n \n|||\n17.\n \n|Total operating expenses\n \n|$2,789,316.51\n \n|$2,399,005.40\n \n|\n|(line 15 + line 16)\n \n|||\n18.\n \n|Inflation adjustment\n \n|10%\n \n|13%\n \n|\n19.\n \n|Adjusted total operating expenses\n \n|$3,068,248.10\n \n|$2,710,876.10\n \n|\n|(1.10 x line 17)\n \n|||\n20.\n \n|Current operating needs\n \n|$1,239,572.23\n \n|$1,721,406.32\n \n|\n|(line 14 x line 19)\n \n|||\n\n\n\n\n\n\n*284 APPENDIX B\n\n\n\n\nRESPONDENT’S COMPUTATION OF WORKING CAPITAL\n \n|\n||1979\n \n|1980\n \n|\n1.\n \n|Peak inventory\n \n|$909,928.02\n \n|$1,125,320.02\n \n|\n2.\n \n|Cost of goods sold\n \n|$2,495,021.60\n \n|$2,068,864.34\n \n|\n|(less depreciation)\n \n|||\n3.\n \n|Inventory turnover\n \n|2.7\n \n|1.8\n \n|\n|(line 2 divided by line 1)\n \n|||\n4.\n \n|Inventory cycle in days\n \n|135.2 days\n \n|203.3 days\n \n|\n|(days in year divided by line 3)\n \n|||\n5.\n \n|Peak accounts receivable\n \n|$302,253.67\n \n|$288,824.00\n \n|\n6.\n \n|Net sales\n \n|$3,074,476.26\n \n|$2,386,754.38\n \n|\n7.\n \n|Accounts receivable turnover\n \n|10.2\n \n|8.3\n \n|\n|(lines 6 divided by line 5)\n \n|||\n8.\n \n|Accounts receivable cycle in days\n \n|35.8\n \n|44.0\n \n|\n|(365 days divided by line 7)\n \n|||\n9.\n \n|Average trade payables\n \n|$158,922.65\n \n|$ 89,830.53\n \n|\n10.\n \n|Materials purchased\n \n|$1,913,673.96\n \n|$1,502,396.57\n \n|\n11.\n \n|Trade payables turnover\n \n|12.04\n \n|16.72\n \n|\n|(line 10 divided by line 9)\n \n|||\n12.\n \n|Credit cycle in days\n \n|30.32\n \n|21.83\n \n|\n|(365 days divided by line 11)\n \n|||\n13.\n \n|Total operating cycle in days\n \n|140.68\n \n|225.47\n \n|\n|(line 4 + line 8 - line 12)\n \n|||\n14.\n \n|Operating cycle as percent in years\n \n|.385\n \n|.618\n \n|\n|(line 13 divided by 365)\n \n|||\n15.\n \n|Cost of goods sold\n \n|$2,495,021.60\n \n|$2,068,864.34\n \n|\n|(line 2)\n \n|||\n16.\n \n|Other operating expenses\n \n|$294,294.91\n \n|$330,141.06\n \n|\n|(less depreciation)\n \n|||\n17.\n \n|Total operating expenses\n \n|$2,789,316.51\n \n|$2,399,005.40\n \n|\n|(line 15 + line 16)\n \n|||\n\n\n\n\n\n\n\nInflation adjustment:\n \n|||\n17.\n \n|Total operating expenses\n \n|$2,789,316.51\n \n|$2,399,005.40\n \n|\n|(line 15 + line 16)\n \n|||\n18.\n \n|Inflation adjustment\n \n|10%\n \n|13%\n \n|\n19.\n \n|Total operating expenses\n \n|$3,068,248.16\n \n|$2,710,876.10\n \n|\n|increased by line 18\n \n|||\n20.\n \n|Current operating needs\n \n|$1,181,275.54\n \n|$1,675,321.43\n \n|\n|(line 14 x line 19)\n \n|||\n\n\n\n\nAll Citations\n86 T.C. No. 18, 86 T.C. 260, Tax Ct. Rep. (CCH) 42,902\n\n\n\nFootnotes\n|\n1\n|All statutory references are to the Internal Revenue Code of 1954, as amended and in effect for the taxable years at issue.\n|\n2\n|Under Cal. Corp. Code sec. 2010 (West 1985), petitioner continues to exist for the purpose of prosecuting this action. The board of directors of petitioner has authorized the prosecution of this action in the name and on behalf of petitioner.\n|\n3\n|For comprehensive discussions of the operating cycle approach, see Lewis, ‘Accumulated Earnings Tax,‘ BNA Tax Management Portfolio 355-6th (1981); Libin, ‘Accumulations After Bardahl: Developments Affecting the Accumulated Earnings Tax,‘ 30th Ann. N.Y.U. Tax Inst. 1143 (1972); Trethewey, ‘Justifying Retention of Cash to Meet Working Capital Needs: The Problem of Section 531,‘ 27th Ann. N.Y.U. Tax Inst. 737 (1969); Comment, ‘Working Capital Needs and the Taxation of Accumulated Earnings - Adjustments to the Bardahl Formula,‘ 60 Marquette L. Rev. 551 (1977).\n|\n4\n|The parties’ calculations are attached as Appendices A and B.\n|\n5\n|\n \n| \n|Inventory Cycle =\n|number of days in year\n|cost of goods sold / dollar amount of inventory\n||\n6\n|\nAccounts receivable cycle =\n|number of days in year\n|net sales / dollar amount of accounts receivable\n||\n7\n|In Alma Piston Co. v. Commissioner, T.C. Memo. 1976-107, affd. 579 F.2d 1000 (6th Cir. 1978), we provided the following justification for use of peak figures:\nWhere experience has shown that there are times during the year when a corporation is required to building up its inventory or carry accounts receivable beyond the normal collection period, we believe prudent business judgment would call for the retention of cash or other liquid assets in an amount necessary to meet the corporation’s expenses during these peak periods 35 T.C.M. 464, 476, 45 P-H Memo T.C. par. 76, 107, 76-467.)\n|\n8\n|In Delaware Trucking Co. v. Commissioner, T.C. Memo. 1973- 29, changing economic condition affected the taxpayer’s working capital requirements. We observed that ‘a business cannot safely assume that its working capital needs will remain approximately the same from year to year (because of) * * * increased expenses.‘ (32 T.C.M. 105, 113, 42 P-H Memo T.C. par. 73,029, 73-119.)\n|\n9\n|The parties differ slightly as to the length in days of the accounts receivable cycle for 1980. The correct figure, arrived at by dividing the number of days in 1980, a leap year, by the accounts receivable turnover is 44.1.\n|\n10\n|In Grob, Inc. v. United States, 565 F. Supp. 391, 397 (E.D. Wis. 1983), the District Court for the Eastern District of Wisconsin provided the following rationale for including a credit cycle in the operating cycle of a business:\nThose sources from which a corporation acquires its inventory and its labor do not get paid immediately. To the extent that such payments are delayed there should be some reduction in the cycle, since to this extent the taxpayer is operating on somebody else’s money and does not need to utilize his own working capital.\nWe recently observed that the cases uniformly apply average figures in the credit cycle, even where peak inventory and accounts receivable figures are used. EMI Corp. v. Commissioner, T.C. Memo. 1985-386. The parties agree that average figures should be used in calculating petitioner’s credit cycle.\n|\n11\n|It is perhaps more accurate to describe what petitioner terms as its trade payables turnover as its accounts payable turnover.\n|\n12\n|Petitioner cites Estate of Kriesel v. Commissioner, T.C. memo. 1978-50; W. L. Mead, Inc. v. Commissioner, T.C. Memo. 1975-215, affd. 551 F.2d 121 (6th Cir. 1977); and Kingsbury Investments, Inc. v. Commissioner, T.C. Memo. 1969-205, as supporting its position, while respondent relies on Suwanee Lumber Manufacturing Co. v. Commissioner, T.C. Memo. 1979-477; Marie’s Shoppe, Inc. v. Commissioner, T.C. Memo. 1977-381; and Alma Piston Co. v. Commissioner, supra.\n|\n13\n|A low estimate of working capital needs might put a business ‘one step ahead of the sheriff if everything went right * * * (and) in prompt insolvency if anything went wrong.‘ Schenuit Rubber Co. v. United States, 293 F. Supp. 280, 290 n.14 (D. Md. 1968).\n|\n14\n|The following testimony by Lewis conveys the informal nature of petitioner’s interest in the Grace property:\nQ. And you mentioned the Grace, W. R. Grace property, do you recall when you discussed with them the possibility of the purchase of the Grace property?\nA. Probably in the late 1970’s, 1978, or 1979. The exact date, I could not say.\nIt was just a very informal thing. * * *\nWe had a pleasant neighborly relationship and I asked Richard one day, the manager there, would he consider selling that lot, which seemingly to me, was not being utilized. And he contacted their home office and they were not interested. To give you the exact date, I could not say.\n|\n15\n|Respondent on brief challenges the authenticity of these minutes, but has provided no evidence supporting his contention.\n|\n16\n|The minutes do not specifically refer to the Genuine building. Instead, they cryptically mention ‘the adjoining property,‘ which may be a reference to the Luben property.\n|\n17\n|The record contains other suggestions that petitioner’s purported expansion plan is merely an afterthought. Petitioner’s present position is at odds with the position expressed in its petition and the letter of Apr. 18, 1983, with respect to intended expansion site, potential uses for the Luben property, and dollar amount of the needed reserve for expansion. Neither the letter nor the petition indicates that petitioner planned to purchase its own building, which petitioner now claims to have done.\nPetitioner’s current position is stated by California-based counsel. Its former position was put forth by Michigan-based counsel. The latter have not formally withdrawn as petitioner’s representatives.\nPetitioner on brief maintains that the letter of Apr. 18, 1983, was prepared without the benefit of full interviews with all witnesses, and that it and the petition are incomplete in that they do not refer to petitioner’s intention to acquire its existing building. We recognize that different attorneys may reach different conclusions with respect to the same evidence, and for this reason we accord little significance to the contradictions between petitioner’s current and former positions. In the absence of these contradictions, we would still reach the same conclusion that petitioner lacked a ‘specific, definite, and feasible‘ plan to expand.\n|\n18\n|In some cases where accumulated earnings and profits exceeded net liquid assets, reasonable business needs were compared against net liquid assets. See, e.g., Alma Piston Co. v. Commissioner, T.C. Memo. 1976-107, affd. 579 F.2d 1000 (6th Cir. 1978); Bardahl Manufacturing Corp. v. Commissioner, T.C. Memo. 1965- 200.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}