{
    "Background": "\n\n\n\n65 T.C. 217\nUnited States Tax Court\nSTATE FARM ROAD CORPORATION, PETITIONER\nv.\nCOMMISSIONER OF INTERNAL REVENUE, RESPONDENT\nDocket No. 3720-74.\n|\nFiled November 3, 1975.\nAttorneys and Law Firms\n*217 Robert V. Hunter, for the petitioner.\nSynopsis\nPetitioner was in the business of constructing and operating sewage disposal and treatment facilities and financed its construction costs by levying ‘tie-in’ charges against prospective customers. Held, receipts from tie-in charges are not contributions to capital and are includable in petitioner’s gross income.\n \nOpinion\n\nTANNENWALD, Judge:\n\nRespondent determined the following deficiencies in petitioner’s Federal income taxes:\n\n\n\n\nTYE June 30—\n \n|Deficiency\n \n|\n \n||\n1969\t\n \n|$24,084.58\n \n|\n1970\t\n \n|30,397.95\n \n|\n\n\n\n\nThe sole issue for determination is whether moneys received by petitioner, a corporation formed for the purpose of the construction and operation of a sewage disposal system, from charges levied against prospective users to ‘tie-in’ to the system constituted income to the petitioner or whether such moneys constituted contributions to petitioner’s capital excludable from income under section 118.1\n\n\nFINDINGS OF FACT\nThe parties have stipulated some of the facts. The stipulation, together with the exhibits attached thereto, is incorporated herein by this reference.\nPetitioner is a corporation organized on January 30, 1968, under article 10 of the Transportation Corporations Law of the State of New York for the purpose of acquiring land and constructing, owning, and operating a sewage disposal system in the town of Guilderland, Albany County, N. Y. It had its principal office in Delmar, N. Y., at the time of the filing of the petition herein. Petitioner timely filed its Federal income tax returns for the taxable year ended June 30, 1969, with the Internal Revenue Service Center at Andover, Mass., and for the taxable year ended *218 June 30, 1970, with the District Director of Internal Revenue, Albany, N. Y.\nAt all relevant times, petitioner had 200 no-par-value shares of stock issued and outstanding. Such shares were held as follows:\n\n\n\n\n \n|Shares\n \n|\n \n \n| \n|\nWilliam Strong, president\t\n \n|85\n \n|\nColburn Jones, vice president\t\n \n|70\n \n|\nFred B. Adler\t\n \n|18.8\n \n|\nPaul W. Henninger\t\n \n|18.8\n \n|\nVictor Alger\t\n \n|7.4\n \n|\nTotal\t\n \n|200\n \n|\n\n\n\n\nBy contract dated October 27, 1967, William Strong entered into an agreement with Goswift, Inc., whereby the latter agreed to sell to petitioner, when formed, 7 acres of land for the building of a sewage treatment plant and Goswift, Inc., obligated itself to construct certain roadways thereon. The land was deeded to petitioner on June 17, 1968. The purchase price of the land was $10,371 and the roadways were to be built for an additional $17,150. Both items were financed by notes given to Goswift, Inc., by petitioner.\nOn January 22, 1968, a permit was issued by the New York State Department of Health in the name of petitioner for the construction of a sewer system, although construction actually had begun on December 5, 1967.\nThe sewer system, which was expected to enhance the value of the properties it served, was to accommodate the Heritage Village Apartments Complex, Presidential Estates (townhouse development), a housing development to be constructed by Goswift Investors and the Guilderland Middle School. The shareholders of petitioner were among those involved in the development of Heritage Village Apartments Complex.\nOn January 25, 1968, William Strong, in anticipation of the formation of the corporation, and the town of Guilderland executed an agreement (subsequently amended on December 10, 1968, in certain respects not material herein) concerning the construction and operation of a sewage treatment plant and lines to service an area lying within the town of Guilderland’s jurisdiction known as the ‘State Farm Road Sewer Area.’ The agreement (town agreement), as amended, contains the following pertinent provisions:\n*219 2. The Corporation shall, at its own cost and expense erect, construct and complete the treatment plant, all interceptor and collector sewer lines and all required structures and appurtenances as shown by and in accordance with the maps and plans approved by the New York State and Albany County Departments of Health and the Town of Guilderland, with an initial design capacity to treat 82,500 gallons of sewage per day and an ultimate design treatment capacity of 165,000 gallons per day.\n5. Permission is hereby granted to the Corporation for a period of 20 years, beginning with the commencement of operations of the plant, to administer the sewage collection and treatment system serving the Area, at its own cost and expense and in accordance with the terms, conditions, and requirements of this Agreement and in full compliance with all applicable laws, regulations and procedures promulgated by any Federal, State, County or Town agency or department having jurisdiction thereof. (a) Upon exercise by the Town of its option to acquire the ownership and operation of the sewage treatment and collection system as hereinafter provided in Paragraph 21, or (b) upon default by Corporation in the performance of any terms or conditions of this Agreement, or (c) upon the expiration of 20 years from commencement of operations of the system, then upon the happening of any of such events the Town shall have the right, upon sixty (60) days written notice by certified mail, return receipt requested, to the Corporation, to terminate this Agreement under the terms and conditions hereinafter provided in Paragraph 21, and the obligations of the Corporation pursuant to this Agreement shall cease and terminate as of the date of the expiration of said sixty (60) day notice.\n8. The Town, by its authorized officials, employees, agents or representatives shall have the right at all reasonable times to go upon the treatment plant site, to inspect the plant and the method of operation and maintenance.\n13. The Corporation shall have the right to contract with the owners of the lands within the Area to provide them with a sewage collection system and/or sewage treatment services within a prescribed time period and to levy the tie-in charges which shall constitute contributions to capital of the Corporation and shall be credited to an appropriate capital account in the accounts of the Corporation. The tie-in charge shall be paid at the time a certificate of occupancy is issued for a building connected to the system. Where the contract is for sewage treatment services only, the charge shall be directly proportioned to the total costs for the treatment plant and interceptor sewers on a ratio of the design flow from the building and the design flow of the treatment plant. Where the contract is for a sewage collection system, the tie-in charge shall be negotiated. As an alternate to contracting with the Corporation to install the collection system, the owner of the lands may install this collection system; however, where the sewage laterals, sewage lift stations, sewers and appurtenances are installed or are to be installed within easements to be dedicated to the Town, when found acceptable by the Town and the Corporation, these units with necessary easements and acceptable ‘as-built’ plans shall be turned over to the Corporation at no cost to the corporation. A *220 condition of the sewage service contracts shall be that payment shall be made for the tie-in charges at the end of the prescribed time period whether or not the buildings have been constructed and/or connected to the system and that this contractural (sic) obligation shall be a lien against the land. Money collected for deferred construction, if any, shall be held in an interest bearing account pending its use for this purpose.\n14. The Corporation shall have the right to levy annual sewer rents or charges for the cost of operation and maintenance of the sewage collection and treatment system against all land and buildings within the Area. Such charges shall be billed quarterly in advance and collected by the Corporation. Such revenues shall be applied by the corporation to the costs of the operation and maintenance of the sewage collection and treatment system, for replacements that may be made, for office and other costs that may apply to the billing for sewer rentals, and for interest on and amortization of the investment in the sewage collection and treatment system. * * * (At this point the agreement specifies the rates which could be charged various types of users— dwelling, unimproved land, commercial buildings, golf courses, public buildings, etc.)\n15. In the event a revision in the rate schedule is desired, a revised schedule and statement of income and expenses covering the operation of the sewage collection and treatment system for a twelve (12) month period ending on June 30th of the year preceding the year for which such revised rate schedule is to be applicable shall be filed with the Town Board and mailed to the owners of the lands in the area at least seventy-five (75) days prior to January 1st of the next calendar year. The Town Board shall hold a hearing and give its approval or disapproval of said schedule within sixty (60) days after same has been submitted. Such revised schedule shall apply for the next ensuing calendar year and for each year thereafter until further revised in accordance herewith.\n21. The Town shall have the option to acquire ownership of the sewage collection and treatment system at any time. Prior to the exercise of such option and as a condition precedent thereto, the Town shall first notify the Corporation by written notice of its intention to exercise its option sixty (60) days prior to the date on which said option shall be exercised. Having delivered such notice of intention, the Town shall at the expiration of said sixty (60) day period, deliver to Corporation a written notice of the exercise of said option by the Town, in which event, Corporation shall transfer and convey all of its right, title and interest in and to the system on a mutually agreeable date, at a mutually agreeable place not less than thirty (30) days nor more than one hundred twenty (120) days after the date of the exercise of said option. The Town, upon the transfer of title of the system, shall pay to the Corporation a sum equal to $10,000.00 multiplied by the number of years or a portion thereof of operations of the system, or a sum equal to the original cost of the plant, plant site, access roads, sewers and appurtenances and additions and improvements thereto as certified by a Certified Public Accountant pursuant to paragraph ‘16’, less depreciation computed on the straight line method based on a useful life for all depreciable assets of twenty (20) years, whichever sum shall be lesser. In addition to the payments of cash upon transfer of title as hereinabove set forth in this paragraph, the Town shall assume all obligations and/or debts of *221 Corporation attributable to cost of construction, acquisition, or administration of the sewage collection and treatment facility.\nIn February and April of 1968, petitioner borrowed from the National Commercial Bank & Trust Co. for the purpose of building the treatment plant and related facilities. Petitioner gave short-term notes for the loans.\nOn January 27, 1969, the New York Department of Health granted a permit for the operation of the sewer system. The planning and operation of the system were under the supervision of a licensed professional engineer retained by the town of Guilderland.\nTwo contracts for sewer services submitted by petitioner, one with Guilderland Central Schools and one with Goswift, inc., recited in a whereas clause that petitioner ‘for providing the services (sewage disposal), shall collect an initial tie-in charge and an annual sewer rent.’ Both contracts contained the provisions:\n(a) The BUYER (Goswift and Guilderland Central Schools) agrees to pay * * * (by) December 31, 1970 a tie-in charge for his lands which shall be directly proportional to the total costs for (the treatment plant, land, and interceptor sewers) on a ration of the * * * daily flow from the lands of the BUYER * * * (and the) total daily flow to the treatment plant. * * * The SELLER agrees that the amount of the tie-in charge shall not exceed two dollars ($2.00) per gallon per day times the number of gallons per day contracted for.\n(b) The SELLER agrees that, should subsequent contracts for service, if any, reduce the unit cost of the tie-in charge, the BUYER will be reimbursed at the time payment is received in full * * * under the subsequent contract.\nThe contract with Goswift contained the following additional provision:\nThe BUYER agrees to pay a portion of the tie-in charge at the time a Certificate of Occupancy is issued by the local building inspector for a building constructed on the lands of the BUYER. The amount shall be one dollar and sixty-five cents ($1.65) times 115 gallons per day per bedroom for multi-dwellings and 345 gallons per day for single family homes.\nThe tie-in charges in question were payable upon the connection of a building to the system, provided a certificate of occupancy for such building had been issued by the town. The tie-in charges were one-time-only charges; they were neither refundable (except to the extent described above) nor payable again by a subsequent transferee of the property hooked up.\nBoth the annual rents and the initial tie-in charges were authorized by the town in the town agreement. The local governing *222 body supervised the setting of annual rental rates and such rates were established so as to yield no net income to petitioner; rent receipts were merely to cover petitioner’s operating and maintenance costs.\nThroughout the years in question, the town of Guilderland was supportive of the private construction of a sewage system because whatever private construction was completed would be that much less that the town had to do and to finance through taxation.\nPrior to the establishment of the State Farm Road Sewer Area, existing structures relied upon individual septic tanks for waste disposal. Proposed development plans for the area, including residential properties2 and the Guilderland Middle School, could not have materialized without the building of a sewer system because septic tanks would not have provided adequate waste disposal service for such envisioned development.\nFor the fiscal years ended June 30, 1969, and June 30, 1970, petitioner collected tie-in payments in the amounts of $75,520.50 and $82,992.30, respectively. On its books, petitioner credited such funds to its paid-in capital account. All moneys received by petitioner, including tie-in payments, were deposited in the same bank account and used to pay whatever expenses were incurred, including operating and interest expenses as well as payments on the outstanding notes and mortgage.3\nThe total initial cost of the land, sewage treatment plant, and roadways was $142,267.20 as of June 30, 1970. During the following 2 years, additional system components were constructed, bringing the total system cost to $213,223.70 as of June 30, 1971, and $331,385.28 as of June 30, 1972.\nOn its Federal income tax returns for the years in question, petitioner reported as income only the amounts received by it as annual sewer rents and service charges, excluding the tie-in charge receipts. For purposes of computing allowable depreciation expense deductions from income, petitioner reduced the basis of its property by the amount of such tie-in receipts excluded from income.4\n\n\n*223 ULTIMATE FINDING OF FACT\nPetitioner’s receipts from tie-in charges levied against prospective users constituted payments for future services includable in petitioner’s income.\n\n\nOPINION\nSince both parties seek to align the facts of this case with various legal formulations of what constitutes a nonshareholder contribution to corporate capital, including the test recently set forth in United States v. Chicago, Burlington & Quincy R. Co., 412 U.S. 401 (1973), a brief historical discussion is in order to determine the scope of that term for purposes of section 118(a).5\nThe exclusion from income of nonshareholder contributions to capital derives from Edwards v. Cuba Railroad Co., 268 U.S. 628 (1925), where it was held that Government subsidies to a railroad to induce the construction of railroad facilities in Cuba were not taxable income within the meaning of the 16th amendment. In the wake of that decision, a series of cases followed in which the Board of Tax Appeals found that payments to various railroad and electric companies to induce the extension of service did not constitute income.6\nThe excludability of payments to a utility company by prospective customers in order to make it possible for the company to extend service lines to rural areas, which it would not have been otherwise profitable to serve, went without Government challenge in Detroit Edison Co. v. Commissioner, 319 U.S. 98 (1943). The Supreme Court instead was called upon to decide the availability of a depreciation deduction for that portion of the taxpayer’s property financed by the customers’ nonrefundable payments. Detroit Edison claimed the basis in such property was not limited to its own costs and that it was entitled to include its expenditures of customers payments, since such payments were either gifts or contributions to capital. *224 Rejecting the taxpayer’s contentions, the Court said (319 U.S. at 102-103):\nIt is enough to say that it overtaxes imagination to regard the farmers and other customers who furnished these funds as makers either of donations or contributions to the Company. The transaction neither in form nor in substances bore such a semblance.\nThe payments were to the customer the price of the service.\nThe Court went on to say (id. at 103) that these service payments were not taxed as income ‘presumably because it has been thought to be precluded by this court’s decisions in Edwards v. Cuba R. Co., 268 U.S. 628,‘ the suggestion being that such presumption was incorrect.\nThe Supreme Court subsequently drew a distinction between payments to a corporation by prospective customers to induce extensions of services and payments to a corporation by community groups to induce the location of a factory in their community. In Brown Shoe Co. v. Commissioner, 339 U.S. 583 (1950), the Court held the latter to be capital contributions, the expenditure of which could properly be included in the taxpayer’s basis for depreciation. Since the payments did not buy any direct services but only benefited the general community, the Court reasoned that contributions ‘manifested a definite purpose to enlarge the working capital of the company.’ 339 U.S. at 591.\nThe question raised in Detroit Edison Co. v. Commissioner, supra, about the breadth of Edwards v. Cuba Railroad Co., supra the seeming incompatibility of Detroit Edison with Brown Shoe Co. v. Commissioner, supra (see United States v. Chicago, Burlington & Quincy R. Co., 412 U.S. at 412 n. 13), and the 1954 codification of the excludability of capital contributions from income under section 118 (see p. 227 infra), with its accompanying reduction in basis provisions, section 362, shifted the case emphasis back to the inclusion-exclusion from income issue.\nIn 1957, we faced the problem of the proper characterization of payments solicited from prospective customers to finance construction costs by a corporation operating a community television antenna system. Teleservice Co. of Wyoming Valley, 27 T.C. 722 (1957), affd. 254 F.2d 105 (3d Cir. 1958). We found a strong analogy between the facts in Teleservice and those in Detroit Edison Co. v. Commissioner, supra, and held accordingly. *225 Deciding that the customer payments were not contributions to capital, we said (see 27 T.C. at 730):\nthere was nothing altruistic in the motive which prompted the petitioner’s prospective customers to finance the television antenna system; they wanted television service and they were willing to pay for it. If the system had already been constructed and available they would have paid a larger monthly charge and this unquestionably would have been within the petitioner’s gross income. Since the facilities were not available and due to the risk involved, the only way that the petitioner could be induced to give service was by the receipt of something in addition to the monthly charge, namely, contributions to enable it to construct extensions of the antenna system. Contributions received in this manner are within the gross income of the petitioner.\nWe also recognized the tension created with past cases (see n. 6 supra) and made our determination ‘in spite of the voluminous authority’ to the contrary. 27 T.C. at 729. Affirming our decision, the Court of Appeals agreed that the cases were indistinguishable factually and said of the prior cases ‘we are not in accord.’ 254 F.2d at 112.\nFollowing the decision in Teleservice Co. of Wyoming Valley, supra, respondent issued Rev. Rul. 58-555, 1958-2 C.B. 25, to reconcile his success in Teleservice with his earlier acquiescences in Board of Tax Appeals decisions holding prospective customer payments to various regulated public utilities to be contributions to capital. The ruling seizes upon the classification of the recipients as regulated public utilities in the earlier cases as the critical distinction.\nThereafter, we had occasion to consider the impact of this ruling and, on the authority of Teleservice Co. of Wyoming Valley, supra, rejected respondent’s distinction between public utility and nonpublic utility cases and rejected the one decision (Fairfax County Water Authority v. United States, 223 F.Supp. 620 (E.D. Va. 1963) that had accepted the distinction. Irving J. Hayutin, T.C. Memo. 1972-127, affd. 508 F.2d 462 (10th Cir. 1974). In its affirmance, the Court of Appeals also relied on Teleservice. Additionally, it treated Rev. Rul. 58-555, supra, as well as Rev. Rul. 66-353, 1966-2 C.B. 111, somewhat more softly by finding them inapplicable because the payments in question were made for services (see 508 F.2d at 480-481), and, presumably for this reason, ignored Fairfax County Water Authority v. United States, supra.\nIn 1973, the Supreme Court returned to the depreciation issue under the 1939 Code and enunciated a five-pronged test for *226 determining whether pre-1954 Government subsidies to a railroad are nonshareholder contributions to capital which should be included in the railroad’s basis. United States v. Chicago, Burlington & Quincy R. Co., supra. Drawing upon the facts of Detroit Edison Co. v. Commissioner, supra, and Brown Shoe Co. v. Commissioner, supra (both also involving depreciation deductions), but moving away from the ‘motivation-of-the-transferor’ test applied therein,7 the Court said (see 412 U.S. at 413):\nWe can distill from these two cases some of the characteristics of a nonshareholder contribution to capital under the Internal Revenue Codes. It certainly must become a permanent part of the transferee’s working capital structure. It may not be compensation, such as a direct payment for a Specific, quantifiable service provided for the transferor by the transferee. It must be bargained for. The asset transferred foreseeably must result in benefit to the transferee in an amount commensurate with its value. And the asset ordinarily, if not always, will be employed in or contribute to the production of additional income and its value assured in that respect.8\nThat the Court did not intend to lay a rigid analytical framework for problems arising under section 118 is clear from its statement that:\nWhether the governmental subsidies qualified as income to the railroad is an issue not raised in this case, and we intimate no opinion with respect to it. (412 U.S. at 408.)\nThe climate created by the judicial history dealing with contributions to capital is, to say the least, strange. To a very large degree, this is attributable to the confusion arising as much from what the Supreme Court did not say as from what it did say in Detroit Edison Co. v. Commissioner, supra, Brown Shoe Co. v. Commissioner, supra, and United States v. Chicago, Burlington & Quincy R. Co., supra, cases involving the proper basis for *227 depreciation where the criteria for decision are not necessarily the same as those applicable in a case such as this where the issue is exclusion from income under section 118.9 Thus, in Detroit Edison Co. v. Commissioner, supra, the payments were held not to be contributions to capital or gifts, but there was no holding as to their tax character except for an implication that they might be income, in which event they might well have been considered proper additions to basis. See Opper, J., concurring in Teleservice Co. of Wyoming Valley, 27 T.C. at 730-732. Similarly, in United States v. Chicago, Burlington & Quincy R. Co., supra, the payments were held not to be contributions to capital but the Supreme Court expressly disavowed even an intimation as to whether they constituted income.\nIn contrast to the foregoing puzzling background, we turn to the somewhat cursory but nevertheless revealing legislative history of section 118. In evaluating that history, we also take into account the facts that Edwards v. Cuba Railroad Co., supra, is clearly distinguishable and that, in any event, its effect has been substantially muted, if not eliminated, by the broad sweep accorded section 61 in Commissioner v. Glenshaw Glass Co., 348 U.S. 426 (1955), General American Investors Co. v. Commissioner, 348 U.S. 434 (1955), and Commissioner v. LoBue, 351 U.S. 243 (1956). See Teleservice Co. of Wyo. Val. v. Commissioner, 254 F.2d 105, 108 (3d Cir. 1958). See also Note, ‘Taxation of Nonshareholder Contributions to Corporate Capital,‘ 82 Harv. L. Rev. 619, 622 (1969).\nThe 1954 codification, via section 118, intended as an incorporation of existing decisional law, was designed to deal with those transfers to a corporation that fall in the gray area between genuine gifts, on the one hand, and payments clearly for direct future services, on the other hand. The legislative history speaks of contributions to capital as in the case where ‘the contributor expects to derive indirect benefits, the contribution cannot be called a gift; yet the anticipated future benefits may also be so intangible as to not warrant treating the contribution as a *228 payment for future services.’ S. Rept. No. 1622, to accompany H.R. 8300 (Pub. L. No. 591), 83d Cong., 2d Sess. 18-19 (1954); H. Rept. No. 1337,to accompany H.R. 8300 (Pub. L. No. 591), 83d Cong., 2d Sess. 17 (1954).\nThis singular inquiry into the remoteness of the transferor’s anticipated benefits is precisely the one we made in Federated Department Stores, Inc., 51 T.C. 500, 519 (1968), affd. 426 F.2d 417 (6th Cir. 1970).10 We also are constrained to note this was the frame of reference the Supreme Court used in United States v. Chicago, Burlington & Quincy R. Co., supra, to distinguish Detroit Edison Co. v. Commissioner, supra, from Brown Shoe Co. v. Commissioner, supra, the Court stating (412 U.S. at 411) that the ‘decisional distinction’ between these two cases—\nrested upon the nature of the benefit to the transferor, rather than to the transferee, and upon whether that benefit was direct or indirect, specific or general, certain or speculative. These factors, of course, are simply indicia of the transferor’s intent or motive.11 (Fn. ref. omitted.)\nPetitioner seizes upon several elements to justify its position. First, it points out that its agreement with the town of Guilderland characterizes the tie-in charges as ‘contributions to capital’ and that it reduced its basis for depreciation by the amount of such charges. The short answer to this agreement is that petitioner may not bootstrap itself into a favorable decision by self-serving characterizations or actions. See Teleservice Co. of Wyo. Va. v. Commissioner, supra. Moreover, we note in this connection that the funds representing the tie-in charges were not segregated. Cf. Rev. Rul. 74-563, 1974-2 C.B. 38. Second, petitioner urges that, unlike the subscriber in Teleservice, a subsequent homeowner did not have to pay the tie-in charge. But the fact of the matter is that, in Teleservice, the subscriber did not have again to pay the hookup charge if he moved to another home in the area. Thus, in Teleservice, the benefit of the tie-in charge ran with the person whereas, in the instant case, it ran with the land.12 Third, petitioner urges that there was no relationship between the tie-in charges and ability to pay or between residential and other subscribers, one of the criteria *229 suggested in Rev. Rul. 58-555, supra. But we find no such distinction in the decided cases. Additionally, it is clear that the tie-in charges were geared to anticipated use. We also note that the record herein is far from clear that the amounts paid by owners of residences were not in fact calculated differently from those paid by other subscribers, such as the school district. Finally, petitioner urges that the tie-in charges were paid with the view towards reaping only the general community benefit that accrues from having a sewage collection and treatment system. But it is clear that only those structures for which a tie-in charge was paid could hookup to the system and take advantage of the collection and treatment services. When the transactions are viewed in their entirety, the payments had a ‘reasonable nexus with the services which it was the business of the recipient corporation to provide.’ Federated Dept. Stores v. Commissioner, 426 F.2d 417, 421 (6th Cir. 1970).\nWe also think it significant that the fruition of the plans of the shareholders of petitioner to develop the Heritage Village Apartments Complex depended upon having the sewer system established.13 In this context, it can be argued that petitioner is not the type of regulated public utility which respondent had in mind when he carved out the exception contained in Rev. Rul. 58-555, supra. But respondent has made no argument in respect of this point14 and consequently we express no opinion as to whether this could be a ground for holding that ruling inapplicable. In any event, although we have reiterated herein our distaste for Rev. Rul. 58-555, we find it unnecessary expressly to declare that the distinction contained therein is invalid under all circumstances. It is enough for us to say that the elements present herein are sufficient to bring this case within the caveat of that ruling on the ground that it is ‘not substantially similar to the public utility cases to which the acquiescences (contained in the ruling) relate.’ In short, we see no reason to extend to petitioner the benefit of the exception carved out by respondent in Rev. Rul. 58-555, supra, even though that exception might be erroneous. Compare Mr. Justice Frankfurter concurring in *230 United States v. Kaiser, 363 U.S. 299, 308 (1960).15\nWe find that the tie-in charges paid to petitioner were directly related to the services petitioner subsequently rendered. We believe that the circumstances surrounding such payments are substantially similar to those in Detroit Edison Co. v. Commissioner, supra, and Teleservice Co. of Wyoming Valley, supra, so as to preclude a finding that such payments were a contribution to capital and to require us to hold that they constituted taxable income to petitioner. In reaching this conclusion we have taken note of Mr. Justice Holmes’ statement that ‘a page of history is worth a volume of logic’ (see New York Trust Co. v. Eisner, 256 U.S. 345, 349 (1921) and have concluded that, had he been called upon to decide this case, he would have written ‘a page of logic is worth a volume of history.’\nDecision will be entered for the respondent.\nAll Citations\n65 T.C. 217\n\n\n\nFootnotes\n|\n1\n|All references are to the Internal Revenue Code of 1954, as amended, unless otherwise stated.\n|\n2\n|The development of Heritage Village Apartments Complex, in which shareholders of petitioner had an interest, depended upon the availability of sewer services.\n|\n3\n|With the exception of tie-in charges collected for deferred construction, which are not involved herein, none of petitioner’s contracts required that any such funds be kept in a segregated fund.\n|\n4\n|In computing the deficiencies, respondent included the tie-in charges in income and restored this amount to petitioner’s basis for purposes of determining allowable depreciation.\n|\n5\n|SEC. 118(a). GENERAL RULE.— In the case of a corporation, gross income does not include any contribution to the capital of the taxpayer.\n|\n6\n|The cases are collected in Teleservice Co. of Wyoming Valley, 27 T.C. 722, 727 (1957), affd. 254 F.2d 105 (3d Cir. 1958).\n|\n7\n|The Court reconciled these two cases on the ground of the intent of the transferors, but found this ‘intent factor’ insufficiently related to the economic reality with which it was concerned in determining the depreciability of the railroad’s assets. See 412 U.S. at 411-412.\n|\n8\n|One criterion and the Court’s interpretation thereof shed additional doubt on the distinction drawn in Rev. Rul. 58-555, 1958-2 C.B. 25. Under the ‘benefit-to-the-transferee’ prong of its test, an integral element of a contribution to capital, the Court explained that, because the taxpayer in Detroit Edison was a public utility with a regulated rate of return and because the extension of service lines to rural customers would not have warranted the investment by the utility itself, the transferee’s benefit received by the customer-financed extension was only marginal. 412 U.S.at 413. Thus, at least with respect to the depreciation deduction issue, public utility status may be a factor against customer payments qualifying as contributions to capital.\n|\n9\n|It is significant that, in each of these cases, the Court was confronted by a taxpayer who had excluded the payments from income (which treatment was not questioned) and was, at the same time, claiming a further tax benefit by asserting its right to include such payments in its basis for depreciation. The right to such a double tax benefit, while not automatically precluded, is certainly open to question. Compare United States v. Skelly Oil Co., 394 U.S. 678, 685 (1969): ‘We cannot believe that Congress intended to give taxpayers a deduction for refunding money that was not taxed when received.’\n|\n10\n|See also May Department Stores Co., T.C. Memo. 1974-253, affd. per curiam —- F.2d —— (8th Cir. 1975, 36 AFTR 2d 75-5503, 75-2 USTC par. 9628).\n|\n11\n|Significantly, the Supreme Court cited Teleservice, and the legislative history of sec. 118 in support of its statement. See 412 U.S.at 411-412 n. 12.\n|\n12\n|Moreover, there was a limit placed on the tie-in charges which could be imposed and refunds were required under certain circumstances.\n|\n13\n|The record does not reveal whether such shareholders also had an interest in the plans for the townhouse development known as ‘Presidential Estates’ or the housing development to be constructed by Goswift Investors.\n|\n14\n|See respondent’s concession that the taxpayer was a regulated public utility in Irving J. Hayutin, T.C. Memo. 1972-127, n. 19.\n|\n15\n|We note in passing that this is the reverse of the usual case where the taxpayer is claiming (as petitioner, for obvious reasons, does not) that the Government is discriminating against him by not according him the benefits conferred upon others. Cf. Moritz v. Commissioner, 469 F.2d 466 (10th Cir. 1972), revg. 55 T.C. 113 (1970). See also James C. Bradford, 60 T.C. 253, 259 (1973). In this connection, it is interesting to observe that the consequence of invalidating the distinction in favor of regulated public utilities contained in Rev. Rul. 58-555, supra, would appear to be the elimination of the exception and the consequent subjection of petitioner to the standards usually applied in determining whether the tie-in charges were income— in short, precisely what we have in fact. done. See Moritz v. Commissioner, 469 F.2d at 470.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}