{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by Delverde, SrL v. U.S., Fed.Cir., February 2, 2000\n78 F.3d 1539\nUnited States Court of Appeals,\nFederal Circuit.\nSAARSTAHL AG, Plaintiff–Appellee,\nv.\nThe UNITED STATES, Defendant–Appellant,\nv.\nINLAND STEEL BAR COMPANY, Defendant–Appellant.\nNos. 94–1457, 94–1475.\n|\nMarch 12, 1996.\n|\nRehearing Denied; Suggestion for Rehearing In Banc Declined June 7, 1996.\nSynopsis\nForeign manufacturer of steel challenged Department of Commerce’s countervailing duty (CVD) order. The Court of International Trade, Carman, J., 858 F.Supp. 187,affirmed in part and reversed in part, and government appealed. The Court of Appeals, Mayer, Circuit Judge, held that Commerce’s determination that subsidies were not extinguished by privatization through arm’s length sale, but that purchase price partially repaid subsidies, was reasonable.\n \nReversed and remanded.\n \nPlager, Circuit Judge, dissented and filed opinion.\n \n\n\nWest Headnotes (6)\n\n\n[1]\n|Federal CourtsStatutes, regulations, and ordinances, questions concerning in general\n|\n|Issues of statutory interpretation are reviewed de novo.\n3 Cases that cite this headnote\n|\n\n\n[2]\n|Administrative Law and ProcedureAntidumping and countervailing duties\nCustoms DutiesScope of inquiry or review\nCustoms DutiesMode of review\n|\n|Department of Commerce’s statutory construction must be sustained on review in Court of International Trade, as in Court of Appeals, if it falls within range of permissible construction.\n2 Cases that cite this headnote\n|\n\n\n[3]\n|Administrative Law and ProcedureWisdom, judgment, or opinion in general\nAdministrative Law and ProcedureDeference to Agency in General\n|\n|On review of agency action, court is not to weigh wisdom of, or to resolve any struggle between, competing views of public interest, but rather is to respect legitimate policy choices made by agency in interpreting and applying statute.\n1 Case that cites this headnote\n|\n\n\n[4]\n|Administrative Law and ProcedurePermissible or reasonable construction\n|\n|To sustain agency’s application of statutory term, reviewing court need not find that agency’s construction is only reasonable one, or even that it is result court would have reached had question arisen in first instance in judicial proceedings.\n\n|\n\n\n[5]\n|Customs DutiesCountervailing or Dumping Duties\n|\n|Department of Commerce is not limited by statute to countervailing only subsidies that confer competitive advantage on merchandise exported to United States. Tariff Act of 1930, § 701(a), as amended, 19 U.S.C.A. § 1671(a).\n19 Cases that cite this headnote\n|\n\n\n[6]\n|Customs DutiesBounties or grants\n|\n|Determination by Department of Commerce, that privatization of formerly government-owned foreign manufacturer of steel by arm’s length sale did not extinguish countervailability of prior subsidies but that purchase price represented partial repayment of subsidies, was reasonable and in accord with law; methodology by which Commerce determined subsidies passed through and were partially repaid was entitled to deference absent explicit statutory mandates. Tariff Act of 1930, § 701(a), as amended, 19 U.S.C.A. § 1671(a).\n24 Cases that cite this headnote\n|\n\n\n*1540 Appealed from U.S. Court of International Trade; Judge Carman.\nAttorneys and Law Firms\nDavid L. Simon,Grunfeld, Desiderio, Lebowitz & Silverman, of Washington, DC, argued for plaintiff-appellee. With him on the brief was Max F. Schutzman. Of counsel was Jeffrey S. Grimson.\nJeffrey M. Telep, Attorney, Department of Justice, of Washington, DC, argued for defendant-appellant, The United States. With him on the brief were Frank W. Hunger, Assistant Attorney General and David M. Cohen, Director. Also on the brief were Stephen J. Powell, Chief Counsel, John D. McInerney, Senior Counsel and Edward S. Reisman, Attorney–Advisor, Office of Chief Counsel for Import Administration, Washington, DC, of counsel. Of counsel was Berniece A. Browne.\nCharles Owen Verrill, Wiley, Rein & Fielding, of Washington, DC, argued for defendant-appellant, Inland Steel Bar Company. With him on the brief were Alan H. Price, Willis S. Martyn, III and Brian E. Rosen. Also on the brief were Alan Wm. Wolff, Michael H. Stein and John A. Ragosta, Dewey Ballantine, of Washington, DC, and John J. Mangan and D. Scott Nance, Skadden, Arps, Slate, Meagher & Flom, of Washington, DC. Of counsel was Peter S. Jordan, Wiley, Rein & Fielding, of Washington, DC.\nRichard O. Cunningham, Sheldon E. Hochberg, William L. Martin, II and Peter Lichtenbaum, Steptoe & Johnson, of Washington, DC, were on the brief for Amicus Curiae, British Steel PLC.\nBefore MAYER, Circuit Judge, SKELTON, Senior Circuit Judge, and PLAGER, Circuit Judge.\nOpinion\nOpinion for the court filed by Circuit Judge MAYER. Dissenting opinion filed by Circuit Judge PLAGER.\n\n\nMAYER, Circuit Judge.\n\nThe United States appeals the judgment of the Court of International Trade, Consol. Case No. 93–04–00219 (June 7, 1994), vacating the final determination of the United States Department of Commerce in Certain Hot Rolled Lead and Bismuth Carbon Steel Products From Germany, 58 Fed.Reg. 6233 (Dep’t Comm. Jan. 27, 1993) (final affirmative countervailing duty determination) (“Final Determination ”), as modified on remand in Remand Determination: Certain Hot Rolled Lead and Bismuth Carbon Steel Products From Germany (Oct. 12, 1993) (“Remand Determination ”). Commerce had determined that the arm’s length sale of a subsidized government-owned company does not automatically terminate the countervailability of previously bestowed subsidies. Commerce also determined that a portion of the sales price paid by the private party for the steel company constituted repayment of a portion of the previously bestowed subsidies and extinguished the subsidies to the extent of the *1541 repayment. In vacating this decision “to the extent [that] Commerce determined [that] previously bestowed subsidies are passed through to a successor company sold in an arm’s length transaction,” Order at 1, the Court of International Trade held that the arm’s length sale of the company extinguished any remaining “competitive benefit” from the prior subsidies, because the price presumably included the market value of any continuing competitive benefit. 858 F.Supp. at 193. For reasons set forth below, we reverse and remand.\n \n\n\nBackground\nBetween 1978 and 1985, Saarstahl Volklingen GmbH (“Saarstahl SVK”), a German steel company, received various subsidies from the West German federal government and the Saarland state government. These governments gave Saarstahl SVK guaranteed loans, government funds, and “RZVs,” which are loans that must be repaid at face value, with repayment made contingent on Saarstahl SVK’s return to profitability. When Saarstahl SVK could not make its principal payments, the governments assumed them, and Saarstahl SVK continued to amass RZVs.\n \nUntil 1986, Saarstahl SVK was wholly owned by Arbed Luxembourg (“Arbed”), a Luxembourg state-owned company. In that year, with Saarstahl SVK’s financial condition continuing to deteriorate, Arbed transferred 76% of its ownership of Saarstahl SVK to the government of Saarland. Usinor–Sacilor, a French company that owned German steel producer AG der Dillinger Huttenwerke (“Dillinger”) expressed interest in purchasing Saarstahl SVK if it was relieved of its debt burden. The governments therefore devised a restructuring plan that entailed the forgiveness of all of Saarstahl SVK’s repayment obligations to the governments, as well as a portion of the company’s debts to private banks.\n \nOn June 15, 1989, Saarstahl SVK was converted into a stock company called Dillinger Hütte Saarstahl AG (“DHS”). In exchange for Saarstahl SVK’s assets and a capital contribution of DM 145.1 million, the Saarland government received 27.5% ownership interest in DHS. Usinor–Sacilor received 70% ownership of DHS in exchange for its shares in Dillinger. Arbed received 2.5% of DHS in exchange for a capital contribution of DM 8.9 million. On June 30, 1989, DHS transferred Saarstahl SVK’s lead-bar assets to a newly formed subsidiary, Saarstahl AG (“Saarstahl”).\n \nCommerce initiated an investigation of Saarstahl on May 8, 1992, based on a petition filed by Inland Steel and Bethlehem Steel, and issued its preliminary determination on September 17, 1992. On January 27, 1993, in its final determination, Commerce determined that “[b]ecause the debt forgiveness was part of the deal negotiated to effect the merger,” it benefited the newly formed company, not DHS’s predecessor, and was thus countervailable. Final Determination, 58 Fed.Reg. at 6234. Commerce also determined that the debt forgiveness by private banks was countervailable, because it was required by the governments as part of a government-led debt reduction package, and because the governments guaranteed Saarstahl’s future liquidity, “implicitly assuring the private banks that the remaining portion of Saarstahl’s outstanding loans would be repaid.” 58 Fed.Reg. at 6235. Following the International Trade Commission’s affirmative injury determination, Commerce issued a countervailing duty order for the relevant products. 58 Fed.Reg. 15,325 (1993).\n \nIn the subsequent countervailing duty investigations in Certain Steel Products From Germany, 58 Fed.Reg. 37,315 (1993) (final determination), Commerce reconsidered the effect of privatization on the benefits from prior subsidies and determined that, although the privatization of a public company through an arm’s length sale did not automatically extinguish the countervailability of the prior subsidies, the price paid for the company could constitute a partial repayment of the prior subsidies.\n \nCommerce requested and was granted a remand to reconsider its original determination, and on remand adopted the methodology developed in the Certain Steel cases. Remand Determination: Certain Hot–Rolled Lead and Bismuth Steel Products from Germany (Oct. 12, 1993). It determined that the *1542 debt forgiveness amounted to a grant bestowed on Saarstahl in 1991, the benefit of which passed through to DHS after Saarstahl was privatized. It also determined that part of the Saarstahl sales price represented partial repayment of the subsidy and adjusted the countervailing duty margins accordingly, treating the purchase price for Saarstahl as payment for prior subsidies to the same extent that subsidies comprised Saarstahl SVK’s net worth. On January 27, 1993, Commerce had imposed a countervailing duty of 17.28%. On remand, Commerce imposed a countervailing duty of 16.85%.\n \nOn June 7, 1994, the Court of International Trade upheld Commerce’s determination that Saarstahl was privatized because it was supported by substantial evidence, but held that Commerce’s privatization methodology was unlawful to the extent that it passed previously bestowed subsidies through to a successor company sold in an arm’s length transaction. To that extent, the court vacated Commerce’s final determination as modified on remand. The court held that the sale of Saarstahl to DHS in an arm’s length transaction automatically extinguished subsidies previously bestowed on Saarstahl. Thus, DHS did not directly or indirectly receive a subsidy, and no countervailable event had occurred under 19 U.S.C. § 1671(a) (1994). The court acknowledged that it must accord deference to Commerce’s interpretation of the statute it administers, but concluded that in this case that interpretation would alter Congress’s intent.\n \n\n",
    "Discussion": "[1] The issue is whether the Court of International Trade erred in vacating Commerce’s final determination and holding that Commerce’s privatization methodology is unlawful to the extent that it allows previously bestowed subsidies to be passed through to a successor company sold in an arm’s length transaction. We review issues of statutory interpretation de novo. Suramerica de Aleaciones Laminadas, C.A. v. United States, 966 F.2d 660, 663 (Fed.Cir.1992); Chaparral Steel Co. v. United States, 901 F.2d 1097, 1100 (Fed.Cir.1990).\n \n[2] [3] [4] In the Court of International Trade, as in this court, Commerce’s construction must be sustained if it “falls within the range of permissible construction.” Daewoo Electronics v. International Union, 6 F.3d 1511, 1516 (Fed.Cir.1993) (citing Suramerica, 966 F.2d at 667); see also Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 844, 104 S.Ct. 2778, 2782–83, 81 L.Ed.2d 694 (1984). The duty of the reviewing court “is not to weigh the wisdom of, or to resolve any struggle between, competing views of the public interest, but rather to respect legitimate policy choices made by the agency in interpreting and applying the statute.” Suramerica, 966 F.2d at 665. “To sustain [an agency’s] application of [a] statutory term, we need not find that its construction is the only reasonable one, or even that it is the result we would have reached had the question arisen in the first instance in judicial proceedings.” Zenith Radio Corp. v. United States, 437 U.S. 443, 450, 98 S.Ct. 2441, 2445, 57 L.Ed.2d 337 (1978); accord American Lamb Co. v. United States, 785 F.2d 994, 1001 (Fed.Cir.1986). In particular, the administration of the antidumping law is “a difficult and extremely delicate endeavor.” Daewoo, 6 F.3d at 1516.\n \nThe Court of International Trade’s decision rests on the premise that subsidies may not be countervailed unless they confer a demonstrable competitive benefit on the merchandise exported to the United States. The court acknowledged that the statute embodies an irrebuttable presumption of competitive benefit from a subsidy, but held that the presumption “ceases to exist where the new owner has paid fair market value for the [company] and is therefore not a ‘recipient.’ ” 858 F.Supp. at 193. “By determining the sale of Saarstahl was at arm’s length,” the court reasoned, “Commerce has necessarily determined [that] DHS did not receive a competitive benefit [from the prior subsidies], but instead paid the fair market value for the productive unit it purchased.” 858 F.Supp. at 194.\n \nThe statute provides that countervailing duties may be assessed if two requirements are satisfied: (1) a subsidy is provided “with respect to the manufacture, production, or *1543 sale of a class or kind of merchandise;” and (2) a domestic industry is injured by reason of imports into the United States of that class or kind of merchandise. 19 U.S.C. § 1671(a).*\n \n[5] [6] These requirements are satisfied regardless of whether the subsidy actually confers any competitive advantage on the merchandise exported to the United States. Thus, the statute does not limit Commerce to countervailing only subsidies that confer a competitive advantage on merchandise exported to the United States. Nor does the legislative history say that Commerce was expected to perform any calculations of competitive advantage. See, e.g., S.Rep. No. 1298, 93d Cong., 2d Sess. 184 (1974) U.S.Code Cong. & Admin.News 1974, pp. 7186, 7319 (“[W]henever the Secretary of Treasury has sufficient evidence to determine the existence of a bounty or grant, he can and should make his final determination and impose countervailing duties.”); 30 Cong. Rec. 318 (1897) (statement of Rep. Meyer) (“[T]he less the adjustment of the proper duty is complicated by needless questions of computation, the simpler will be the duties of the customs collector, and the less opportunity afforded for mistakes or misconduct.”).\n \nThe court’s improper equation of subsidy and competitive benefit leads it to erroneously inject the International Trade Commission into a statutory provision pertaining to the International Trade Administration’s role. To support its decision, the court notes that the legislative history accompanying the 1979 amendments indicates that “relating the benefit of the commercial advantage to the recipient” of the subsidy should be one “reasonable method [ ] of allocating the value of such subsidies over the production or exportation of products benefitting from them” when calculating the “effect of non-recurring subsidy grants or loans.” H.R.Rep. No. 317, 96th Cong., 1st Sess. 75 (1979). This statement, however, is best seen as an explanation of how a subsidy once found to exist should be allocated over time. It cannot be seen as Congress’s idea of how Commerce should determine whether a subsidy exists, because the statute makes clear that Congress did not require Commerce to determine the effect of the subsidy once bestowed. Indeed, Congress has expressed the contrary view that “an ‘effects’ test for subsidies has never been mandated by the law and is inconsistent with effective enforcement of the countervailing duty law.” North American Free Trade Agreement Implementation Act, S.Rep. No. 189, 103d Cong., 1st Sess. 42 (1993). It would be “burdensome and unproductive for the Department of Commerce to attempt to trace the use and effect of a subsidy demonstrated to have been provided to producers of the subject merchandise.” Id. at 42–43. For these reasons, it is Commerce’s practice to value a nonrecurring subsidy in the year of receipt, subject only to certain statutory offsets not involved here. See 19 U.S.C. § 1677(6). The International Trade Commission, not Commerce, is entrusted with the function of determining whether a United States industry is materially injured “by reason of imports of [the subsidized] merchandise.” 19 U.S.C. § 1671(a); Suramerica, 44 F.3d at 983. This injury to domestic industry is the only “effect” relevant under the statutory scheme, and the arm’s length sale of a subsidized company would not necessarily prevent the merchandise sold by the newly privatized company from having this adverse effect on the United States industry. Cf. ASG Indus. v. United States, 67 C.C.P.A. 11, 610 F.2d 770, 777 (CCPA 1979) (concluding *1544 that “it was error to employ an injury (to United States trade) test in determining whether a bounty or grant was paid upon the manufacture or production of the involved merchandise”).\n \nIn justifying its result, the Court of International Trade stated that it would be onerous to allocate subsidies to companies sold at arm’s length. Such an argument, however, is inconsistent with the Court of International Trade’s explicit assumption that the buying company is necessarily taking into account “all relevant facts,” presumably including the subsidies, in formulating a purchase price. See 858 F.Supp. at 193 (“[O]ne must conclude that the buyer and seller have negotiated in their respective self-interests, the buyer has taken into consideration all relevant facts, and the buyer has paid an amount which represents the market value of all it is to receive.”). The court assumes that the market purchase price must include the complete present value of the subsidies. Commerce has indicated that if such a situation arose it would extinguish the subsidies “to the extent that a portion of the purchase price for a privatized company can reasonably be attributed to prior subsidies.” Remand Determination at 10 (citing Certain Steel Products from Austria, General Issues Appendix, 58 Fed.Reg. 37225, 37262–63 (1993) (final determination)); see also Certain Corrosion–Resistant Carbon Steel Flat Products From New Zealand, 57 Fed.Reg. 57730, 57731 (Dec. 7, 1992) (preliminary determination) (stating that it “would recognize as extinguishing a countervailable subsidy” the “repayment to the government by the recipient company of the remaining value of that subsidy”). Indeed, in this case, Commerce held that part of the price paid by the buyer was repayment of a part of the previously bestowed subsidies, and extinguished the subsidies to that extent. Thus, the court erred in holding that as a matter of law a subsidy cannot be passed through during an arm’s length transaction. Commerce’s methodology correctly recognizes that a number of scenarios are possible: the purchase price paid by the new, private company might reflect partial repayment of the subsidies, or it might not.\n \nThe court makes an additional policy argument that “as long as the amortization clock is still ticking the subsidy will continue to travel” under Commerce’s approach, which “requires buyers to value the potential liability of purchasing productive units which previously received a subsidy.” 858 F.Supp. at 194. Thus, according to the court “[a] purchaser could no longer value a business based on market considerations; he would have to investigate whether there had been previous subsidies that were being, or possibly might be, countervailed in the future.” Id. at 194. Yet these considerations are precisely the same as those the court assumes have taken place during the arm’s length transaction, in which the buyer considered “all relevant facts.”\n \nUltimately, the court did not accord sufficient deference to Commerce’s approach. It states that “Commerce has developed its privatization methodology in the absence of any direction by Congress and in direct contravention of the guiding purpose of the [countervailing duty] laws.” It then notes that Commerce conceded that Congress has provided no guidance as to what proportion of the purchase price of a privatized company should be attributed to prior subsidies. In the absence of explicit mandates, however, Commerce’s approach must be accorded deference. Instead, the court decided that the subsidy remains with the seller—in this case, “reverts to the state,”—“[t]o the extent that the government is not fully reimbursed for its previous subsidy payments.” 858 F.Supp. at 193. In reaching this conclusion, the court disregarded the fact that Commerce’s approach is merely the flip side of the court’s preferred approach: Commerce determined that the subsidy survives unless there is evidence that it went elsewhere or was repaid.\n \nCommerce’s approach was reasonable and should not have been disturbed, and therefore the court erred in concluding that subsidies cannot pass through to privatized companies. The case must be remanded because the court did not address all of the parties’ arguments, including Commerce’s request for a remand to review the agency’s allocation of Saarstahl’s purchase price to repayment *1545 of prior subsidies and to assess Saarstahl’s creditworthiness in 1989.\n \n\n\nConclusion\nAccordingly, the judgment of the Court of International Trade is reversed and the case is remanded for further proceedings consistent with this opinion.\n \n\n\nCOSTS\nEach party shall bear its own costs.\n \n\n\nREVERSED AND REMANDED.\n\n\nPLAGER, Circuit Judge, dissenting.\n\nI respectfully dissent. We should remand this case to Commerce, as Commerce has now asked us to do, without reaching the merits of the issue addressed by the majority. The issues presented by this appeal are (1) whether Dillinger Hutte Saarstahl AG (“DHS”) acquired a previously government-owned and subsidized entity, Saarstahl SVK (“Saarstahl”), through arm’s-length transactions at fair market value; and (2) if so, whether the Department of Commerce correctly found as a matter of law that certain subsidies to Saarstahl “passed through” to DHS and were countervailable with respect to goods produced after the privatization by DHS through Saarstahl as a DHS subsidiary. 19 U.S.C. § 1516a(b)(1)(B) (1988) (the court “shall hold unlawful any determination, finding, or conclusion found ... to be ... not in accordance with law.”). The latter issue requires us to address Commerce’s methodology, developed and published in 1993, see 58 Fed.Reg. 37,225, 37,259 (Dep’t Comm. July 9, 1993) (“General Issues Appendix”) for determining the effect of privatization on Commerce’s authority to impose countervailing duties on exports produced following privatization. The trial court determined that Saarstahl was acquired by DHS through an arm’s-length sale of Saarstahl by the Saarland government, based largely on Commerce’s conclusion and representations to that effect. Saarstahl AG v. United States, 858 F.Supp. 187, 192, 195 (C.I.T. 1994). Commerce, applying its new methodology, had provided that arm’s-length privatization does not extinguish pre-existing countervailable subsidies, but that “[i]nstead, some portion of prior subsidies received by the seller ‘travel[s] (with the productive unit) to its new home.’ ” Id. at 191 (quoting General Issues Appendix, 58 Fed.Reg. at 37,268). The trial court found that Commerce’s privatization methodology was unreasonable and contrary to the intent and purpose of the countervailing duty law. Id. at 193–94. The court noted that one of the preconditions for the imposition of a countervailing duty must be a “subsidy with respect to the manufacture, production, or exportation of a class or kind of merchandise imported, or sold (or likely to be sold) for importation, into the United States.” 19 U.S.C. § 1671(a) (1988). Absent any direct subsidy to DHS, the question for the trial court was whether DHS indirectly received the benefits of Saarstahl’s previously bestowed subsidies.\n \nThe trial court’s answer was no. “Where a determination is made a given transaction is at arm’s length, one must conclude that the buyer and seller have negotiated in their respective self-interests, the buyer has taken into consideration all relevant facts, and the buyer has paid an amount which represents the market value of all it is to receive. Because the countervailable benefit does not survive the arm’s length transaction, there is no benefit conferred to the purchaser and, therefore, no countervailable subsidy within the meaning of 19 U.S.C. § 1677(5).” Saarstahl, 858 F.Supp. at 193.1 The court considered Commerce’s privatization methodology to be unlawful to the extent that it “passes through” a portion of previously-bestowed subsidies to a successor company that purchased the subsidized entity in an arm’s-length transaction. In this case, Commerce passed through subsidies given to Saarstahl to its new parent company, DHS, finding that they “provided a countervailable benefit to DHS.” Id. at 192; see also Remand Determination: *1546 Certain Hot Rolled Lead and Bismuth Carbon Steel Products From Germany (Oct. 12, 1993). In a subsequent decision involving steel products produced by DHS through its other subsidiary created as part of the privatization of Saarstahl, British Steel PLC v. United States, 879 F.Supp. 1254 (C.I.T. 1995), the trial court examined more closely both the transactions involved in the sale of Saarstahl to DHS, and generally the effect of arm’s-length privatizations through share and asset purchases, on the countervailing duty liability of the privatized entity. In British Steel, Commerce informed the trial court that Commerce in fact had not made a “specific finding regarding whether fair market value was paid in the transaction, or whether the transaction took place at arm’s length.”  British Steel, 879 F.Supp. at 1285; see also id. (“Commerce claims ... to have ‘made no ... specific finding regarding the nature of Saarstahl either before or after privatization.’ ”); see also id. at 1286–87. The trial court further noted a question concerning whether Commerce had finally determined that the debt forgiveness constituted a subsidy to Saarstahl prior to its acquisition by DHS, or a direct subsidy to DHS. Id.\n \nThe trial court in British Steel remanded to Commerce to determine “(1) whether the privatization transaction at issue was effected at arm’s length, for fair market value, and based upon commercial considerations; (2) whether the transaction at issue involved a privatization or partial privatization; (3) the terms and substance of the transaction at issue, and whether the transaction involved a sale of an asset or several assets, or consisted entirely of a sale of shares; (4) whether, under the Court’s analysis, if a privatization or partial privatization took place, the privatized entity continues to be, for all intents and purposes, the same entity that received subsidies prior to the transaction; and (5) whether, under the Court’s analysis, Commerce may properly countervail DHS or any other party.” Id. at 1287. The trial court did not reach the issue of whether Commerce’s methodology (which was applied to the sale of Saarstahl to DHS in the case before us) for calculating partial repayment of subsidies through privatization at fair market value was lawful, concluding that it was “premature” to consider the issue in light of the remands. Id. at 1277.\n \nSubsequent to the filing of this appeal, and after the British Steel opinion was rendered by the trial court, Commerce moved this court to remand this case on the ground that the British Steel proceedings have muddied the issue of whether the transactions surrounding the sale of Saarstahl to DHS constituted an arm’s-length privatization. That issue is fundamental to the trial court’s findings in the case before us now. Additionally, the trial court’s opinion in British Steel represents a substantially more comprehensive treatment of the statutory interpretation issues concerning privatization present in this case.\n \nIn these circumstances, it is premature for us to decide the difficult questions posed by Commerce’s new methodology for dealing with the asserted privatization of Saarstahl. The legal and economic analyses of the countervailing duty law and the effects of privatization on countervailing duty liability are complex.2 Our review of these issues clearly would benefit from having Commerce and the trial court’s final determinations of the relevant facts surrounding the privatization at issue. Certainly the majority’s apparent approval of Commerce’s methodology as applied *1547 to this case, when Commerce itself questions whether it correctly assessed the situation, is both premature and hardly definitive of the issue. Commerce was well-advised to ask to re-examine the issues presented by its new methodology as applied to cases such as this one. I agree with Commerce that this court’s proper course was to remand to the trial court “in order that consistent determinations regarding the same privatization transactions be rendered.”\n \nIf I were to reach the merits as presented to the trial court below and originally to us on appeal, I would agree with the trial court on the grounds that the privatization methodology Commerce used to arrive at its decision in this case is unlawful. Both the Supreme Court and this court have recognized that the purpose of the countervailing duty law is “to offset the unfair competitive advantage that foreign producers would otherwise enjoy from export subsidies paid by their governments.” Zenith Radio Corp. v. United States, 437 U.S. 443, 98 S.Ct. 2441, 57 L.Ed.2d 337 (1978); see also Georgetown Steel, 801 F.2d at 1315 (“Congress thus sought to protect American firms from what it viewed as the unfair competitive advantage a foreign producer would have in selling in the American market if that producer’s government in effect assumed part of the producer’s expenses of selling here.”); id. at 1315–16 (countervailing duty law directed at unfair competitive advantage over American firms). In other words, the purpose of the countervailing duty law is to offset the competitive benefits foreign exporters enjoy through subsidized production or exportation.\n \nIn the ordinary case of a foreign enterprise receiving a government subsidy, it is reasonable for Commerce to forego tracing such benefits, i.e., the actual use to which a company puts a subsidy received, and to simply allocate the cash value of the subsidy over a period of years. Such an approach is a permissible means of administering the statute because in the typical, nonprivatization context, it is sufficiently likely that the subsidy will be used by the recipient to increase its productive capacity, lower its production costs, or in some other way to benefit production. In such circumstances the costs of minutely analyzing the actual use and benefit of the subsidy outweigh the perceived advantages in administering the law.\n \nWhen a Government-owned company that received subsidies is sold for fair market value, however, it is no longer reasonable to assume that the prior subsidies continue to fund production or exportation of that company’s subsequently-produced goods. Rather, the privatized company must make production and pricing decisions that reflect market-based costs of production and expectations of a market-based return on investment. In the terms of the countervailing duty statute, the relevant “manufacture, production, or sale” of goods in such a case—production or sale after privatization—has not been provided a subsidy. See 19 U.S.C. § 1671(a) (1988). Whatever “benefits” such production or exportation might have received from the increase in that industry’s overall capacity by the original subsidies are too speculative, and too widely (even globally) shared, to be understood properly as a subsidy to the newly privatized company or as a rationale for continuing to allocate past subsidies to production and sales occurring on market terms. See General Issues Appendix, 58 Fed.Reg. at 37,264.\n \nDrawing upon these principles, the trial court concluded that the usual “irrebutable presumption that subsidies confer a countervailable benefit upon goods produced by their recipients ... ceases to exist where the new owner has paid fair market value for the productive unit and is therefore not a ‘recipient.’ ” Saarstahl, 858 F.Supp. at 193. Further, “[w]here a productive unit which previously received subsidies is sold in an arm’s-length transaction, the subsidy is not extinguished, it remains with the seller. If in this arm’s-length transaction the company is completely sold, the subsidy remains with the shareholders upon dissolution of the corporation.” Saarstahl, 858 F.Supp. at 193.\n \nThe majority criticizes the trial court’s approach for being too absolute and for failing to appreciate that, as the majority contends, “a number of scenarios are possible: the purchase price paid by the new, private company might reflect partial repayment of the *1548 subsidies, or it might not.” 858 F.Supp. at 189. The problem with Commerce’s methodology, however, is that, proceeding from a misapprehension of the statutory mandate, it applies to all scenarios and allocates prior subsidies in all cases, regardless of the form or extent of privatization at issue and the necessary economic implications for production and exportation that flow from such privatization. The correct approach, consistent with the purpose of the countervailing duty law, must be that fair-market value privatization—meaning the purchase of assets or shares by private entities at prices determined at arm’s-length and based on commercial considerations—precludes the allocation of prior subsidies to the goods produced by the privatized entity.3 Commerce’s error was in approaching the problem from the other direction, elevating its administrative scheme for the typical case to the level of a statutory mandate, and applying that scheme to the atypical context of privatization.\n \nThe approach advocated here is consistent with the statutory rule for cases arising after January 1, 1995, adopted by Congress in the Uruguay Round Agreements Act: the existence of an arm’s-length transaction that changes ownership of all or part of a foreign company or its assets does not require of itself the conclusion that a former countervailable subsidy no longer continues to be countervailable. That rule contains a negative pregnant: since it is not required to find that the subsidy was extinguished, it must be permissible to find that the subsidy does not continue in appropriate cases. The question then is what are the appropriate cases. Contrary to Commerce, I believe that Congress’ purposes in the countervailing duty legislation dictates the approach that, absent a convincing reason in a given case to find otherwise, an arm’s-length privatization means that no countervailable duties may be ascribed to the enterprise’s later production undertaken in a fully competitive market environment.\n \nIn short, there are four possible positions to take on this issue: (1) arm’s-length privatization always precludes allocation of prior subsidies to the privatized entity; (2) arm’s-length privatization never precludes allocation of prior subsidies to the privatized entity; (3) arm’s-length privatization passes through prior subsidies unless there is a clear showing that it does not do so in the particular case; and (4) arm’s-length privatization does not pass through prior subsidies unless there is a clear showing otherwise in the particular case. The trial court adopted position (1), holding that prior subsidies always remain with the seller; that is a more absolute rejection of Commerce’s methodology than I think necessary or warranted. Commerce adopted a version of (2), in effect holding that prior subsidies are always allocable to the privatized entity, although they may to some extent be repaid in accordance with Commerce’s repayment algorithm. The panel majority approves Commerce’s position, but suggests their understanding of Commerce’s position may be closer to (3), that is, “pass-through unless.”\n \nI read the statute and its purposes, reinforced by the somewhat convoluted language of the subsequently-adopted Uruguay Round amendment, to require the fourth position: no pass-through from an arm’s-length privatization, but with the caveat that there may cases in which, due to the nature of the transactions by which privatization is accomplished, the facts dictate otherwise.\n \nCommerce’s position, approved by the panel majority, will require would-be buyers of formerly subsidized entities to lower their offer price to reflect their future exposure to countervailing duties. This may or may not impose a “heavy burden” on commercial activities, *1549 privatizations, and ultimately on international trade, as suggested by the trial court. However that may be, privatization of government-owned means of production is clearly in the interest of free and competitive markets; support and encouragement of free and competitive markets are the underlying aims of the countervailing duty impositions authorized by Congress; the trial court correctly determined that Commerce’s position on this issue was inconsistent with the governing statute.\n \nAs indicated, I would grant Commerce’s request that we remand this entire matter to the trial court for further consideration. Absent that, I would affirm the trial court’s judgment with respect to the fair-market value sale of Saarstahl in this case.\n \nAll Citations\n78 F.3d 1539, 18 ITRD 1001\n\n\n\nFootnotes\n|\n*\n|On December 8, 1994, Congress passed the Uruguay Round Agreements Act of the General Agreement on Tariffs and Trade. See Uruguay Round Agreements Act, Pub.L. No. 103–465, tit. II, §§ 221(b), 222, 229(b), 233, 251, 266, 267, 270, 108 Stat. 4869, 4890, 4898, 4900–02, 4915, 4917–18 (Dec. 8, 1994). This agreement profoundly changed the countervailing duty statute as of January 1, 1995. Under the current section 1677(5)(F), “[a] change in ownership of all or part of a foreign enterprise or the productive assets of a foreign enterprise does not by itself require a determination by the administering authority that a past countervailable subsidy received by the enterprise no longer continues to be countervailable, even if the change in ownership is accomplished through an arm’s length transaction.” 19 U.S.C. § 1677(5)(F) (1994). Although the current statutory scheme is fundamentally at odds with the Court of International Trade’s decision in this case, our decision is based on the statutory scheme prior to this amendment, and our references are to that version of the statute.\n|\n1\n|The version of section 1677(5) of Title 19 applicable to these proceedings defined “subsidy” as including certain domestic subsidies “if provided or required by government action to a specific enterprise or industry, or group of enterprises or industries, whether publicly or privately owned, and whether paid or bestowed directly or indirectly on the manufacture, production, or export of any class or kind of merchandise.” 19 U.S.C. § 1677(5)(B) (1988).\n|\n2\n|Much has been written on the subject of the purpose, intent, and proper economic approach to the administration of the countervailing duty law. E.g., Richard Diamond, A Search for Economic and Financial Principles in the Administration of United States Countervailing Duty Law, 21 Law & Pol’y Int’l Bus. 507 (1990); Richard Diamond, Economic Foundations of Countervailing Duty Law, 29 Va. J. Int’l L. 767 (1989); E. Kwaku Andoh, Countervailing Duties in a Not Quite Perfect World: An Economic Analysis, 44 Stan. L. Rev. 1515 (1992); Ronald A. Cass, Trade Subsidy Law: Can A Foolish Inconsistency Be Good Enough for Government Work?, 21 Law & Pol’y Int’l Bus. 609 (1990); Alan O. Sykes, Countervailing Duty Law: An Economic Perspective, 89 Colum. L. Rev. 199 (1989); Charles J. Goetz, Lloyd Granet, & Warren F. Schwartz, The Meaning of ‘Subsidy’ and ‘Injury’ in the Countervailing Duty Law, 6 Int’l Rev. L. & Econ . 17 (1986). See also David A.Codevilla, Discouraging the Practice of What We Preach: Saarstahl I, Inland Steel, and the Implementation of the Uruguay Round of GATT 1994, 3 Geo. Mason Indep. L. Rev . 435 (1995).\n|\n3\n|If substantial ownership of the privatized entity remains in the hands of a government and this permits operations that are inconsistent with market-based pressures and incentives and the usual expectations of private investors, then some form of subsidy may continue to be received by the otherwise privatized entity. In this case, the Saarland Government and Arbed Luxembourg, a state-owned company, retained a 30% interest in DHS. Remand for further clarification of privatization transactions at issue presumably would clarify the nature and effect, if any, of this retained interest on the market-based nature of DHS’s operations. The trial court found below that the presence of this government interest did not render Commerce’s finding that Saarstahl was privatized unreasonable or unlawful. Saarstahl, 858 F.Supp. at 195.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}