{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by Ruddick Corp. v. U. S., Ct.Cl., February 25, 1981\n608 F.2d 445\nUnited States Court of Claims.\nE. I. DU PONT DE NEMOURS AND COMPANY\nv.\nThe UNITED STATES.\nNos. 256—66, 371—66.\n|\nOct. 17, 1979.\nSynopsis\nA domestic manufacturer assailed reallocation of income between itself and a wholly owned foreign subsidiary by the Internal Revenue Service, and the Court of Claims, Davis, J., held that: (1) taxpayer seeking to use resale price method of adjustment of selling price under statute and treasury regulation promulgated to permit allocation of income between related corporations when necessary to prevent evasion of taxes or clearly to reflect income of any of such corporations had the burden of fulfilling all requirements of the regulation, but failed to do so, nor was it unreasonable to require taxpayer to prove the proper amount of adjustment, in view of the fact that taxpayer had not attempted to establish intercorporate prices on an arm’s length basis but, rather, it established pricing formula intended to maximize profits of foreign subsidiary, and (2) in reviewing Internal Revenue Commissioner’s allocation of such income between the related corporations to prevent evasion of taxes or clearly to reflect income, court focuses on reasonableness of result, not details of examining agent’s methodology.\n \nRecovery tentatively denied, and cases returned to trial division for further proceedings.\n \nNichols, J., filed a concurring opinion.\n \n\n\nWest Headnotes (4)\n\n\n[1]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Overall aim of statute giving Secretary of Treasury or his delegate discretion to allocate income between related corporations when necessary to prevent evasion of taxes or clearly to reflect income of any of such corporations is to enable Internal Revenue Service to treat controlled taxpayers as if they were uncontrolled. 26 U.S.C.A. (I.R.C.1954) § 482.\n3 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Taxpayer seeking to use resale price method of adjustment of selling price under statute and treasury regulation promulgated to permit allocation of income between related corporations when necessary to prevent evasion of taxes or clearly to reflect income of any of such corporations had burden of fulfilling all requirements of the regulation, but failed to do so, nor was it unreasonable to require taxpayer to prove proper amount of adjustment, in view of fact that taxpayer had not attempted to establish intercorporate prices on arm’s length basis but, rather, it established pricing formula intended to maximize profits of foreign subsidiary. 26 U.S.C.A. (I.R.C.1954) § 482.\n16 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|In reviewing Internal Revenue Commissioner’s allocation of income under statute and regulation allowing allocation of income between related corporations when necessary to prevent evasion of taxes or clearly to reflect income, court focuses on reasonableness of result, not details of examining agent’s methodology. 26 U.S.C.A. (I.R.C.1954) § 482.\n4 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Adjustment made by Secretary of Treasury under statute giving him or his delegate discretion to allocate income between related corporations where necessary to prevent evasion of taxes or clearly to reflect income was not shown to be unreasonable or abuse of broad discretion. 26 U.S.C.A. (I.R.C.1954) § 482.\n3 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n**446 *336 Daniel M. Gribbon, Washington, D.C., for plaintiff. Harris Weinstein, Coleman S. Hicks, Michael R. Levy, Washington, D.C., Roy A. Wentz, William F. Loftus, Wilmington, Del., Thomas M. Russon, Legal Dept., E. I. du Pont de Nemours & Co., Wilmington, Del., and Covington & Burling, Washington, D.C., of counsel.\nGilbert W. Rubloff, Washington, D.C., with whom was Asst. Atty. Gen. M. Carr Ferguson, Washington, D.C., for defendant. Theodore D. Peyser, Jr., and Donald H. Olson, Washington, D.C., of counsel.\nBefore FRIEDMAN, Chief Judge, and DAVIS, NICHOLS, KASHIWA, KUNZIG, BENNETT and SMITH, Judges, en banc.\n\n\n\n\nOPINION\nDAVIS, Judge:\nTaxpayer Du Pont de Nemours, the American chemical concern, created early in 1959 a wholly-owned Swiss marketing and sales subsidiary for foreign sales—Du Pont International S.A. (known to the record and the parties as DISA). Most of the Du Pont chemical products marketed abroad were first sold by taxpayer to DISA, which then arranged for resale to the ultimate consumer through independent distributors. The profits on these Du Pont sales were divided for income tax purposes between plaintiff and DISA via the mechanism of the prices plaintiff charged DISA. For 1959 and 1960 the Commissioner of Internal Revenue, acting under section 482 of the Internal Revenue Code which gives him authority to reallocate profits among commonly controlled enterprises, found these divisions of profits economically unrealistic as giving DISA too great a share. Accordingly, he reallocated a substantial part of DISA’s income to taxpayer, thus increasing the latter’s taxes for 1959 and 1960 by considerable sums. The additional taxes were paid and this refund suit was brought in due course. Du Pont assails the Service’s reallocation, urging that the prices plaintiff charged DISA were valid under the Treasury regulations implementing section 482. We hold that taxpayer has failed to demonstrate that, under the regulation it invokes and must invoke, it is entitled to any refund of taxes.\n\n*337 I. Design, Objectives and Functioning of DISA1\nA. Du Pont first considered formation of an international sales subsidiary in 1957. **447 A decreasing volume of domestic sales, increasing profits on exports, and the recent formation of the Common Market in Europe convinced taxpayer’s president of the need for such a subsidiary. He envisioned an international sales branch capable of marketing Du Pont’s most profitable type of products—Du Pont proprietary products, particularly textile fibers and elastomers2 specially designed for use as raw materials by other manufacturers. Du Pont had utilized two major marketing techniques to sell such customized products.3 One mechanism consisted of technical sales services: an elaborate set of laboratory services making technical improvements, developing new applications, and solving customer problems for Du Pont products. The other was ‘indirect selling,’ a method of promoting demand for Du Pont products at every point in the distribution chain. These two techniques were to be developed by DISA, Du Pont’s international branch in Europe. DISA was not to displace plaintiff’s set of independent European distributors, but rather to augment the distributors’ efforts by the two marketing methods and to police the independents adequately.\nB. Neither in the planning stage nor in actual operation was DISA a sham entity; nor can it be denied that it was intended to, and did, perform substantial commercial functions which taxpayer legitimately saw as needed in its *338 foreign (primarily European) market. Nevertheless, we think it also undeniable that the tax advantages of such a foreign entity were also an important, though not the primary, consideration in DISA’s creation and operation. During the planning stages, plaintiff’s internal memoranda were replete with references to tax advantages, particularly in planning prices on Du Pont goods to be sold to the new entity. The tax strategy was simple. If Du Pont sold its goods to the new international subsidiary at prices below fair market value, that company, upon resale of the goods, would recognize the greater part of the total profit (i.e., manufacturing and selling profits). Since this foreign subsidiary could be located in a country where its profits would be taxed at a much lower level than the parent Du Pont would be taxed here, the enterprise as a whole would minimize its taxes. Cf. Baldwin-Lima-Hamilton Corp. v. United States, 435 F.2d 182, 184 (7th Cir. 1970). The new company’s accumulated profits would be used to finance further foreign investments. The details of this planning are set forth in the findings, and they leave us without doubt that a significant objective of plaintiff was to create a foreign subsidiary which would be able to accumulate large profits with which to finance Du Pont capital improvements in Europe.4\n**448 *339 C. Consistently with that aim, plaintiff’s prices on its intercorporate sales to DISA were deliberately calculated to give the subsidiary the lion’s share of the profits. Instead of allowing each individual producing department to value its goods economically and to set a realistic price,5 Du Pont left pricing on the sales to DISA with the Treasury and Legal Departments. Neither department was competent to set an economic value on goods sold to DISA, and no economic correlation of costs to prices was attempted.6 Rather, an official of the Treasury Department established a pricing system designed to leave DISA with 75 percent of the total profits. If the goods’ cost was greater than DISA’s selling price, the department would price the item at its cost less DISA’s selling expense. This latter provision was designed to insulate DISA from any loss. On the whole, the pricing system was based solely on Treasury and Legal Department estimates of the greatest amount of profits that would be shifted to DISA without evoking IRS intervention.7\nAs it turned out, for the taxable years involved here, 1959 and 1960, the actual division of total profits between plaintiff and DISA was closer to a 50—50 split. In 1959 *340 DISA realized 48.3 percent of the total profits, while in 1960 its share climbed to 57.1 percent. This departure from the original plan was the result of the omission of certain intercorporate transfers—a result not contemplated in the initial pricing scheme.\nD. In operation, DISA enjoyed certain market advantages which helped it to accumulate large, tax-free profits. For its technical service function, the subsidiary did not develop its own extensive laboratories (with resulting costs and risks), but could rely on its parent’s laboratory network in the United States and England. DISA was not required to hunt intensively (or pay as highly) for qualified personnel, since in both 1959 and 1960 it drew extensively on its parent’s reservoir of talent. The international company’s credit risks were very low, in part because of a favorable trade credit timetable by Du Pont. DISA also selected its customers to avoid credit losses, having a bad debt provision of less than one-tenth of one percent of sales. Unlike other distributor or advertising service agencies, DISA, because of its special relationship to the Du Pont manufacturing departments, had relatively **449 little risk of termination.8 And as explained supra, Du Pont’s pricing formula was intended to insulate DISA from losses on sales.9\nIn operating DISA, Du Pont also maximized its subsidiary’s income by funneling a large volume of sales through DISA which did not call for large expenditures by the latter. Many of the products Du Pont sold through DISA required no special services, or already had ample technical services provided. Du Pont routed sales to Australia and South Africa through DISA although the latter provided no additional services to sales in these non-European countries. DISA made sales of commodity-type *341 products and opportunistic spot sales to competitors temporarily short in a raw material, although neither type of sale required DISA’s specialized marketing expertise. Du Pont also routed all European sales of Elastomers through DISA, even though the parent had a well-established English subsidiary which had all the necessary technical services and marketing ability.\nE. We have itemized the special status of DISA—as a subsidiary intended and operated to accumulate profits without much regard to the functions it performed or their real worth—not as direct proof, in itself, supporting the Commissioner’s reallocation of profits under Section 482, but instead as suggesting the basic reason why plaintiff’s sales to DISA were unique and without any direct comparable in the real world. As we shall see in Part II, infra, taxpayer has staked its entire case on proving that the profits made by DISA in 1959 and 1960 were comparable to those made on similar resales by uncontrolled merchandizing agencies. DISA’s special status and mode of functioning help to explain why that effort has failed. It is not that there was anything ‘illegal’ or immoral in Du Pont’s plan; it is simply that that plan made it very difficult, perhaps impossible, to satisfy the controlling Treasury regulations under Section 482.10\n\nII. Section 482 and the ‘Resale Price Method’ of Allocating Profits.\n[1] A. Section 48211 gives the Secretary of the Treasury (or his delegate) discretion to allocate income between related corporations when necessary to ‘prevent evasion of taxes *342 or clearly to reflect the income’ of any of such corporations. The legislative history parallels the general purpose of the statutory text to prevent evasion by ‘improper manipulation of financial accounts’, ‘arbitrary shifting of profits,’ and to accurately reflect ‘true tax liability.’ See H.R.Rep.No.350, 67th Cong., 1st Sess. 14 (1921) (section 240(d) of 1921 Act); **450 S.Rep.No.275, 67th Cong., 1st Sess. 20 (1921) (same section); H.R.Rep.No.2, 70th Cong., 1st Sess. 16 (1928) (predecessor section to s 482); Young & Rubicam, Inc. v. United States, 410 F.2d 1233, 1244, 187 Ct.Cl. 635, 654 (1969). See generally Bittker & Eustice, Federal Income Taxation of Corporations and Shareholders, 15.06 (4th ed. 1979) (hereinafter Bittker & Eustice). The overall aim is to enable the IRS to treat controlled taxpayers as if they were uncontrolled. See Eli Lilly & Co. v. United States, 372 F.2d 990, 178 Ct.Cl. 666 (1967); Young & Rubicam, Inc. v. United States, supra; Morton-Norwich Products, Inc. v. United States, Ct.Cl., 602 F.2d 270 (1979).12\n \nB. We do not, however, have the initial problem of considering this case on the words of Section 482 alone, or on comparable broad criteria. In 1968 the Secretary of the Treasury issued revised regulations governing action under the statute, and setting forth rules for certain specific situations. Treas.Reg. s 1.482—1, et seq. These regulations, which were issued before the trial here, were made retroactive to cover the taxable years before us (1959—1960), and both sides agree that the regulations must control. In some quarters these regulations have been faulted as not giving enough meaningful guidance in specific situations, or as being too narrow in the specific situations they do cover, but there is here no challenge to the validity of the regulations and we have to apply them as they are, with fidelity to both their words and their spirit.\nFor sales of tangible goods, the directive mandates determination of an arm’s length price for the sale by one controlled entity to the other, and then sets out (in order of preference) four methods for calculating such an arm’s length price: the comparable uncontrolled price method, *343 the resale price method, the cost plus method, and any other appropriate method. The parties correctly agree upon the inapplicability of the comparable uncontrolled price method (which calls for comparison with an uncontrolled sale of an almost identical product). Plaintiff makes no argument as to the possible application of the cost plus method. Instead it posits its whole case on the resale price method (Treas.Reg. s 1.482—2(e)(3))—which we now consider.13\n[2] C. Essentially, the resale price method reconstructs a fair arm’s length market price by discounting the controlled reseller’s selling price by the gross profit margin (or markup percentage) rates of comparable uncontrolled dealers.14 Thus, if DISA’s gross profit margin for resale was 35% and the prevailing margin for comparable uncontrolled resellers was 25%, the Commissioner could reallocate 10% of DISA’s gross income. But the vital prerequisite for applying the resale price method is the existence of substantially comparable uncontrolled resellers. Subpart (vi) of Section 1.482—2(e)(3) requires determination of the ‘most similar’ resale or resales, considering the type of property, reseller’s functions, use of any intangibles, and similarity of geographic markets.15 Cases **451 which have considered the regulation uniformly require substantial comparability. See, e.g., Woodward Governor Co. v. Commissioner, 55 T.C. 56, 65 (1970) (resale price method applicable only when evidence shows uncontrolled purchases and resales by same or similar reseller); American Terrazzo Strip Co. v. Commissioner, 56 T.C. 961, 972—73 (1971) (uncontrolled sales must be comparable in terms of similar *344 goods and circumstances of sale); Edwards v. Commissioner, 67 T.C. 224, 236 (1976) (rejecting use of industry gross profit statistic when no evidence that such sales were comparable to taxpayer). Commentators agree on the need for close similarity of uncontrolled sales, and some criticize the regulation when no uncontrolled sales by the same party exist. See Fuller, Section 482 Revisited, 31 Tax.L.Rev. 475, 505—07, 510—11 (1976); Jenks, Treasury Regulations under Section 482, 23 Tax Lawyer 279, 310 (1970) (hereinafter cited as Jenks); Note, Multinational Corporations Income Allocation under Section 482 of the Internal Revenue Code, 89 Harv.L.Rev. 1202, 1220 (1976). It is quite plain from the text of the regulation itself that the evident purpose for the use of the particular resale price method, as set forth in the regulation, is to proffer a relatively precise mechanism for determining a realistically comparable, uncontrolled, arm’s-length resale price—not to leave the taxpayer, the Service, or the courts to grope at large for some figure drawn out of overly general indices or statistics.\n \nThe common starting point for our search in this case for a comparable meeting the requirements of the regulation is our finding 101 which states: ‘The parties agree, and their agreement is supported by the record, that there is not known to exist, presently or heretofore, an independent organization circumstanced as DISA was during the period in suit and performing the marketing functions that were assigned to it by plaintiff.’ That being so, the regulation requires us (s 1.482—2(e)(3)(vi)(a), (b), and (d)) to look for the ‘most similar’ resales and ‘in determining the similarity of resales’ to consider as the ‘most important characteristics’ the type of property sold, the functions performed by the seller with respect to the property, and the geographic market in which the functions are performed by the reseller. There is also special stress on the performance of ‘comparable functions’ by the seller making the ‘most similar’ resales. See subpart (vii).\nTaxpayer tells us that a group of 21 distributors, whose general functions were similar to DISA’s provides the proper base of comparison.16 Beyond the most general *345 showing that this group, like DISA, distributed manufactured goods, there is nothing in the record showing the degree of similarity called for by the regulation. No data exist to establish similarity of products (with associated marketing costs), comparability of functions, or parallel geographic (and economic) market conditions. Rather, the record suggests significant differences. Defendant has introduced evidence that the six companies plaintiff identifies most closely with DISA all had average selling costs much higher than DISA.17 Because **452 we agree with the trial judge and defendant’s expert that, in general, what a business spends to provide services is a reasonable indication *346 of the magnitude of those servics, and because plaintiff has not rebutted that normal presumption in this case, we cannot view these six companies as having made resales similar to DISA’s. They may have made gross profits comparable to DISA’s but their selling costs, reflecting the greater scale of their services or efforts, were must higher in each instance.18 Moreover, the record shows that these companies dealt with quite different products (electronic and photographic equipment) and functioned in different markets (primarily the United States).\nOther industrial group or individual resales relied on by taxpayer also fall short of comparability to DISA. We are cited to the gross profit margin of certain drug and chemical wholesalers contained in the Internal Revenue Service’s Source Book of Statistics of Income for 1960. Because the gross profit for this group of undisclosed companies19 in 1960 averaged 21 percent, taxpayer infers that DISA’s gross profit of 26 percent was reasonable. Again, the lack of any data establishing comparability between DISA and the category of Source Book companies precludes any such conclusion. The fact that, within the wholesaler category, gross profits varied from 9 to 33 percent indicates that to take a mere arithmetic average, without considering underlying factual details, would risk a total distortion. See Simon, Section 482 Allocations, 46 Taxes 254 (1968) (criticizing lack of relevance, unavailability of third party data in gauging arm’s length prices); Edwards v. Commissioner, 67 T.C. 224, 236—37 (1976) (industry average of uncertain reliability in determining arm’s length sale price); cf. Major Coat Co. v. United States, 543 F.2d 97, 116, 211 Ct.Cl. 1, 34 (1976) (Source Book statistics on profitability of firms in same manufacturing category rejected in renegotiation case; no showing of relative character, efficiencies or risks of other companies). *347 Plaintiff tells us that the IRS itself used these Source Book figures for 1960 and later years (not now before us). But the Service utilized net profit figures, not those for gross profit or gross markup. Whether or not this use of net profit computations contravened the regulations (which call for comparisons of gross profits in using the resale price method) or means that the IRS was following the ‘fourth method’ (see Part III infra), we cannot say, as plaintiff wants us to, that the Service must have considered these drug and chemical wholesalers as comparable companies making similar resales, but that the IRS simply made a mistake in using net profits. The little we have on the IRS practice does not permit us to conclude anything as to the **453 Service’s position on comparability of these companies for the purposes of the resale price method.20\nThe lack of any significantly comparable resale (or group of resales) in this record is underscored by taxpayer’s failure to suggest any means for adjusting for differences between DISA and the uncontrolled resellers. Subpart (ix) of section 1.482—2(e)(3) requires ‘appropriate adjustment’ for ‘any material differences between the uncontrolled purchases and resales used as the basis for the calculation of the appropriate markup percentage and the resales of property involved in the controlled sale.’ Such material differences must be ‘differences in functions or circumstances’ and must have a ‘definite and reasonably ascertainable effect on price.’ The trial judge premised his *348 rejection of plaintiff’s case on the failure to suggest appropriate adjustments under this subpart, particularly for DISA’s lack of ‘entrepreneurial risk.’ Taxpayer mounts a vigorous assault on this position, arguing that DISA was exposed to all normal risks, including shipping and warehouse risks, sudden European market declines, or termination by manufacturing departments of Du Pont. Even if we assume arguendo that DISA did assume full market risks,21 we think taxpayer cannot escape the ultimate point of subpart (ix)—assuming a roughly comparable uncontrolled reseller (or resellers), taxpayer still bears the burden of showing adjustments to arrive at an arm’s length price.22 However, plaintiff proposes no adjustments for differences in marketing locations, selling functions, or production differences between DISA and the ‘comparable’ 21 distributors. Taxpayer’s brief selects one of the distributors, Superscope, as the company ‘most similar in function’ to DISA, but fails to suggest the appropriate adjustments for such aspects as Superscope’s different product line (tape recorders), different geographic market (the United States), or contractual obligation to make minimum purchases from the manufacturer.\nThis failure to proffer adjustments reflects the stark fact that, on this record, there is no company or group of companies so near and so comparable to DISA that the few material differences can be properly adjusted for under the regulatory pattern. Subpart (ix) and the example given under it (the same reseller selling two very similar products with only a difference in warranty coverage between the controlled and uncontrolled **454 transactions) reinforce the view that under the resale price method the resales of uncontrolled companies must be substantially similar to those of the controlled reseller before that *349 method can be used. And even if there is greater initial latitude in finding a comparable reseller than seems to us appropriate, subpart (ix) demands ‘appropriate adjustment * * * to reflect any material differences’ which ‘have a definite and reasonably ascertainable effect on price.’ Plaintiff, which urges that the resale price method be used, bears the burden of fulfilling all the requirements of the regulation, but has failed to do so.\nPlaintiff contends, finally, that requiring it to prove the proper amount of adjustment is an unfair burden. The suggestion is that once Du Pont shows that its prices were arm’s length prices (by demonstrating that DISA’s gross profit margin was equivalent to that of uncontrolled distributors) any further readjustment should be left to the courts (or perhaps defendant). Our first response is, as we have said above, that taxpayer has not shown that, even apart from subpart (ix), any of its alleged comparables can be accepted as such under the resale price method portion of the regulation. And if we surmount that hurdle, we see no good reason why a taxpayer should be free from suggesting the appropriate adjustments under subpart (ix). As the opening words of the paragraph show, the adjustments called for by the subpart are integral to the determination of an ‘arm’s length price,’ and the determination of an ‘arm’s length price’ is the essence of the resale price method which plaintiff invokes.23\nD. The upshot is that plaintiff has failed to bring itself within the resale price method. The record before us does not support use of that formula for this case.24 Indeed, it may very well be that, because of DISA’s unique position, the showing required by the regulation could simply not be *350 made. At any rate, we have to conclude that, on this record, it is not possible to apply the resale price method.\nAs we have intimated in Part I, D, supra, this total failure of proof is no surprise. Taxpayer’s prices to DISA were set wholly without regard to the factors which normally enter into an arm’s length price (see Part I, C, supra), and it would have been pure happenstance if those prices had turned out to be equivalent to arm’s length prices. This is not a case in which a taxpayer does attempt, the best it can, to establish intercorporate prices on an arm’s length basis, and then runs up against an IRS which disagrees with this or that detail in the calculation. Plaintiff never made that effort, and it would have been undiluted luck—which under the regulation it probably could enjoy—if it had managed to discover comparable resales falling within the resale price method as set forth in the regulation (including adjustments to be made under subpart\n\n(ix)). III. Validity of the Commissioner’s Allocation under the Regulation\n[3] In reviewing the Commissioner’s allocation of income under Section 482, we focus on the reasonableness of the result, not the details of the examining agent’s methodology. See Eli Lilly & Co. v. United States, 372 F.2d 990, 997, 178 Ct.Cl. 666, 676 (1967); **455 Young & Rubicam, Inc. v. United States, 410 F.2d 1233, 1245, 187 Ct.Cl. 635, 654—55 (1969).25 Plaintiff contends that the Commissioner’s result does not conform to any of the specific methods under the regulations and is therefore unreasonable per se. But the regulations (s 1.482—2(e)(1)(iii)) specifically allow for another appropriate method—‘some appropriate method of pricing other than those described * * * or variations on such methods’—when, as here, none of the three specific methods can properly be used. That alternative ‘fourth method’ now comes into play, and we consider the *351 reasonableness of the Commissioner’s result under its very broad delegation. This other ‘appropriate method of pricing’ must, of course, conform to the general directives (stated at the outset of the regulation): ‘to place a controlled taxpayer on a tax parity with an uncontrolled taxpayer’ and ‘in every case’ to apply the standard ‘of an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer.’ See s 1.482—1(b)(1) and (c).26\n \n[4] That some reallocation was reasonable is demonstrated by recalling the facts of DISA’s operation. See Part I, supra. Several of the products sold through DISA received none of its special marketing or technical services. Nonetheless, DISA obtained its usual profit from Du Pont for minimal work on these goods—a result contrary to selling practices in the real world. Examples include: (1) opportunistic sales and sales of commodity-type products; (2) sales to South Africa and Australia routed through DISA; (3) sales of elastomers produced and serviced by Du Pont’s British subsidiary. DISA’s selling ‘expertise’ was not employed on any of these goods, and the sole reason to sell them through DISA seems to have been to increase the volume of profits for that special subsidiary.27 Above all of these specific indications that DISA did not earn its profits is the overriding fact (discussed in Parts I and II, supra) that Du Pont’s prices to DISA were deliberately set high and with little or no regard to economic realities.\n \nThe amount of reallocation would not be easy for us to calculate if we were called upon to do it ourselves, but Section 482 gives that power to the Commissioner and we are content that his amount (totalling some $18 million) was within the zone of reasonableness. The language of the statute and the holdings of the courts recognize that the Service has broad discretion in reallocating income. See, e.g., Eli Lilly & Co. v. United States, 372 F.2d 990, 997, 178 Ct.Cl. 666, 676—77 (1967); *352 Edwards v. Commissioner, 67 T.C. 224, 230 (1976); Lufkin Foundry & Machine Co. v. Commissioner, 30 Tax Ct. Mem. Dec. 400, 437—38 (1971), rev’d on other grounds, 468 F.2d 805 (5th Cir. 1972); PPG Industries, Inc. v. Commissioner, 55 T.C. 928, 990—91 (1970). Once past the three specific methods for computing intercompany prices of tangible property, the determiner of realistic intercompany prices is hardly exercising an economic art susceptible of precision. A ‘broad brush’ approach to this inexact field seems necessary and conforms with this court’s experience up to now under the Renegotiation Act, requiring post hoc and de novo determination of excessive profits on war and defense Government business. See, e.g., A. C. Ball Co. v. United States, 531 F.2d 993, 996, 209 Ct.Cl. 223, 229 (1976); **456 Bata Shoe Co. v. United States, 595 F.2d 9, 25, 219 Ct.Cl. 240, —- (1979) (and cases cited). Du Pont has not convinced us, on this record, that the Commissioner abused the broad discretion he possessed (the specific methods being inapplicable), or that he acted unreasonably.\nOn the contrary, two economic indices presented by defendant support the result of the Commissioner’s reallocation. One index compares DISA’s ratio of gross income to total operating costs with the ratios for the 32 advertising, management-consultant, and distributor firms functionally similar, in general, to DISA. These are the results:\n\n\n\n\n|Average gross\n \n|\n|income/total\n \n|\nOrganization\n \n|cost percentage\n \n|\n------------\n \n|---------------\n \n|\n \n||\n6 management-consultant\n \n||\nfirms\n \n|108.3%\n \n|\n5 advertising firms\n \n|123.9%\n \n|\n21 distributors\n \n|129.3%\n \n|\nDISA (before\n \n||\nreallocation) *\n \n|281.5 (1959); 397.1% (1960) **\n \n|\nDISA (after\n \n||\nreallocation) *\n \n|108.6 (1959); 179.3% (1960)\n \n|\n \n||\n \n||\n\n\n\n\nOnly twice in over a hundred years of these companies’ experience did any of the distributing firms attain income *353 /cost ratios of over 200%, and no distributor ever achieved the 280—400% range experienced by DISA.\n \nThe second index does not rely at all on general functional similarities, but rests solely on a very comprehensive study of the rates of return (along with margin and turnover ratios) of over 1,100 companies. The following table illustrates the results:\n\n\n\n\n|10-year\n \n|||||\n|average\n \n|DISA\n \n|DISA\n \n|\n|of 1,133\n \n|before\n \n|after\n \n|\nIndex\n \n|companies\n \n|allocation\n \n|allocation\n \n|\n \n||||||\n\n\n\n\n\n\n\n||1959\n \n|1960\n \n|1959\n \n|1960\n \n|\n \n||||||\nReturn on\n \n||||||\ncapital\n \n|9.47%\n \n|450%\n \n|147.2%\n \n|20%\n \n|38%\n \n|\nMargin\n \n|7.12%\n \n|13.1%\n \n|17.3%\n \n|-\n \n|-\n \n|\nTurnover\n \n|1.33\n \n|34.0\n \n|8.516\n \n|-\n \n|-\n \n|\n\n\n\n\nWhether measured by income/cost ratios of functionally similar firms or by capital return rates for industry as a whole, DISA’s profits, before reallocation, vastly exceeded the uppermost limits. After reallocation, DISA’s return on capital would still be better than over 96% of the 1133 companies surveyed. Using the two indices as a general measure of economic profits, DISA stands supreme before reallocation.28\nPlaintiff attacks the validity of the two studies, arguing that return on capital is an inaccurate measuring rod, and that the income/cost ratio is inappropriate because profits vary with the skills of the individual companies. Whatever the general limits of any particular gauge of industry profitability, plaintiff cannot escape the basic thrust of defendant’s proof. Defendant has shown that DISA made extraordinarily high profits which the Commissioner reallocated to an economically reasonable level. Plaintiff has not shown any specific comparable transactions refuting the general trend, and the record reveals none. See Part II, supra. Given the Commissioner’s general discretion and the *354 necessary inexactitude of such economic allocations, we conclude that the Commissioner’s allocation was reasonable and should be accepted.\n\n\nCONCLUSION OF LAW\nUpon the findings of fact, which are made a part of the judgment herein, and the foregoing opinion, the court concludes as a matter of law that plaintiff is not entitled to recover, provided that plaintiff is accorded the opportunity to demonstrate in further proceedings in the Trial Division that it is entitled to relief under the provisions of Rev.Proc. 64—54, 1964—2 Cum. Bull. 1008. The cases are returned to the Trial Division for such further proceedings.\n\n\nAPPENDIX\nTreasury Regulations on Income Tax (26 C.F.R.) s 1.482—2 provide in pertinent part:\n\n\n**457 s 1.482—2. Determination of taxable income in specific situations.\n\n(e) Sales of tangible property—\n(1) In general.\n(i) Where one member of a group of controlled entities (referred to in this paragraph as the ‘seller’) sells or otherwise disposes of tangible property to another member of such group (referred to in this paragraph as the ‘buyer’) at other than an arm’s length price (such a sale being referred to in this paragraph as a ‘controlled sale’), the district director may make appropriate allocations between the seller and the buyer to reflect an arm’s length price for such sale or disposition. An arm’s length price is the price that an unrelated party would have paid under the same circumstances for the property involved in the controlled sale. Since unrelated parties normally sell products at a profit, an arm’s length price normally involves a profit to the seller.\n(ii) Subparagraphs (2), (3), and (4) of this paragraph describe three methods of determining an arm’s-length price and the standards for applying each method. They are, respectively, the comparable uncontrolled price method, the resale price method, and the cost-plus method. In *355 addition, a special rule is provided in subdivision (v) of this subparagraph for use (notwithstanding any other provision of this subdivision) in determining an arm’s-length price for an ore or mineral. If there are comparable uncontrolled sales as defined in subparagraph (2) of this paragraph, the comparable uncontrolled price method must be utilized because it is the method likely to result in the most accurate estimate of an arm’s-length price (for the reason that it is based upon the price actually paid by unrelated parties for the same or similar products). If there are no comparable uncontrolled sales, then the resale price method must be utilized if the standards for its application are met because it is the method likely to result in the next most accurate estimate in such instances (for the reason that, in such instances, the arm’s-length price determined under such method is based more directly upon actual arm’s-length transactions than is the cost-plus method). A typical situation where the resale price method may be required is where a manufacturer sells products to a related distributor which, without further processing, resells the products in uncontrolled transactions. If all the standards for the mandatory application of the resale price method are not satisfied, then, as provided in subparagraph (3)(iii) of this paragraph, either that method or the cost-plus method may be used, depending upon which method is more feasible and is likely to result in a more accurate estimate of an arm’s-length price. A typical situation where the cost plus method may be appropriate is where a manufacturer sells products to a related entity which performs substantial manufacturing, assembly, or other processing of the product or adds significant value by reason of its utilization of its intangible property prior to resale in uncontrolled transactions.\n(iii) Where the standards for applying one of the three methods of pricing described in subdivision (ii) of this subparagraph are met, such method must, for the purposes of this paragraph, be utilized unless the taxpayer can establish that, considering all the facts and circumstances, some method of pricing other than those described in subdivision (ii) of this subparagraph is clearly more appropriate. Where none of the three methods of procing described in subdivision (ii) of this subparagraph can reasonably be applied under the facts and circumstances as they exist in a particular case, some appropriate method of pricing other than those described in subdivision (ii) of this subparagraph, or variations on such methods, can be used.\n(iv) The methods of determining arm’s length prices described in this section are stated in terms of their application to individual sales of property. However, *356 because of the possibility that a taxpayer may make controlled sales of many different products, or many separate sales of the same product, it may be impractical to analyze every sale for the purposes of determining the arm’s **458 length price. It is therefore permissible to determine or verify arm’s length prices by applying the appropriate methods of pricing to product lines or other groupings where it is impractical to ascertain an arm’s length price for each product or sale. In addition, the district director may determine or verify the arm’s length price of all sales to a related entity by employing reasonable statistical sampling techniques.\n(v) The price for a mineral product which is sold at the stage at which mining or extraction ends shall be determined under the provisions of ss 1.613—3 and 1.613—4.\n\n\n(3) Resale price method.\n(i) Under the pricing method described as the ‘resale price method’, the arm’s length price of a controlled sale is equal to the applicable resale price (as defined in subdivision (iv) or (v) of this subparagraph), reduced by an appropriate markup, and adjusted as provided in subdivision (ix) of this subparagraph. An appropriate markup is computed by multiplying the applicable resale price by the appropriate markup percentage as defined in subdivision (vi) of this subparagraph. Thus, where one member of a group of controlled entities sells property to another member which resells the property in uncontrolled sales, if the applicable resale price of the property involved in the uncontrolled sale is $100 and the appropriate markup percentage for resales by the buyer is 20 percent, the arm’s length price of the controlled sale is $80 ($100 minus 20 percent X $100), adjusted as provided in subdivision (ix) of this subparagraph.\n(ii) The resale price method must be used to compute an arm’s length price of a controlled sale if all the following circumstances exist:\n(a) There are no comparable uncontrolled sales as defined in subparagraph (2) of this paragraph.\n(b) An applicable resale price, as defined in subdivision (iv) or (v) of this subparagraph, is available with respect to resales made within a reasonable time before or after the time of the controlled sale.\n(c) The buyer (reseller) has not added more than an insubstantial amount to the value of the property by physically altering the product before resale. For this purpose packaging, repacking, labeling, or minor assembly of property does not constitute physical alteration.\n*357 (d) The buyer (reseller) has not added more than an insubstantial amount to the value of the property by the use of intangible property. See s 1.482—2(d) (3) for the definition of intangible property.\n(iii) Notwithstanding the fact that one or both of the requirements of subdivision (ii)(c) or (d) of this subparagraph may not be met, the resale price method may be used if such method is more feasible and is likely to result in a more accurate determination of an arm’s length price than the use of the cost plus method. Thus, even though one of the requirements of such subdivision is not satisfied, the resale price method may nevertheless be more appropriate than the cost plus method because the computations and evaluations required under the former method may be fewer and easier to make than under the latter method. In general, the resale price method is more appropriate when the functions performed by the seller are more extensive and more difficult to evaluate than the functions performed by the buyer (reseller). The principle of this subdivision may be illustrated by the following examples in each of which it is assumed that corporation X developed a valuable patent covering product M which it manufactures and sells to corporation Y in a controlled sale, and for which there is no comparable uncontrolled sale:\nExample (1). Corporation Y adds a component to product M and resells the assembled product in an uncontrolled sale within a reasonable time after the controlled sale of product M. Assume further that the addition of the component added more than an insubstantial amount to the value of product M, but that Y’s function in purchasing the component and assembling the product prior to sale was subject to reasonably precise valuation. Although the controlled sale and resale does not meet the **459 requirements of subdivision (ii) (c) of this subparagraph, the resale price method may be used under the circumstances because that method involves computations and evaluations which are fewer and easier to make than under the cost plus method. This is because X’s use of a patent may be more difficult to evaluate in determining an appropriate gross profit percentage under the cost plus method, than is evaluation of Y’s assembling function in determining the appropriate markup percentage under the resale price method.\nExample (2). Corporation Y resells product M in an uncontrolled sale within a reasonable time after the controlled sale after attaching its valuable trademark to it. Assume further that it can be demonstrated through comparison with other uncontrolled sales of Y that the addition of Y’s trademark to a product usually adds 25 *358 percent to the markup on its sales. On the other hand, the effect of X’s use of its patent is difficult to evaluate in applying the cost plus method because no reasonable standard of comparison is available. Although the controlled sale and resale does not meet the requirements of subdivision (ii)(d) of this subparagraph, the resale price method may be used because that method involves computations and evaluations which are fewer and easier to make than under the cost plus method. This is because, under the circumstances, X’s use of a patent is more difficult to evaluate in determining an appropriate gross profit percentage under the cost plus method, than is evaluation of the use of Y’s trademark in determining the appropriate markup percentage under the resale price method.\n(iv) For the purposes of this subparagraph the ‘applicable resale price’ is the price at which it is anticipated that property purchased in the controlled sale will be resold by the buyer in an uncontrolled sale. The ‘applicable resale price’ will generally be equal to either the price at which current resales of the same property are being make or the resale price of the particular item of property involved.\n(v) Where the property purchased in the controlled sale is resold in another controlled sale, the ‘applicable resale price’ is the price at which such property is finally resold in an uncontrolled sale, providing that the series of sales as a whole meets all the requirements of subdivision (ii) of this subparagraph or that the resale price method is used pursuant to subdivision (iii) of this subparagraph. In such case, the determination of the appropriate markup percentage shall take into account the function or functions performed by all members of the group participating in the series of sales and resales. Thus, if X sells a product to Y in a controlled sale, Y sells the product to Z in an controlled sale, and Z sells the product in an uncontrolled sale, the resale price method must be used if Y and Z together have not added more than an insubstantial amount to the value of the product through physical alteration or the application of intangible property, and the final resale occurs within a reasonable time of the sale from X to Y. In such case, the applicable resale price is the price at which Z sells the product in the uncontrolled sale, and the appropriate markup percentage shall take into account the functions performed by both Y and Z.\n(vi) For the purposes of this subparagraph, the appropriate markup percentage is equal to the percentage of gross profit (expressed as a percentage of sales) earned by the buyer (reseller) or another party on the resale of *359 property which is both purchased and resold in an uncontrolled transaction, which resale is most similar to the applicable resale of the property involved in the controlled sale. The following are the most important characteristics to be considered in determining the similarity of resales:\n(a) The type of property involved in the sales. For example: machine tools, men’s furnishings, small household appliances.\n(b) The functions performed by the reseller with respect to the property. For example: packaging, labeling, delivering, maintenance of inventory, minor assembly, advertising, selling at wholesale, selling at **460 retail, billing, maintenance of accounts receivable, and servicing.\n(c) The effect on price of any intangible property utilized by the reseller in connection with the property resold. For example: patents, trademarks, trade names.\n(d) The geographic market in which the functions are performed by the reseller. In general, the similarity to be sought relates to the probable effect upon the markup percentage of any differences in such characteristics between the uncontrolled purchases and resales on the one hand and the controlled purchases and resales on the other hand. Thus, close physical similarity of the property involved in the sales compared is not required under the resale price method since a lack of close physical similarity is not necessarily indicative of dissimilar makrup percentages.\n(vii) Whenever possible, markup percentages should be derived from uncontrolled purchases and resales of the buyer (reseller) involved in the controlled sale, because similar characteristics are more likely to be found among different resales of property made by the same reseller than among sales made by other resellers. In the absence of resales by the same buyer (reseller) which meet the standards of subdivision (vi) of this subparagraph, evidence of an appropriate markup percentage may be derived from resales by other resellers selling in the same or a similar market in which the controlled buyer (reseller) is selling, providing such resellers perform comparable functions. Where the function performed by the reseller is similar to the function performed by a sales agent which does not take title, such sales agent will be considered a reseller for the purpose of determining an appropriate markup percentage under this subparagraph and the commission earned by such sales agent, expressed as a percentage of the sales price of the goods, may constitute the appropriate markup percentage. If the controlled buyer (reseller) is located in a foreign country and information on resales by *360 other resellers in the same foreign market is not available, then markup percentages earned by United States resellers performing comparable functions may be used. In the absence of data on markup percentages of particular sales or groups of sales, the prevailing markup percentage in the particular industry involved may be appropriate.\n(viii) In calculating the markup percentage earned on uncontrolled purchases and resales, and in applying such percentage to the applicable resale price to determine the appropriate markup, the same elements which enter into the computation of the sales price and the costs of goods sold of the property involved in the comparable uncontrolled purchases and resales should enter into such computation in the case of the property involved in the controlled purchases and resales. Thus, if freight-in and packaging expense are elements of the cost of goods sold in comparable uncontrolled purchases, then such elements should also be taken into account in computing the cost of goods sold of the controlled purchase. Similarly, if the comparable markup percentage is based upon net sales (after reduction for returns and allowances) of uncontrolled resellers, such percentage must be applied to net sales of the buyer (reseller).\n(ix) In determining an arm’s length price appropriate adjustment must be made to reflect any material differences between the uncontrolled purchases and resales used as the basis for the calculation of the appropriate markup percentage and the resales of property involved in the controlled sale. The differences referred to in this subdivision are those differences in functions or circumstances which have a definite and reasonably ascertainable effect on price. The principles of this subdivision may be illustrated by the following example:\nExample. Assume that X and Y are members of the same group of controlled entities and that Y purchases electric mixers from X and electric toasters from uncontrolled entities. Y performs substantially similar functions with respect to resales of both the mixers and the toasters, except that it does not warrant the toasters, but does provide a 90—day warranty for the **461 mixers. Y normally earns a gross profit on toasters of 20 percent of gross selling price. The 20—percent gross profit on the resale of toasters is an appropriate markup percentage, but the price of the controlled sale computed with reference to such rate must be adjusted to reflect the difference in terms (the warranty).\n\n\n*361 NICHOLS, Judge, concurring:\n\nI join in the opinion and in the judgment of the court but add a few observations for reasons that will appear.\nThe court says in Part I that plaintiffs staked its entire case on proving that the profits made by DISA were comparable to those made on similar resales by uncontrolled merchandising agencies, the ‘resale price method.’ That is correct: a study of the briefs and record reveals no effort by plaintiff to sustain its burden by presentation of a fact-based and reason-illuminated case on any alternative theory as a backup if its above theory might fail, as it has, to convince that the court. The incorrectness of the methods the Commissioner used when he made the allocations originally is irrelevant by ‘law of the case,’ as shown in f.n. 22, and I believe under accepted practice in tax litigation could not have been made relevant, for the taxpayer must prove he has overpaid, not that the Commissioner erred. Our concern is more with the ultimate results than with his method. Eli Lilly & Co. v. United States, 372 F.2d 990, 178 Ct.Cl. 666 (1967). Thus Part III of the opinion is really superfluous and we could have come to our ‘Conclusion of Law’ at the end of Part II. I join in Part III because I believe it is well to show, when happily we can, that the result we reach is not only correct, but also fair and just.\nThe evidence referred to supports that conclusion, however, in the weakest possible way. In our renegotiation cases under 50 U.S.C. App. ss 1211—1233 we have elected to make determinations of excessive profits on the basis of proofs as weak, or weaker, where that is all the parties have offered to us. Bata Shoe Co. v. United States, 595 F.2d 9, 219 Ct.Cl. 240 (1979); Manufacturers Service Co. v. United States, 582 F.2d 561, 217 Ct.Cl. 387 (1978); Mills Manufacturing Corp. v. United States, 571 F.2d 1162, 215 Ct.Cl. 536 (1978); A. C. Ball Co. v. United States, 531 F.2d 993, 209 Ct.Cl. 223 (1976). See my concurrence in Manufacturers Service Co. v. United States, 582 F.2d at 578, 217 Ct.Cl. at —-, where I said we were making bricks without straw. Examination of the record in this case will convince anyone that the task of properly reallocating income from subsidiary to parent under s 482, where, as here, one of the *362 Commissioner’s express formulae is not applicable, is no whit less difficult or complex than determining how much of the profits a company derived from defense contracts was excessive, while the statutory and regulatory guidelines that are a little help in the renegotiation case are absent here. There are possible for use as many methods as there are experts the parties can afford to hire, and no two methods will lead to the same result. ‘Whenever a price problem is discussed * * *, divergent figures are likely to be recommended without a semblance of consensus.’ 38 Harv.Bus.Review 125 (1960) as quoted in Eli Lilly & Co. v. United States, 372 F.2d at 992, 178 Ct.Cl. at 668. The theory that one in charge of a controlled group knows exactly the monetary difference between the transactions he engineers, and what they would have been if conducted at arm’s-length, will not stand analysis. See my dissent in Morton-Norwich Products, Inc. v. United States, Ct.Cl., 602 F.2d 270, 276 (1979).\nAssuming, still, that no formula prescribed by regulation can be used, if the Commissioner adheres in court to his original method, it would seem we would have to affirm him unless we thought his choice of method arbitrary and capricious. If he abandons his original method and through his counsel supported by expert witnesses, urges the court to adopt another, the taxpayer’s task is not much facilitated. Young & Rubicam, Inc. v. United States, 410 F.2d 1233, 1245, 187 Ct.Cl. 635, 655 (1969). If the new method justifies the same reallocation or more, and does not look unreasonable, **462 the taxpayer cannot refute it just by showing that other experts, using other methods, would reallocate a lesser amount, or none at all. Where we know from our renegotiation experience that there is no one sure formula to determine excessive profits, and that all methods, or all permitted by law, must be considered and balanced one against another here, to hold for the taxpayer, it looks as if we would have to hold that no acceptable method supports the Commissioner’s result. The taxpayer to win, as a practical matter, would have to show that some method favored by him was so much more convincing than others that no such other was reasonable. Rarely will he do it.\nThe Commissioner it seems to me gets the best of both worlds: as in more ordinary types of tax litigation, his *363 counsel is not committed to having to defend the Commissioner’s basic fact finding and reasoning, as in most cases of judicial review of discretionary action; and on the other hand, the determination stands as not arbitrary and capricious, or an abuse of discretion, if any reasonable looking approach sustains it. In Young & Rubicam, Inc., supra, a s 482 reallocation was invalidated, but it did not involve issues of pricing judgment.\nIt is not surprising, therefore, that taxpayer’s able counsel here put all his chips on the regulatory resale price method, to the virtual exclusion of any reliance on any ‘fourth method,’ really a chaos of any and all methods. After Part II, the sustaining of the determination in Part III involves no real difficulty, their being nothing of substance to oppose it.\nWhether the involved regulations leave too many cases for the fourth method is a question the court touches on lightly. The congressional request to write regulations to govern these s 482 reallocations is one sentence long:\nIt is believe that the Treasury should explore the possibility of developing and promulgating regulations under this authority (s 482) which would provide additional guidelines and formulas for the allocation of income and deductions in cases involving foreign income. (1962) U.S.Code Cong. & Admin.News, pp. 3732, 3739.\n \nClearly the result of our decision is that this has not been done in respect to the reallocation here involved, and it remains in the almost if not wholly unreviewable discretion of the Treasury, as it was when the suggestion was made. The Treasury wisely believes, or in the past has believed, that it should not have discretion to decide how much money anyone should have to pay to support the government. It was for this reason that it always urged, and always successfully, that the duty of administering the various Renegotiation Acts, now all defunct, should devolve elsewhere than on Treasury. So it is somewhat an anomaly that in the matter of s 482 it is in a position that out renegotiates renegotiation with respect to deciding a taxpayer’s liability by exercise of discretion.\nAll Citations\n221 Ct.Cl. 333, 608 F.2d 445, 44 A.F.T.R.2d 79-5906, 79-2 USTC P 9633\n\n\n\nFootnotes\n|\n1\n|We adopt (with minor modifications) Trial Judge Willi’s findings of fact (see our order of this date). Because of their length the findings are not reproduced with this opinion. Plaintiff has requested numerous changes in the findings, almost all designed to down-grade the trial judge’s findings with respect to (a) taxpayer’s purpose to allocate as much income as possible to DISA, (b) taxpayer’s establishment of a pricing system for sales to DISA designed to further that objective, and (c) the aspects and functioning of DISA which differentiate it from other selling and merchandising agencies. We are satisfied, however, that the trial judge’s findings properly reflect the evidence on these points.\n|\n2\n|An elastomer is ‘an elastic rubberlike substance (as a synthetic rubber or a plastic) having some of the physical properties of natural rubber.’ Webster’s Third International Dictionary 730 (unabridged ed. 1968).\n|\n3\n|Du Pont also had several other types of products which did not requrie the specialized sales effort contemplated for DISA. These products included direct ‘commodity-type’ goods (such as household paints) or standard chemical products (e.g., sulphuric acid).\n|\n4\n|Du Pont is divided into a series of semi-autonomous departments which report to the Executive Committee. An early draft of a memorandum on this subject to the Executive Committee from the international Department (then known as the Foreign Relations Department) stated that the Treasury Department (responsible for Du Pont’s tax planning) was considering the possibility of a ‘transfer of goods to a tax haven subsidiary at prices less than such transfers would be made to other subsidiaries or industrial Departments * * *’ A memorandum from the Treasury Department reviewed the possibility of an IRS attack on such pricing and concluded:\n‘It would seem to be desirable to bill the tax haven subsidiary at less than an ‘arm’s length’ price because: (1) the pricing might not be challenged by the revenue agent; (2) if the pricing is challenged, we might sustain such transfer prices (3) if we cannot sustain the prices used, a transfer price will be negotiated which should not be more than an ‘arm’s length’ price and might well be less; thus we would be no worse off than we would have been had we billed at the higher price.’\nA subsequent Treasury Department report on ‘Use of a Profit Sanctuary Company by the Du Pont Company’ advised pricing goods to the ‘profit sanctuary’ at considerably lower levels than other intercorporate sales, suggesting that such prices could probably be sustained against an IRS challenge. In the spring of 1958, an International Department memorandum stated that the principal advantages of a ‘profit sanctuary trading company’ (dubbed by its initials as a ‘PST company’) depended ‘largely upon the amount of profits which might be shifted (through selling price) from Du Pont to the ‘PST company.“ The report concluded that Du Pont could find ‘a selling price sufficiently low as to result in the transfer of a substantial part of the profits on export sales to the ‘PST company.” A corporate task force selected Switzerland as the best location for the foreign trading subsidiary, principally because of Swiss tax incentives.\nThe two industrial departments expected to provide the main source of DISA’s sales were not overly enthusiastic about a new layer of company organization. However, both departments agreed to formation of DISA for tax reasons. The Elastomer Department concluded: ‘The decisive factor in our support of the organization is the potential tax saving.’ The Textile Fibers Department recognized that tax considerations ‘will command the establishment of lowest practical transfer prices from the manufacturing subsidiaries to Du Pont Swiss (DISA) * * *’ A memorandum to the Executive Committee in late 1958 (shortly before the Committee approved DISA) spoke of the modest mark-up (emphasis in original) of goods sold to the foreign trading subsidiary. A prior draft of the memorandum used the phrase ‘the ‘artificially’ low price.’\n|\n5\n|The individual industrial departments which manufactured goods sold to DISA had little reason to care about the pricing of such goods. Under a special accounting system DISA was ignored in computing departmental earnings, bonuses, etc. All profits from DISA were attributed to the department manufacturing the respective goods. This internal treatment of DISA’s profits conflicted with Du Pont’s standard practice of treating each subsidiary as a distinct profit center.\n|\n6\n|The responsible official did not solicit the views of the manufacturing departments as to an appropriate pricing system.\n|\n7\n|Finding 71 summarizes the testimony of the key Treasury Department official, who conceded he would have set prices so as to shift 99 percent of total profits to DISA if he had thought such an allocation would have survived IRS scrutiny.\n|\n8\n|Du Pont’s individual Industrial Departments could terminate sales with DISA, and two smaller departments did terminate. However, there is no evidence that Du Pont as an entity, particularly the important Elastomer and Textile Fiber Departments, would have seriously considered terminating DISA, a child of their own creation. Further, any such termination would have imposed less financial risk to DISA than for an independent distributor.\n|\n9\n|In actual fact, the pricing system malfunctioned to some extent and DISA incurred some minor losses. As in the case of profit allocation (see supra), this discrepancy was the product of a miscalculation in selling costs for a few low-volume goods. The design of Du Pont’s pricing policy was to prevent any loss.\n|\n10\n|The regulations make it clear (s 1.482—1(c)) that they apply, not only to sham, fraudulent, or shady cases, but ‘to any case in which either by inadvertence or design the taxable income, in whole or in part, of a controlled taxpayer, is other than it would have been had the taxpayer in the conduct of his affairs been an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer.’\n|\n11\n|‘Sec. 482. Allocation of income and deductions among taxpayers.\nIn any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Secretary or his delegate may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations, trades, or businesses.’\n|\n12\n|In this case there is, of course, no question that the two organizations involved were controlled by the same interests.\n|\n13\n|The provisions of the Treasury Regulation on the resale price method are reproduced in the Appendix, infra.\n|\n14\n|Subpart (vi) of Section 1.482—2(e)(3) declares that the proper markup, described as ‘the appropriate markup percentage,’ is ‘equal to the percentage of gross profit (expressed as a percentage of sales) earned by the buyer (reseller) or another party on the resale of property which is both purchased and resold in an uncontrolled transaction, which resale is most similar to the applicable resale of the property involved in the controlled sale.’\n|\n15\n|Subpart (vii) directs that, ‘(w)henever possible markup percentages should be derived from uncontrolled purchases and resale of the buyer (reseller) involved in the controlled sale (here, DISA) * * * In the absence of (such) resales by the same buyer (reseller) * * * evidence of an appropriate markup percentage may be derived from resales by other resellers selling in the same or a similar market in which the controlled buyer (reseller) is selling, providing such resellers perform comparable functions.’ (emphasis added)\n|\n16\n|The twenty-one companies were selected by defendant from a group of 32 businesses. Defendant chose the 32 from a much larger random sample of the three types of organizations functionally comparable (in general) to DISA—management consultant firms, advertising agencies, and distributors. Defendant introduced this group of 32 solely to demonstrate its general economic thesis that companies with higher profits also incurred higher selling costs. Taxpayers asserts that at trial defendant conceded that these companies were in fact sufficiently comparable to DISA for use in applying the resale price method. A review of the trial transcript reveals no such concession. Similarly, taxpayer’s reliance on the finding that, of the three types of organizations, the distributors ‘are most functionally comparable to DISA * * *’ is misplaced. That statement means merely that, as between management consultant firms, advertising agencies, and distributors, the latter are closest to DISA. Moreover, a mere finding of general functional similarity does not provide precise enough data to allow use of the resale price method.\n|\n17\n|Defendant’s comparison is derived from data in various exhibits and is summarized in the following table:\n\n||Average\n|||Annual\n||Average\n|Operating\n||Annual\n|Expenses\n||Markup\n|(percentage of\n|Reseller\n|Percentages\n|net sales)\n|--------\n|-----------\n|--------------\n||||AIC Photo\n|38%\n|27.5%\n|Superscope\n|33%\n|20.5%\n|Lloyd Electronics\n|26%\n|20.5%\n|DISA\n|26%\n|6.7% or 7.1% *\n|Soundesign\n|23%\n|20.0%\n|Interphoto\n|20.5%\n|16.0%\n|Telecor\n|19.5%\n|11.5%\n||||Finding 123 summarizes the evidence on DISA’s unusually low selling costs: ‘The evidence shows that DISA so dramatically exceeded the profitability of the independent distributor community (the sample of 21 firms taxpayer relies on) * * * because to earn the dollars represented by that (gross profit) margin it did not have to spend nearly so many dollars to provide service and otherwise operate its business as did the distributors who bought and sold their products and services at prices determined by free market forces.’\n|\n*\n|FN* The trial judge used a 6.7% figure while our own computation shows 7.1% (both figures have been adjusted to exclude certain one-time starting costs in 1959; including such costs our result would be the slightly higher average figure of 7.8%)\n|\n18\n|Taxpayer itself compensated its independent distributors by a system of price discounts ranging from 4% for textile fibers and 5% for elastomers (the two product lines accounting for more than 90% of DISA’s sales and earnings) to 35% for photo products and agricultural chemicals, depending on the amount of effort and expense taxpayer thought necessary for the proper merchandising by the independent of the product involved (finding 81).\n|\n19\n|Defendant is precluded by statute from disclosing the names of companies contained in the Source Book.\n|\n20\n|Subpart (vii) of the regulation says that ‘(i)n the absence of data on markup percentages of particular sales or groups of sales, the prevailing markup percentage in the particular industry involved may be appropriate’ (emphasis added), but we do not consider that this record (with its wide range of markups and variation in products) shows, with respect to these Source Book companies, the ‘prevailing’ markup in DISA’s own ‘particular industry.’\nTaxpayer also invites comparison of DISA’s gross profits with several other uncontrolled transactions, none of which is apposite. The contract for marketing of film between Du Pont and Bell & Howell involved minimal volume requirements, the expectation of initial marketing losses, and a gross profit contingent on meeting maximum selling cost levels. Such risks are so different from DISA’s as to make Bell & Howell’s proposed compensation rate ‘irrelevant for comparative purposes.’ Finding 105. The rate of return by a Du Pont subsidiary marketing urea herbicides involved special technology loans and missing details which preclude ‘a meaningful analogy.’ Finding 109. The sale of a ‘commodity-type’ NA—22 elastomer (not requiring DISA’s special selling skills) at a very low volume also precludes the use of such sales as a meaningful comparison. Finding 108. See also Findings 106, 107, 110 (discussing in detail other purported comparable profits introduced by taxpayer at trial).\n|\n21\n|This is not an easy assumption to accept, since Du Pont’s pricing system for DISA was designed to protect the latter from losses, and DISA’s operations seemed geared to help it make profits with little risk. See Part I, supra. Furthermore, the risk of complete termination by the parent which established and operated DISA for a number of particular purposes (including profit accumulation), seems substantially less than that of a wholly independent distributor.\n|\n22\n|Plaintiff should have been aware at trial that this was considered its burden. Before the trial, the trial judge ruled that taxpayer could not rest on a showing that the IRS determination was erroneously computed, but had to prove that it owed either nothing at all or a lesser amount than the Service had determined. Plaintiff did not seek court review of this ruling.\n|\n23\n|Insofar as the trial judge may have indicated in his opinion that, apart from adjustment for entrepreneurial risk under subpart (ix), Du Pont’s prices to DISA were fully comparable to arm’s length prices, we disagree—as seen from the foregoing portions of this opinion.\n|\n24\n|Defendant says, somewhat weakly, that, although plaintiff made insufficient proof, the Government itself presented adequate evidence to comply with the resale price method by using as comparables Du Pont’s independent distributors in Europe (to whom DISA resold)—and whose markup margins were normally much less than DISA’s. But these ‘comparables’ were not shown to be similar to DISA, which performed many other functions, and no effort was made by defendant to adjust upward for the differences. Therefore, we do not believe that the evidence as to the margin of these independent resellers enables us to apply the resale price method here.\n|\n25\n|On July 7, 1969, before the trial, the court denied taxpayer’s motion for summary judgment which was based on the ground that, once it is shown that the IRS computation is erroneous in method, the taxpayer must necessarily prevail. Our order cited Eli Lilly and Young & Rubicam.\nDefendant does not now contend that the Service’s method of calculating the reallocations was correct, but does support the result.\n|\n26\n|Again, plaintiff has the burden of showing that the IRS result is unacceptable under the ‘fourth method.’\n|\n27\n|An early memorandum to the Executive Committee during the formative stages of DISA stated that the amount of export profits to be realized by the tax haven subsidiary would depend (in part) ‘upon the extent to which export sales can be funnelled through the trading company * * *’ In operation, taxpayer set out to maximize sales ‘funnelled through’ DISA, even though DISA’s skills contributed minimally to such sales.\n|\n*\n|DISA’s percentages are not averages, but its actual returns for 1959-1960.\n|\n**\n|The 281.5% figure for 1969, if readjusted to exclude one-time start-up costs, would be over 336%\n|\n28\n|We do not understand the regulation’s catch-all (i.e. ‘fourth method’) of ‘some appropriate method of pricing,’ to outlaw consideration of net profits in appraising the realism of prices charged by one controlled company to another in the circumstances we have here. The net profits index helps in ‘plac(ing) a controlled taxpayer on a tax parity with an uncontrolled taxpayer’ and aids in applying the ‘standard’ ‘of an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer’ (s 1.482—1(b)(1) and (c), supra).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}