{
    "Background": "\n\n\n\n834 F.2d 990\nUnited States Court of Appeals,\nEleventh Circuit.\nCENTRAL BANK OF THE SOUTH and Eleanor A. Russell, executors of the Estate of E. Lonnie Russell, Deceased, and Eleanor A. Russell, individually, Plaintiffs-Appellees,\nv.\nUNITED STATES of America, Defendant-Appellant.\nNo. 87-7085.\n|\nDec. 31, 1987.\nSynopsis\nTaxpayers brought suit for recovery of income tax and interest. The United States District Court for the Northern District of Alabama, No. CV-84-G 0267-S, J. Foy Guin, Jr., J., 646 F.Supp. 639, found that taxpayers’ equipment lease was arm’s length transaction, and the Government appealed. The Court of Appeals held that taxpayers did not produce sufficient evidence that independent parties dealing at arm’s length would have entered into lease with identical or similar terms of payment.\n \nReversed.\n \n\n\nWest Headnotes (6)\n\n\n[1]\n|Internal RevenueRents in General\nInternal RevenueCorporations and Stockholders\n|\n|For purposes of provision allowing Commissioner of Internal Revenue to allocate income when one member of a group of controlled entities leases property to another member of the same group without charge or at a charge not equal to an arm’s length rental charge, the term “arm’s length rental charge” encompasses terms and conditions of payments, as well as the monetary amount affixed to the rental. 26 U.S.C.A. § 482.\n\n|\n\n\n[2]\n|Internal RevenueRents in General\nInternal RevenueCorporations and Stockholders\n|\n|In determining whether rental transaction is an “arm’s length rental charge” for purposes of provision allowing Commissioner of Internal Revenue to allocate income when one member of a group of controlled entities leases property to another member of the same group without charge or at a charge not equal to an arm’s length rental charge, price is merely the beginning point in the analysis, as entire transaction, including terms and conditions of payment, is subject to arm’s length standard. 26 U.S.C.A. § 482.\n\n|\n\n\n[3]\n|Internal RevenueEvidence\nInternal RevenueEvidence\n|\n|Taxpayers who did not produce any evidence that independent parties would have entered into a lease with the same or similar terms of payments as subject lease failed to carry burden of showing that taxpayer’s lease of equipment to company owned by his wife and children was at “arm’s length rate” and was “arm’s length transaction” within meaning of applicable regulations. 26 U.S.C.A. § 482.\n\n|\n\n\n[4]\n|Internal RevenueEvidence\nInternal RevenueEvidence\n|\n|Evidence that equipment lessee was to pay rent to taxpayer/lessor out of proceeds from sale of industrial park property and explanation of lessee’s business reasons for failing to pay rent after its single sale of lot in industrial park, did not satisfy taxpayers’ burden of showing that taxpayer’s lease of equipment to company owned by taxpayer’s wife and children was arm’s length transaction. 26 U.S.C.A. § 482.\n\n|\n\n\n[5]\n|Internal RevenueEvidence\nInternal RevenueCorporations and Stockholders\n|\n|In order to meet evidentiary standard under provision allowing Commissioner of Internal Revenue to allocate income when one member of a group of controlled entities leases property to another member of the same group at a charge which is not equal to an arm’s length rental charge, taxpayers must present evidence to show what unrelated parties would do in the same or similar circumstances, not why taxpayers did what they did. 26 U.S.C.A. § 482.\n1 Case that cites this headnote\n|\n\n\n[6]\n|Internal RevenueRents in General\nInternal RevenueCorporations and Stockholders\n|\n|Arm’s length standard governs whether Commissioner of Internal Revenue can allocate income among controlled parties to maintain tax parity with unrelated parties; thus proposition that Commissioner could not allocate income where no income existed was inapplicable in determining whether unrelated parties could have enjoyed same benefits of transaction that controlled parties enjoyed. 26 U.S.C.A. § 482.\n1 Case that cites this headnote\n|\n\n\nAttorneys and Law Firms\n*991 Frank Donaldson, U.S. Atty., Caryl P. Privett, Asst. U.S. Atty., Birmingham, Ala., Roger M. Olsen, Michael Paup (Lead Counsel), Jonathan S. Cohen, Martha B. Brissette, Tax Div., U.S. Dept. of Justice, Washington, D.C., for defendant-appellant.\nPorterfield, Scholl, Bainbridge, Mims & Harper, Walter L. Mims, Brent A. Tyra, Birmingham, Ala., for plaintiffs-appellees.\nAppeal from the United States District Court for the Northern District of Alabama.\nBefore FAY, Circuit Judge, HENDERSON*, Senior Circuit Judge, and FORRESTER**, District Judge.\nOpinion\n\nPER CURIAM:\n\nCentral Bank of the South and Eleanor A. Russell, as executors of the estate of E. Lonnie Russell, and Eleanor A. Russell, individually, filed this action for an income tax refund in the United States District Court for the Northern District of Alabama pursuant to 28 U.S.C. § 1346. The plaintiffs claimed that the Commissioner of Internal Revenue (Commissioner) improperly allocated income to E. Lonnie Russell and Eleanor A. Russell under 26 U.S.C. § 482.1 After a bench trial, the district court held that the lease in question was an “arm’s length transaction” and ordered a refund to the taxpayers.  Central Bank of the South v. United States, 646 F.Supp. 639, 642 (N.D.Ala.1986). The United States appealed. Because we hold that the taxpayers did not produce sufficient evidence that independent parties dealing at arm’s length would have entered into a lease with these or similar terms of payment, we reverse.\n \nIn 1978 E. Lonnie Russell purchased earthmoving equipment worth some $205, 000.00 for a mining venture. In the autumn of 1978, after this venture proved unsuccessful, Russell leased the same equipment to the Wellington Park Land Company (Wellington). Russell’s wife, Eleanor A. Russell, and their children owned Wellington.2 Wellington was in the process of developing an industrial park near Birmingham and needed both heavy equipment and financing for the project. While Lonnie Russell supplied the equipment, Central Bank of the South (Central Bank) provided the financing by extending a $1,000,000.00 line of credit to Wellington. In exchange for this line of credit, Central Bank held a mortgage on the development property. In 1979, Lonnie Russell purchased additional equipment valued at $409,080.00 and leased it to Wellington on the same terms as the 1978 lease. These terms, or the lack thereof, are the focus of this appeal.\n \nThis lease arose out of a meeting attended by Mr. and Mrs. Russell, Larry Cain (the Russells’ son-in-law and the project manager of the industrial park) and Violas Vawter (the certified public accountant employed by Wellington and the Russells). Larry Cain had obtained standard “blue book” rental figures, both daily and monthly, on Lonnie Russell’s equipment from a local heavy equipment dealer. Russell orally agreed to charge Wellington the same rates as disclosed by the blue book.3 Although the blue book charges were based on daily and monthly figures, Wellington was not obligated to make such periodic payments. Wellington, according to this oral lease, was required to pay rent out of the proceeds from the sale of the industrial park lots. Wellington planned the development to proceed in two phases, the first phase to be completed within eighteen months to two years. During this first phase, Wellington leased the equipment to third parties on at least two occasions and received rent from these transactions. The company reported gross income from these rentals in the amount of $158,036.37 for its fiscal year ending May 31, 1980. Wellington also capitalized all rents payable to Lonnie Russell for its tax years of 1979 and 1980.\n \nBy the time Wellington completed the first phase of the industrial park, interest rates had risen to record levels, and Wellington’s line of credit with Central Bank was extended to $1,250,000.00. Wellington sold only one lot out of the 212-acre development, and Central Bank, the mortgagee, received the funds from that sale. With the exception of a $90,201.89 note, which Wellington executed in favor of Lonnie Russell but never paid, neither Lonnie Russell nor his estate collected any rent from Wellington pursuant to this lease of heavy equipment. In August 1985, Central Bank foreclosed on the industrial park property.\n \nAfter an Internal Revenue investigation of Mr. and Mrs. Russell’s joint tax returns for 1978 and 1979, the Commissioner, under section 482 of the Internal Revenue Code, allocated to Mr. and Mrs. Russell the unpaid rent that Lonnie Russell had agreed to charge Wellington.4 Following Lonnie Russell’s death in 1983, Mrs. Russell paid the tax deficiencies plus interest and filed claims for a refund.5 The Internal Revenue Service denied her claims for a refund, and this action was instituted in the district court.\n \nThe Commissioner may allocate income under section 482 when one member of a group of controlled entities leases property to another member of the same group “without charge or at a charge which is not equal to an arm’s length rental charge.” 26 C.F.R. § 1.482-2(c)(1). Appellees concede that the parties to this equipment lease are controlled parties. The principal *993 issue in this appeal, then, is whether the taxpayers presented sufficient evidence to establish an arm’s length rental charge.\n \nThe district court’s analysis of Treasury Regulation § 1.482-2(c)(1) proceeded in two steps. Initially, the district court held that the term “arm’s length rental charge” refers only to the amount of rent charged and not the method of payment. 646 F.Supp. at 642. Next, the district court held that even if the regulation required an “arm’s length transaction,” the lease between Lonnie Russell and Wellington constituted such a transaction. Id. Addressing the district court’s first determination, the government argues that the term “arm’s length rental charge” encompasses more than simply the amount charged; it includes terms and conditions of payment as well. As for the district court’s second conclusion, the appellant insists that district court did not base its finding on evidence in the record.\n \n[1] [2] We agree with the government that the term “arm’s length rental charge” encompasses terms and conditions of payment as well as the monetary amount affixed to the rental period. In the district court, the taxpayers convinced the court that, because the language of the regulation refers to a rental charge, and not to rental terms or conditions, the amount charged alone determines whether a rental rate is one that would be negotiated between independent parties. This argument misinterprets both the regulation and the relevant case law. The regulation defines an arm’s length rental charge as “the amount of rent which was charged or would have been charged for the use of the same or similar property, during the time it was in use, in independent transactions with or between unrelated parties....” 26 C.F.R. § 1.482-2(c)(2) (emphasis added). Because the purpose of section 482 is to place controlled taxpayers in the same position as uncontrolled entities, Continental Equities, Inc. v. Commissioner, 551 F.2d 74, 80 (5th Cir.1977),6 the entire transaction, which necessarily includes the terms and conditions of payment, is subject to the arm’s length standard. For example, in Lufkin Foundry and Machine Co. v. Commissioner of Internal Revenue, 468 F.2d 805, 807 (5th Cir.1972), the court observed that the price is the beginning point in the analysis of whether the controlled parties have dealt at arm’s length as independent parties. This beginning point, however, does not, as appellees have suggested, signal the end of the analysis. The taxpayer also has the burden of producing evidence of prices and terms negotiated between independent and unrelated parties. Engineering Sales, Inc. v. United States, 510 F.2d 565, 569 (5th Cir.1975); see also Lufkin, 468 F.2d at 808.\n \n[3] The government contends that, because the taxpayers did not present evidence showing that independent parties would have agreed to the same or similar payment terms, the district court erred in concluding that the lease between Lonnie Russell and Wellington was an arm’s length transaction. In a tax refund suit, the taxpayer bears the burden of proof to overcome the presumption of correctness of the Commissioner’s deficiency determination.  Helvering v. Taylor, 293 U.S. 507, 514-15, 55 S.Ct. 287, 290-91, 79 L.Ed. 623, 629 (1935); Mays v. United States, 763 F.2d 1295, 1297 (11th Cir.), cert. denied, 474 U.S. 998, 106 S.Ct. 416, 88 L.Ed.2d 365 (1985). When a taxpayer challenges the Commissioner’s allocation under section 482, he satisfies this burden by demonstrating that the transaction would not have varied had uncontrolled parties been dealing at arm’s length. See 26 C.F.R. § 1.482-1(b). As pointed out earlier, this proof necessarily requires “evidence of the transactions of uncontrolled companies unrelated to the taxpayer,” see Lufkin, 468 F.2d at 808, and includes both the amounts and the terms of such independent transactions. Engineering Sales, 510 F.2d at 569.\n \n[4] A review of the record reveals that the taxpayers failed to produce any evidence *994 that independent parties would have entered into a lease with the same or similar terms of payment as the subject lease. Thus, the evidence presented provides no basis to support the district court’s conclusion that the lease agreement between Lonnie Russell and Wellington was an arm’s length transaction. The only evidence in the record relating to terms of payment indicates that Wellington was to pay rent to Lonnie Russell out of the proceeds from the sale of the industrial park property. There is no proof that this type of contingent arrangement would occur between independent lessors and lessees. After explaining the contingent nature of the payment terms, the taxpayers’ evidence then focused on Wellington’s business reasons for failing to pay rent after its single sale of a lot in the industrial park.\n \n[5] Evidence of Wellington’s business justifications for the failure to pay resembles the “self-examination” that the court in Lufkin found insufficient to satisfy the taxpayers’ evidentiary burden in a tax refund suit. See 468 F.2d at 808. To meet the evidentiary standard under section 482 and its regulations, taxpayers must present evidence to show what unrelated parties would do in the same or similar circumstances, not why taxpayers did what they did in these circumstances. See id. This record does not contain such evidence.\n \n[6] Finally, the district court held alternatively that the Commissioner’s “allocation” under section 482 was in reality an improper “creation” of income because Wellington’s net income for the tax years in issue was insufficient to be allocated in the amounts claimed by the Internal Revenue Service.7 646 F.Supp. 642-43. In support of its conclusion, the district court cited Tennessee-Arkansas Gravel Co. v. Commissioner, 112 F.2d 508 (6th Cir.1940), for the proposition that the Commissioner is not authorized to allocate income where no income exists. The government asserts that the district court’s reliance on Tennessee-Arkansas Gravel is erroneous because that case is inconsistent with the Treasury Regulations, which were promulgated more than twenty years after Tennessee-Arkansas Gravel. We agree. In Fitzgerald Motor Co. v. Commissioner, 508 F.2d 1096 (5th Cir.1975), the court declined to follow Tennessee-Arkansas Gravel and held that section 482 could be applied regardless of whether a borrower used the proceeds of an intercorporate loan, which provided for less than arm’s length interest, to produce income. Id. at 1101. Although Fitzgerald Motors involved intercorporate loans and not the lease of tangible property, the underlying premise of its rationale is pertinent here. The principal inquiry under section 482 is whether unrelated parties could have enjoyed the same benefits of a transaction that the controlled parties enjoyed, i.e., whether the parties dealt at arm’s length. See id., citing Forman v. Commissioner, 453 F.2d 1144 (2d Cir.), cert. denied, 407 U.S. 934, 92 S.Ct. 2458, 32 L.Ed.2d 817 (1972). Thus, the arm’s length standard governs whether the Commissioner can allocate income among controlled parties to maintain tax parity with unrelated parties.  Tennessee-Arkansas Gravel is not controlling in this instance.\n \nThe judgment of the district court is accordingly REVERSED.\n \nAll Citations\n834 F.2d 990, 61 A.F.T.R.2d 88-386, 88-1 USTC P 9114\n\n\n\nFootnotes\n|\n*\n|See Rule 34-2(b), Rules of the U.S. Court of Appeals for the Eleventh Circuit.\n|\n**\n|Honorable J. Owen Forrester, U.S. District Judge for the Northern District of Georgia, sitting by designation.\n|\n1\n|Title 26 U.S.C. § 482 provides:\nIn any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Secretary may distribute, apportion or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any such organization, trades, or businesses.\n|\n2\n|Mrs. Russell owned half of the Wellington Park Land Company. The Russell children, Bill Russell and Jane Cain, each owned one-quarter of the company.\n|\n3\n|According to the Department of the Treasury’s report, which followed an Internal Revenue Service examination of the Russells in 1981, the rental rates “represent[ed] fair rental value of the equipment.” Plaintiff’s Exhibit 1, at 22.\n|\n4\n|The Commissioner allocated $20,353.00 to the Russells for 1978 and $203,535.11 for 1979.\n|\n5\n|These deficiencies totaled $11,194.16 for 1978 and $124,905.30 for 1979.\n|\n6\n|In Bonner v. City of Prichard, 661 F.2d 1206, 1209 (11th Cir.1981) (en banc), this court adopted as binding precedent all decisions of the former Fifth Circuit handed down prior to October 1, 1981.\n|\n7\n|Wellington’s gross income for those years exceeded the amounts allocated to Mr. and Mrs. Russell.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}