{
    "Background": "\n\n\n\n508 F.Supp.3d 1033\nUnited States District Court, D. New Mexico.\nOXY USA, INC., Plaintiff,\nv.\nUNITED STATES DEPARTMENT OF THE INTERIOR, Office of Natural Resources Revenue, and Gregory Gould in his official capacity as Director of the Office of Natural Resource Revenue, Defendants.\nNo. 1:19-cv-00151-KWR-JHR\n|\nFiled 12/16/2020\nSynopsis\nBackground: Federal gas lessee appealed, under Administrative Procedure Act (APA), from decision of United States Department of the Interior, Office of Natural Resources Revenue, ordering lessee to pay additional $1,820,652.66 in royalty payments on production of carbon dioxide not sold in arm’s-length transactions.\n \nHoldings: The District Court, Kea W. Riggs, J., held that:\n \n[1] lease provisions, not regulations, controlled valuation of carbon dioxide;\n \n[2] ONRR adequately considered and explained enumerated and other relevant factors for determining reasonable minimum value;\n \n[3] ONRR reasonably explained why use of unit average as basis for valuation was inconsistent with regulations; and\n \n[4] ONRR reasonably applied “marketable condition” rule to preclude deduction of transportation costs for compression and dehydration.\n \nAffirmed.\n \n\n\nWest Headnotes (17)\n\n\n[1]\n|Administrative Law and ProcedureScope and Extent of Review in General\nAdministrative Law and ProcedureDeference given to agency in general\n|\n|A court’s inquiry under the Administrative Procedure Act (APA) must be thorough, but the standard of review of an agency action is very deferential to the agency. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[2]\n|Administrative Law and ProcedureReview for arbitrary, capricious, unreasonable, or illegal actions in general\nAdministrative Law and ProcedureCircumstances or Time of Construction\n|\n|When reviewing an agency’s interpretation of a regulation and resulting decision under the Administrative Procedure Act (APA), the court asks whether the interpretation was based on an examination of the relevant evidence and whether the agency articulated a rational connection between the facts found and the decision made. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[3]\n|Administrative Law and ProcedureWisdom, judgment, or opinion in general\nAdministrative Law and ProcedureProcedural matters in general\n|\n|Although a court’s inquiry regarding an agency action must be thorough under the Administrative Procedure Act (APA), the agency’s decision is entitled to a presumption of regularity, and the reviewing court may not substitute its judgment for that of the agency. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[4]\n|Administrative Law and ProcedureReview in general\n|\n|When a plaintiff challenging an agency action under the Administrative Procedure Act (APA) also challenges the agency’s interpretation of applicable regulations, a reviewing court must determine which interpretation to judge the agency’s action against. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[5]\n|Administrative Law and ProcedureRelationship of agency with rule or statute in general\n|\n|A court reviewing an agency action under the Administrative Procedure Act (APA) gives substantial deference to the agency’s interpretation of its own regulations. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[6]\n|Administrative Law and ProcedurePresumptions and Burdens on Review\n|\n|Under the Administrative Procedure Act (APA), a presumption of validity attaches to an agency action and the burden of proof rests with the party who challenges such action. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[7]\n|Administrative Law and ProcedureSubstantial evidence\n|\n|When reviewing factual determinations made by an agency under the Administrative Procedure Act (APA), the court will set aside such determinations only if they are unsupported by substantial evidence. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[8]\n|Administrative Law and ProcedureSubstantial evidence\n|\n|For purposes of judicial review under the Administrative Procedure Act (APA), “substantial evidence” is that which is enough to justify, if the trial were to a jury, a refusal to direct a verdict when the conclusion to be drawn is one of fact. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[9]\n|Administrative Law and ProcedureSubstantial evidence\nAdministrative Law and ProcedureConflicting or disputed evidence\n|\n|The substantial-evidence standard of review of an agency’s factual determinations under the Administrative Procedure Act (APA) does not allow a court to displace the agency’s choice between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it de novo; substantial evidence is something more than a mere scintilla but something less than the weight of the evidence. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[10]\n|Administrative Law and ProcedureIn general; necessity\n|\n|Review of an agency’s action under the Administrative Procedure Act (APA) is to be based on the full administrative record that was before the agency at the time it made its decision. 5 U.S.C.A. § 706.\n\n|\n\n\n[11]\n|Administrative Law and ProcedureProvince of, and deference to, agency in general\n|\n|Even though judicial review under the Administrative Procedure Act (APA) rests with a district court, the district court does not act as a fact-finder. 5 U.S.C.A. § 706.\n\n|\n\n\n[12]\n|Mines and MineralsRent and royalties\n|\n|Valuation provisions of federal gas leases were inconsistent with valuation regulations, and, thus, lease provisions controlled valuation of carbon dioxide that lessee produced under leases and did not sell at arm’s length, for purposes of calculating royalties due to United States Department of the Interior, Office of Natural Resources Revenue (ONRR); governing regulations provided that lease terms controlled to the extent they were inconsistent with regulations, regulations applied different factors compared to leases, Secretary of the Interior retained right under leases to establish minimum value for federal carbon dioxide production in unit, and lease terms placed discretion in Secretary, whereas regulations allowed lessee to initially calculate value of carbon dioxide. 30 C.F.R. §§ 206.150(b)(4), 206.152(c)(2) (1988).\n\n|\n\n\n[13]\n|Mines and MineralsRent and royalties\n|\n|In assessing federal gas lessee’s royalties based on valuation of carbon dioxide lessee produced but did not sell at arm’s length, United States Department of the Interior, Office of Natural Resources Revenue (ONRR), adequately considered and explained enumerated factors and other relevant matters for determining reasonable minimum value, as required by lease; ONRR considered data set of sales from other federal leases in unit but determined it too small to be accurate, considered gas sale and purchase contracts entered into by lessee’s predecessor at arm’s length as reliable indicator of value, and considered reasoning in settlements and arbitration decision, including arbitrator’s choice to partially index value of gas to price of oil, as a method used in relevant market. 5 U.S.C.A. § 706(2)(A); 30 C.F.R. §§ 206.150(b)(4), 206.152(c)(2) (1988).\n\n|\n\n\n[14]\n|Administrative Law and ProcedureRelationship of agency with rule or statute in general\nAdministrative Law and ProcedureErroneous or unreasonable construction; conflict with rule or statute\n|\n|When reviewing an agency’s interpretation of its own regulations under the Administrative Procedure Act (APA), a court’s task is not to decide which among several competing interpretations best serves the regulatory purpose; rather, the agency’s interpretation must be given controlling weight unless it is plainly erroneous or inconsistent with the regulation. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[15]\n|Mines and MineralsRent and royalties\n|\n|Decision of United States Department of the Interior, Office of Natural Resources Revenue (ONRR), requiring federal gas lessee to pay additional royalties under lease based on carbon dioxide it produced but did not sell at arm’s length reasonably explained why use of unit average as basis for valuation was inconsistent with gas valuation regulations; unit average was heavily skewed by non-arm’s-length transactions given that most producers in unit used carbon dioxide in their own operations, ONRR could not verify that unit average was consistent with valuation regulations because federal lands made up less than ten percent of unit, and unit average skewed lower than what lessee’s predecessor paid for carbon dioxide in arm’s-length transactions. 5 U.S.C.A. § 706(2)(A); 30 C.F.R. §§ 206.152(c)(2), 206.152(e)(1) (1988).\n\n|\n\n\n[16]\n|Mines and MineralsRent and royalties\n|\n|United States Department of the Interior, Office of Natural Resource Revenue (ONRR) reasonably applied “marketable condition” gas valuation regulation to preclude deduction of transportation costs for compression and dehydration when calculating value of carbon dioxide that lessee produced for its own use; interpreting marketable condition rule to require compression and dehydration to meet requirements of pipelines serving typical purchasers was consistent with regulations, lessee used its carbon dioxide production for its own enhanced oil recovery operations, requiring compression and dehydration before gas could enter enhanced oil recovery pipelines, and compression and dehydration necessary for transportation did not exceed requirement necessary to place gas in marketable condition. 30 C.F.R. §§ 206.151, 206.152(i), 206.156(a) (1988).\n\n|\n\n\n[17]\n|Mines and MineralsRent and royalties\n|\n|The logic of the regulations governing valuation of gas produced under a federal gas lease bars an expenditure to place gas in marketable condition from also being an expenditure deductible from gross proceeds as a transportation cost. 30 C.F.R. §§ 206.151, 206.152(i), 206.156(a) (1988).\n\n|\n\n\nAttorneys and Law Firms\n*1036 James M. Auslander, Pro Hac Vice, John G. Cossa, Pro Hac Vice, Peter J. Schaumberg, Pro Hac Vice, Beveridge & Diamond, PC, Washington, DC, Richard L. Alvidrez, Samantha E. Kelly, Miller Stratvert, Albuquerque, NM, for Plaintiff.\nAndrew A. Smith, U.S. Department of Justice c/o U.S. Attorneys Office, Albuquerque, NM, Michelle-Ann C. Williams, Environment and Natural Resource Div, Washington, DC, for Defendants.\n\n\n\n\nMEMORANDUM OPINION AND ORDER\nKEA W. RIGGS, UNITED STATES DISTRICT JUDGE\nTHIS MATTER comes before the Court on Plaintiff’s appeal of the Director of the Office of Natural Resources Revenue decision ordering Plaintiff to pay an additional $1,820,652.66 in royalty payments on federal gas leases. (Docs. 1, 28).1\n \nPlaintiff2 produces carbon dioxide gas from federal leases in Northern New Mexico. The federal government is entitled to a 12.5% royalty on the production of this carbon dioxide. However, Plaintiff did not sell the carbon dioxide gas in an arm’s length transaction but uses it in its oil production in the Permian basin. At issue is the method used to value of this carbon dioxide which has not been sold in arm’s-length transactions. The Director of the Office of Natural Resources Revenue valued the carbon dioxide gas at a higher amount than Plaintiff valued it and directed Plaintiff to pay additional royalties. The Director also concluded that Plaintiff was not eligible for certain transportation deductions. Appealing the Director’s decision, Plaintiff argues that the decision erred for the following reasons:\n• The Director’s decision fails to apply the applicable regulations.\n• The Director’s decision imposes a different valuation method without showing that the prior valuation methodology was improper.\n*1037 • The Director’s decision used new valuation methods that are “inapposite, unprincipled, and disparate.” Doc. 28 at 10.\n• The Director’s decision fails to justify its rejection of deductions from royalty value for certain transportation costs.\n• The Director’s decision did not adhere to required federal auditing standards.\nSee Doc. 28 at 10. Having reviewed the parties’ pleadings and the applicable law, the Court finds that Plaintiff’s appeal is not well-taken and, therefore, is DENIED. The Director’s decision is AFFIRMED.\n \n\nBACKGROUND\n\nA. Statutory and Regulatory Framework.\nUnder the Mineral Leasing Act (MLA), the Secretary of the Interior may lease federal lands for oil and gas exploration. 30 U.S.C. § 226. A federal lessee must pay a royalty of at least “12.5 percent in amount or value of the production removed or sold from the lease.” Id. The Secretary of the Interior is authorized to prescribe rules and regulations governing leases. See id. § 189. The Federal Oil and Gas Royalty Management Act requires the Secretary “establish a comprehensive inspection, collection and fiscal and production accounting and auditing system to provide the capability to accurately determine oil and gas royalties interest, fines, penalties, fees, deposits, and other payments owed, and to collect and account for such amounts in a timely manner.” 30 U.S.C. § 1711(a).\n \nThe parties agree that the regulations in effect during the relevant period were the 1988 regulations, contained in 30 C.F.R. § 206.150-60. Where a lessee does not sell unprocessed gas in an arm’s-length transaction, the lessee must then value its gas pursuant to the first applicable benchmark under 30 C.F.R. § 206.152(c). The parties and the Director’s decision agree the second benchmark is the first applicable benchmark. 30 C.F.R. § 206.152(c)(2). Under the second benchmark, the value of a lessee’s gas production is a “value determined by consideration of other information relevant in valuing like-quality gas ...” Id. A lessee must consider: (1) the gross proceeds under arm’s-length contracts for like-quality gas in the same field or nearby fields or areas; (2) posted prices; (3) prices received in arm’s-length spot sales; (4) other reliable public sources of price or market information; and (5) other information particular to a lease operation or saleability of the gas. Id.\n \nIf the regulations are inconsistent with a lease, then the lease governs to the extent of the inconsistency. 30 C.F.R. § 206.150(b)(4). The lease provides that “the [Secretary] may establish a reasonable minimum value for purposes of computing royalty on any or all ... gas ... due consideration given to the highest price paid for a part or for a majority of production of like quality in the same field, to the price received by the lessee, to posted prices, and to other relevant matters and, whenever appropriate, after notice and an opportunity to be heard.” AR 1786, 1790, 1798, Sec. 2(d)(2).3\n \nAll royalty payments are subject to audit and adjustment, and the ONRR “will direct a lessee to use a different value if it determines that the reported value is inconsistent with the requirements of these regulations.” 30 C.F.R. § 206.150(e).\n \n\n\n*1038 B. Bravo Dome Unit and applicable leases.\nThe administrative record contains three leases, all of which appear to have similar provisions. The leases are part of the Bravo Dome Unit. The Bravo Dome Unit in Northeastern New Mexico was formed pursuant to a Unit Agreement to consolidate and coordinate carbon dioxide production from a number of leases. AR 1140. The various participating leases were modified to conform to the Unit Agreement and incorporated its provisions. AR 1123-24. The Defendants issued a letter approving the Unit Agreement. AR 1826.\n \nOnly a de minimis amount of carbon dioxide produced by Plaintiff during the audit period was sold. Plaintiff transports the vast majority of carbon dioxide it produces through several pipelines for its own use in its enhanced oil recovery (“EOR”) fields in the Permian basin. AR 467. Plaintiff sold a small percentage of the carbon dioxide it produced from the Unit to Fasken Oil and Ranch, Ltd.\n \n\n\nC. Audit.\nThe Defendants delegated authority to audit Plaintiff’s royalty reports and payments for the period of January 1, 2002 to November 30, 2010 to the State of New Mexico’s Taxation and Revenue Department. 30 U.S.C. § 1735.\n \nDuring the audit period (approximately 2002 to 2010), Plaintiff paid royalties based on the Unit Average that the unit operator provided lessees on a monthly basis using a “netback approach”. Under the netback approach, the unit operator determined value by taking the price or value received by lessees in the Unit for the sale of carbon dioxide at the Denver, Texas hub and deducting transportation costs from those values and prices to arrive at a value for carbon dioxide at the Unit. Beginning in March 2004, Plaintiff began deducting costs it incurred to compress and dehydrate its carbon dioxide production as a transportation allowance.\n \nOn September 22, 2009 the state sent an issue letter to Plaintiff, asserting that Plaintiff had underreported royalty volumes because it incorrectly reported its carbon dioxide volume with a pressure base of 15.025 psia, instead of 14.73 psia. The issue letter also stated that Plaintiff had improperly valued its carbon dioxide production. The state used a formula from the Fasken contract, AR 704-25, to determine the value Plaintiff should use to calculate royalties on its federal carbon dioxide production. There were subsequently two more letters sent – one by the State to Hess on February 1, 2011, and another by ONRR to the State on January 12, 2011. AR 561, AR 657. The State sent another letter valuing Plaintiff’s federal carbon dioxide production based on a valuation methodology developed by a three-arbitrator panel in Smithson v. Amerada Hess Corp., Case No. 0624 MCA (D.N.M. 2006). AR 484-89. The letter noted the difficulty of valuing carbon dioxide produced at the Bravo Dome Unit. Much of the carbon dioxide produced was not sold in arm’s-length transactions but was used by Plaintiff in enhanced oil recovery operations.\n \nThe letter reasoned that the Unit Average previously used was no longer viable because of the lack of arm’s-length sales with significant volume in the Bravo Dome. Instead, the letter reasoned that royalty value must be determined in the Permian basin where there is an established market for carbon dioxide, and where the carbon dioxide was sold and used. AR 658.\n \nThe letter also determined that although Hess bought carbon dioxide produced from the Bravo Dome unit, Hess is a large purchaser only sought and accepted the lowest offers for carbon dioxide. The letter asserts that Hess was able to depress the market for carbon dioxide to obtain the *1039 highest possible return on its Permian Basin oil production. AR 658-59.\n \nThe letter then analyzed the applicable benchmark under 30 C.F.R. § 206.152(c)(2). It noted there were no spot sales, posted prices, or other reliable public sources of price or market information for available for Bravo Dome carbon dioxide production. AR 659. Because the market for carbon dioxide produced at the Bravo Dome unit was for enhanced oil recovery in the Permian basin, the letter determined that the formula developed in the Smithson arbitration, which takes into account oil prices in valuing the carbon dioxide, was appropriate to apply. See also AR 561-70.\n \nOn December 19, 2011 the ONRR issued an order directing Plaintiff to pay additional royalties, use the valuation method articulated in the order and remove deductions for compression and dehydration costs. AR 466-80.\n \nPlaintiff appealed that order to the ONRR Director claiming that it had (1) properly calculated its royalties based on the Unit Average price, and (2) properly deducted costs of compression and dehydration because the costs were necessary to transport the carbon dioxide. AR 378. The Director’s Decision determined that:\n• The Unit Agreement and underlying lease terms govern the value of Plaintiff’s carbon dioxide for federal royalty purposes;\n• ONRR reasonably established a minimum value for Plaintiff to use to calculate the value of its federal carbon dioxide production based on the Smithson arbitration decision, Plaintiff’s gross proceeds under the Fasken contract, and the price Plaintiff purchases carbon dioxide from other lessees;\n• The result would be the same under the regulations; and\n• The state properly denied transportation deductions that included costs to place the carbon dioxide in marketable condition.\nAR 331-368. However, the Director’s decision also modified the order in Plaintiff’s favor, requiring Plaintiff to value its carbon dioxide with a pressure base of 15.025 psia, and reducing the royalty amount due to $1,820,652.66. AR 367.\n \nPlaintiff appealed that decision to the Interior Board of Land Appeals (“IBLA”). However, the IBLA lost jurisdiction and dismissed the appeal. Plaintiff now appeals the Director’s decision to this court.\n \n\nLEGAL STANDARD\n[1] [2]Plaintiff appeals the Director’s decision under the Administrative Procedures Act pursuant 5 U.S.C. § 706(2)(A). Doc. 28 at 9. Under this provision, a court may set aside agency action only if it is “arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.” 5 U.S.C. § 706(2)(A). An agency’s decision is arbitrary and capricious if the agency (1) “entirely failed to consider an important aspect of the problem,” (2) “offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise,” (3) “failed to base its decision on consideration of the relevant factors,” or (4) made “a clear error of judgment.” Utah Envtl. Cong. v. Troyer, 479 F.3d 1269, 1280 (10th Cir. 2007) (quotations omitted). The Court’s “inquiry under the APA must be thorough, but the standard of review is very deferential to the agency.” Hillsdale Envtl. Loss Prevention, Inc. v. U.S. Army Corps of Engineers, 702 F.3d 1156, 1165 (10th Cir. 2012) (quotations omitted). Under this standard the Court asks whether the Agency’s interpretation of the regulations *1040 at issue was based on an examination of the relevant evidence and if the Agency “articulated a rational connection between the facts found and the decision made.” Payton v. U.S. Dep’t of Agric., 337 F.3d 1163, 1168 (10th Cir. 2003).\n \n[3] [4] [5] [6]Although a court’s inquiry must be thorough, the agency’s decision is “entitled to a presumption of regularity,” and the reviewing court may not substitute its judgment for that of the agency. Citizens to Preserve Overton Park, Inc. v. Volpe, 401 U.S. 402, 415-416, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971). “Sometimes ... a plaintiff will also challenge the agency’s interpretation of the applicable regulations.” Biodiversity Conservation All. v. Jiron, 762 F.3d 1036, 1060 (10th Cir. 2014). When that occurs, the reviewing court “must determine which interpretation to judge the agency’s action against.” Id. The reviewing court gives “ ‘substantial deference’ to the agency’s interpretation of its own regulations.” Id. (citing Utah Envtl. Cong. v. Troyer, 479 F.3d 1269, 1281 (10th Cir. 2007) (“We may reject the agency’s interpretation only when it is unreasonable, plainly erroneous, or inconsistent with the regulation’s plain meaning.”)). “A presumption of validity attaches to the agency action and the burden of proof rests with the [party] who challenges such action.” Citizens’ Comm. to Save Our Canyons v. Krueger, 513 F.3d 1169, 1176 (10th Cir. 2008).\n \n[7] [8] [9]When reviewing factual determinations made by an agency, the court “will set aside the [agency’s] factual determinations only if they are unsupported by substantial evidence.” Forest Guardians v. U.S. Fish & Wildlife Serv., 611 F.3d 692, 704 (10th Cir. 2010); ASSE Int’l, Inc. v. Kerry, 803 F.3d 1059, 1072 (9th Cir. 2015) (“[t]o the extent the petition challenges the agency’s factfinding, we may review the State Department’s determinations for substantial evidence.”) “Evidence is substantial in the APA sense if it is enough to justify, if the trial were to a jury, a refusal to direct a verdict when the conclusion to be drawn is one of fact.” Forest Guardians, 611 F.3d at 704. “The substantial-evidence standard does not allow a court to displace the [Agencies’] choice between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it de novo.” Wyo. Farm Bureau Fed’n v. Babbitt, 199 F.3d 1224, 1231 (10th Cir. 2000). “This is something more than a mere scintilla but something less than the weight of the evidence.” Pennaco Energy, Inc. v. U.S. Dep’t of the Interior, 377 F.3d 1147, 1156 (10th Cir. 2004).\n \n[10] [11]Judicial review is based upon “the whole record or those parts of it cited by a party.” 5 U.S.C. § 706. Thus, review of an agency’s action under the APA “is to be based on the full administrative record that was before [the agency] at the time [it] made [its] decision.” Overton Park, 401 U.S. at 420, 91 S.Ct. 814. “Even though judicial review rests with a district court, the district court does not act as a fact-finder. Fla. Power & Light Co. v. Lorion, 470 U.S. 729, 744, 105 S.Ct. 1598, 84 L.Ed.2d 643 (1985).\n \n",
    "Discussion": "\nI. The Director’s Decision valuing Plaintiff’s non-arm’s length transaction of unprocessed carbon dioxide was reasonable.\nPlaintiff argues that the Defendants erred in analyzing the relevant regulatory and lease factors to value the carbon dioxide, failed to adequately explain their decision, or considered inappropriate evidence in making its decision. See Doc. 28 at 10 (Appellate Issue 3: “the Decision substitutes inapposite, unprincipled and disparate valuation methods”). The Court disagrees. *1041 There is no one method to value unprocessed natural gas in non-arm’s length transactions. Rather, both the regulations and the lease contain certain factors the ONRR and lessee must consider in formulating an appropriate value or valuation methodology. In a thirty-eight-page decision, the Director extensively analyzed the relevant factors, considered the data and evidence relevant to Plaintiff’s federal leases, considered the relevant market, and explained why prior valuation methods were inappropriate.\n \n\n\nA. The 1988 regulations are inconsistent with the lease, therefore the lease terms control to the extent of the inconsistency.\nPlaintiff argues that the Director erred in considering the lease valuation provisions and not the valuation regulations under 30 CFR § 206.152(c). Doc. 28 at 10. The Court disagrees.\n \nThe Director’s decision considered the valuation factors in the leases. AR 341. This decision was reasonable. The regulations in effect at the time expressly stated that lease terms controlled to the extent they were inconsistent with the regulations. 30 C.F.R. § 206.150(b)(4).\n \n[12]Here, the ONRR and the Director applied the valuation factors in the lease:\nIt is expressly stated that the Secretary of the Interior may establish a reasonable minimum value for purposes of computing royalty on any or all ... gas .. due consideration given the highest price paid for a part or for a majority of production of like quality in the same field, to the price received by the lessee, to posted prices, and to other relevant matters and, whenever appropriate, after notice and an opportunity to be heard.\nLeases, Sec. 2(d)(2) AR 1783-1798; Director’s Decision at AR 341-42. This decision was not erroneous, because the relevant regulations are inconsistent with these express lease valuation terms. The regulations provided that:\n(c) The value of gas subject to this section which is not sold pursuant to an arm’s length contract shall be the reasonable value determined in accordance with the first applicable of the following methods:\n...\n(2) a value determined by consideration of other information relevant in valuing like-quality gas, including gross proceeds under arm’s-length contracts for like-quality gas in the same field or nearby fields or areas, posted prices for gas, prices received in arm’s-length post sales of gas, other reliable public sources of price or market information, and other information as to the particular lease operation or the saleability of the gas;\n30 CFR § 206.152(c)(2). The regulations and leases appear to apply different factors. Moreover, as explained by the Government, the lease terms place discretion in the Secretary, while the regulations allow the lessee to initially calculate the value of the carbon dioxide. Doc. 35 at 25. Under these leases, the Secretary retained the right to establish a minimum value for federal CO2 production in the unit. AR 341.\n \nThe regulations provide that “[i]f the regulations in this subpart are inconsistent with an express provision of an oil and gas lease subject to this subpart; then the ... lease provision will govern to the extent of the inconsistency.” 30 C.F.R. § 206.150(b)(4). Therefore, the ONRR and the director did not err in considering the valuation factors set forth in the lease because they appear to be inconsistent with the regulations.\n \n\n\n*1042 B. The Director considered the relevant factors and evidence.\n[13]The ONRR established a reasonable minimum value taking into account the factors identified in the lease: (1) the highest price paid for a part or a majority of production of like-quality in the same field, (2) the price Hess received for the carbon dioxide gas, (3) posted prices, and (4) other relevant matters. Director’s Decision, AR at 342. The Defendants considered the relevant factors and evidence, weighed them, and thoroughly explained their reasoning. In determining whether this decision was arbitrary and capricious, the Court does not reweigh the factors.\n \nFirst, the Director and the ONRR considered the highest price paid for a majority of a part or for a majority of production of like quality in the same field. The Director reasoned that federal leases have less than a ten percent interest in the Bravo Dome Unit, and federal lessees sell less than one percent of carbon dioxide produce from federal lands and use the remainder in their own enhanced oil recovery operations. AR 342. The Director and ONRR considered that data set, but reasonably concluded it was too small to accurately establish a minimum value.\n \nThe ONRR and Director considered the Hess Purchase contracts, but ONRR did not have access to all of the sales and prices lessees in the Unit received for their sale of their carbon dioxide. Therefore, the ONRR could not determine whether the Hess Purchase Contracts represent the highest price paid.\n \nSecond, the Director and the ONRR considered the prices Hess received for its carbon dioxide production and included those prices in calculating the Hess Average. However, those sales accounted for less than one percent of Hess’s total carbon dioxide production, and therefore the ONRR did not rely solely on those prices alone.\n \nThird, there were no posted prices in the Unit during the audit period.\n \nUnder the fourth factor, in considering other relevant matters, the ONRR and the director considered the Fasken contract, the Hess Purchase contracts, the Unit Average, and the Hess Arbitration price to establish a reasonable value. The ONRR considered the Unit Average and evaluated its reliability against other relevant information, as explained in detail below. AR 344. The ONRR also considered Hess’s purchase contracts as a reliable indicator of value because they showed what Hess was willing to pay for carbon dioxide.\n \nThe ONRR then looked to (1) the settlement agreement in Feerer et al. v. Amoco Production, Civ. No. 95-0012 (D.N.M); (2) the arbitration decision and award in Smithson v. Amerada, 06-cv-624; and (3) the settlement agreement stemming from Hess Corporation Heimann v. Oxy USA., D-818-cv-200400024 (N.M. 8th Judicial District 2004). In Smithson, a three-arbitrator panel determined that Hess breached its duty of good faith and fair dealing by seeking and obtaining the lowest fixed price possible for carbon dioxide it purchased and using that price to value its in-kind sales for royalty purposes. To calculate damages, the arbitration panel used a formula price indexed in part to the price of oil because Hess used the carbon dioxide in its enhanced oil recovery operations in the Permian basin. AR 346. Similarly, in the Heimann settlement, Oxy also agreed to pay royalties based in part on the price of oil. The ONRR noted that the Smithson reasoning was persuasive because the carbon dioxide produced in the Bravo Dome Unit is mostly used for enhanced oil recovery operations in the Permian basin. AR 346.\n \nIn weighing the factors, the Director noted that there was insufficient information as to the first two factors: (1) the *1043 highest price paid or (2) posted prices. The ONRR therefore relied on the third and fourth factors: (3) the price the lessee receives for the sale of its production and (4) other relevant information. AR 347.\n \nAfter considering all of this information and the relevant factors, the ONRR and Director established a reasonable minimum value for carbon dioxide production during the audit period. AR 347. ONRR used the “Hess Average” to value Hess’s carbon dioxide production from January 2002 through September 2003 and April 2008 through November 2010. The Hess average consisted of (1) the price Hess received under the Fasken Contract for the sale of carbon dioxide and (2) the price Hess paid for carbon dioxide under the Hess Purchase contracts. ONRR reasoned that Hess purchased carbon dioxide at a price that was consistently higher than the Unit Average. AR 347. The Decision found that the Hess Average consists of arm’s-length transactions and was therefore more reliable than the Unit Average\n \nFor production between October 2003 and March 2008, the ONRR determined that fixed price contracts were not a reliable indicator of value because the Smithson arbitration panel found that Hess negotiated the lowest possible price for its carbon dioxide purchases in order to lower the value of carbon dioxide it produced. The ONRR therefore used the Smithson formula to establish a reasonable minimum value. The Arbitration panel in Smithson found that beginning in August 2003 “Hess sought and obtained the lowest fixed price possible from its bidding procedure for the carbon dioxide it purchased and used that price to value its in-kind sales to the SSAU.” AR 485. Rather than accepting the fixed price Hess paid for carbon dioxide to value its own carbon dioxide produced, the arbitration panel looked at a formula which in part indexed the value of carbon dioxide to the price of oil. AR 487. The Smithson formula was not pulled out of thin air but was based on expert opinion or testimony. AR 487 (“The arbitrators determine that the “blend” of the two methods suggested by Dr. Becker is the proper benchmark for the applicable period”). The carbon dioxide produced in the Bravo Dome was generally used for enhanced oil recovery in west Texas. The ONRR therefore concluded that the Smithson formula was appropriate because it indexed the value of the carbon dioxide to the oil prices.\n \nIn the underlying briefing before the Director, Plaintiff argued that the Director should use the Oxy settlement formula rather than the Smithson formula. AR350. Both the Smithson arbitration and the Oxy settlement provide formula prices ONRR considered to establish a reasonable minimum value. The ONRR reasonably considered but did not rely on the Oxy settlement, because the settlement did not describe how the parties came to the formula price or how the price pertained to Hess’s carbon dioxide purchases or sales. AR 350-51. ONRR considered both and used the Smithson arbitration formula.\n \nHowever, there is nothing in the briefing challenging the facts recited in the Smithson decision or explaining why the reasoning in the decision is infirm. Rather, the ONRR could reasonably look to the reasoning in the Smithson decision and its choice to partially index the value of carbon dioxide to the price of oil. This is a method used in the relevant market. AR 486. This is especially reasonable under the circumstances of this case because the majority of carbon dioxide produced in the Bravo Dome unit is used for enhanced oil recovery in the Permian basin. The Court finds that the ONRR reasonably looked to the Smithson decision and explained why, like Smithson, it decided to index Plaintiff’s carbon dioxide value to the price of oil. Therefore, the Court finds that the *1044 ONRR and the Director reasonably considered the facts and reasoning in the Smithson decision in formulating their own valuation methodology.\n \nPlaintiff argues that considering the Smithson valuation is flawed because value should be based on marketplace transactions. However, as explained above, the Smithson formula considers market factors. The Director also rejected Hess’s argument that the ONRR does not have a reasonable basis to value the carbon dioxide production The Director stated that the “ONRR evaluated the Unit Average, Fasken contract, Hess Purchase Contracts, Hess Arbitration Price, and Oxy Settlement.” AR 351.\n \nPlaintiff argues that the Director erred in considering the Smithson arbitration decision, because it is not binding on this proceeding, and the case challenging the Smithson arbitration decision settled. Whether or not the Smithson arbitration decision is binding or “good law” is not determinative. It was reasonable for Defendants to consider the facts and reasoning in the Smithson decision under the lease factors.\n \nThe Court concludes that the Defendants reasonably considered and weighed the relevant factors and evidence, and adequately explained their decision.\n \n\n\nC. Defendants appropriately considered and rejected the Unit Average.\nPlaintiff argues that the Director failed to justify displacing the Unit Average as the valuation method. Doc. 38 at 14. Plaintiff does not argue that ONRR is bound to the Unit Average by any prior guidance, interpretations, or agreements, but that Defendants failed to show that Unit Average is inconsistent with the valuation requirements of the federal regulations. Doc. 38 at 14. The Court disagrees and concludes that the Director appropriately considered the past valuation methods and past guidance, explained why there were inconsistent with the regulations, and reasonably rejected them.\n \n[14]The ONRR “will direct a lessee to use a different value if it determines that the reported value is inconsistent with the requirements of the regulations.” 30 CFR § 206.152(e)(1). Neither party has cited to case law interpreting this regulation. Generally, an agency is entitled to deference in interpretation of its regulations. The Court’s “task is not to decide which among several competing interpretations best serves the regulatory purpose. Rather, the agency’s interpretation must be given controlling weight unless it is plainly erroneous or inconsistent with the regulation.” Thomas Jefferson Univ. v. Shalala, 512 U.S. 504, 512, 114 S.Ct. 2381, 129 L.Ed.2d 405 (1994) (internal quotation marks omitted); Fina Oil & Chem. Co. v. Norton, 332 F.3d 672, 676 (D.C. Cir. 2003). As explained below, Defendants’ interpretation of 30 C.F.R. § 206.152(c)(2) and (e)(1) is not plainly erroneous or inconsistent with the regulations. Defendant analyzed the Unit Average and reasonably explained why it was inconsistent with the regulations. See Director’s Decision AR 348-350; see also AR 362-66.\n \n[15]Plaintiff asserts that it does not argue that Defendants are bound by the Unit Average, but that the Director’s decision fails to explain why the Unit Average is improper. Doc. 38 at 14. The Court disagrees. The Director’s decision extensively explained why the Unit Average was not satisfactory and why it was using a new valuation method. AR 348.\n \nOverall, two-thirds of Bravo Dome carbon dioxide is used by Bravo Dome Lessees for their own enhanced oil recovery operations in non-arm’s length transactions. AR 658. Plaintiff uses 99% of the carbon dioxide it produces in the Bravo *1045 Dome Unit for its own use in the Permian basin. In other words, the Unit Average in the Bravo Dome appears to be heavily skewed by non-arm’s length transactions. Given that the majority of the Bravo Dome Unit transactions consist of non-arm’s length transactions, the Director’s decision did not err in concluding that the Unit Average would therefore likely be skewed by these non-arm’s length transactions.\n \nMoreover, the ONRR noted that it was difficult to verify the Unit Average is consistent with federal gas valuation regulations because federal lands make up less than ten percent of the Unit. AR 349. The remaining leases are on private and state land subject to royalty terms that might different greatly from federal royalty terms. These leases may include valuation methodologies inconsistent with federal valuation requirements. The Director found that the ONRR would not be able to determine whether these values were appropriate for federal lessees to use to calculate the value of their federal royalty payments. Therefore, although ONRR could obtain the relevant documents from the operator, it determined that it would not be useful for calculating a reasonable minimum value.\n \nThe Director also concluded that even if the ONRR could ensure the sales volumes and values were consistent with federal valuation requirements, the Unit Average was not a reasonable minimum value because it skewed lower than what Hess paid for carbon dioxide in arm’s-length transactions. AR 349. The Unit Average likely contains large number of non-arm’s-length transactions, and the Director noted that Hess did not provide any documentation showing that the Unit Average does not include non-arm’s length transactions. The Director’s decision reasoned that “ONRR has consistently embraced the arm’s-length contract as the most reliable indicator of value ...” AR 349.\n \nPlaintiff argues there is nothing in the regulations that prevents consideration of non-arm’s length transactions in determining a reasonable value. The Director’s decision expressly stated that it puts more weight toward arm’s-length transactions, and the Court sees no error in the Director’s weighing of the relevant factors.\n \nTherefore, the decision to stop using the Unit Average was not arbitrary or capricious.\n \n\n\nII. Alternatively, even if the regulations applied, the Defendants appropriately applied and considered the relevant factors in the regulations.\nThe Director alternatively concluded that even if the regulations applied, the ONRR could reasonably consider the above and factors as part of the multi-factor test under the applicable regulations. Director’s Decision, AR 353. The Court agrees. The ONRR reasonably considered all relevant factors articulated in the second benchmark under the regulations. 30 C.F.R. § 206.152(c). See AR 353-357. The Director articulated what evidence he considered under each factor. The Court will not second-guess the Director’s decision in weighing the regulatory factors where the Director considered and analyzed the relevant factors and evidence.\n \nIf the lease valuation terms are not inconsistent with the regulations, then the regulations would apply. 30 C.F.R. § 206.150(b)(4). In other words, the relevant valuation factors in the lease and regulations would overlap and it would be in the ONRR’s discretion to consider the same evidence discussed above. Therefore, the Court may affirm the Director’s analysis under the regulations for the same reasons as above.\n \nThe Director looked at the benchmarks under 30 C.F.R. § 206.152(c) and explained *1046 that the second benchmark applies. 30 C.F.R. § 206.152(c)(2). Plaintiff does not dispute that the second benchmark applies. Under the second benchmark, the value of a lessee’s unprocessed gas production is “determined by consideration of other information relevant in valuing like-quality gas”, taking into account (1) the gross proceeds under arm’s-length contracts for like-quality gas in the same field or nearby fields or areas; (2) posted prices; (3) prices received in arm’s length spot sales; (4) other reliable public sources of price or market information; and other information particular to a lease operation or saleability of the gas. 30 C.F.R. § 206.152(c)(2). The Director thoroughly considered the evidence and weighed the regulatory factors. AR 353-357. For the reasons stated in Section I of this opinion and in the Administrative Record at 353-357, the Director’s decision weighing the regulatory factors was not arbitrary and capricious.\n \n\n\nIII. The ONRR correctly determined that transportation costs were not deductible as they were necessary to place the carbon dioxide gas in marketable condition.\nPlaintiff argues that the Defendants erred by denying Plaintiff’s deduction for transportation costs. The Court disagrees, as the Director’s Decision and Government’s response cogently explain that the costs are not deductible because they are necessary to place the carbon dioxide in marketable condition. The Director reasoned as follows. AR 357-361.\n \nGenerally, ONRR allows a lessee that transports its natural gas off lease to deduct the “reasonable, actual costs” of transporting the gas from the lease or unit to a point off the lease or unit, subject to certain limitations. 30 C.F.R. § 206.156(a). However, ONRR regulations also provide that a reasonable minimum value will not include any costs that a lessee must incur to place gas in marketable condition. A lessee must place its gas in marketable condition and market the gas for the mutual benefit of the lessee and lessor at no cost to the federal government. 30 C.F.R. § 206.152(i); Mesa Operating Ltd. Partnership v. Dept’ of the Interior, 931 F.2d 318 (5th Cir. 1991).\n \nMarketable condition means “lease products which are sufficiently free from impurities and otherwise in a condition that they will be accepted by a purchaser under a sales contract typical for the field or area.” 30 C.F.R. § 206.151. The Director noted that “treating gas to put in in marketable condition includes gathering (transporting gas from individual wells to a central accumulation point or RMP on or near the lease or unit), compression (increasing the pressure of gas), dehydration (removing water), and sweetening (removing acid gases, such [sic] CO2 and hydrogen sulfide (H2S))” AR 358-59 (citing cases).\n \nThe Director also interpreted the marketable condition rule to require lessees to treat gas to conform with pipeline requirements to serve the markets into which it is sold. AR 359, citing Devon Energy Corp. v. Kempthorne, 551 F.3d 1030, 1037 (D.C. Cir. 2008) (holding that gas must be in marketable condition for the market it serves, so it must be at the pressure needed to enter the pipeline taking it to market); Shoshone Indian Tribe v. Hodel, 903 F.2d 784, 788 (10th Cir. 1990) (denying deductions for compression costs because they increased the gas flow pressure to the level necessary to pass through the pipeline, and ultimately, the purchaser of the gas); Amoco Prod. Co. v. Watson, 410 F.3d 722, 729 (D.C. Cir. 2005), aff’d sub nom. BP Am. Prod. Co. v. Burton, 549 U.S. 84, 127 S. Ct. 638, 166 L. Ed. 2d 494 (2006) (holding that lessees must treat gas to pipeline CO2 requirements to serve distant *1047 markets into which it is sold); See also Anderson Living Tr. v. WPX Energy Prod., LLC, 306 F.R.D. 312, 324 (D.N.M. 2015) (“natural gas generally comes into marketable condition when it is of sufficient quality to be accepted into the interstate pipeline system.” (collecting cases)). “DOI’s interpretation of the marketable condition rule to require lessees to compress and dehydrate gas to meet the requirements of the pipelines that serve its typical purchasers is not plainly erroneous or inconsistent with the regulation.” Devon Energy Corp. v. Kempthorne, 551 F.3d 1030, 1037 (D.C. Cir. 2008).\n \n[16]Plaintiff is precluded from deducting transportation costs for compression and dehydration because those activities served to place Plaintiff’s carbon dioxide in the condition necessary to enter the enhanced oil recovery pipelines. AR 360. The Director found that Hess used its carbon dioxide production for its enhanced oil recovery operations in West Texas. The Director reasoned that the ultimate use of Hess’s carbon dioxide production is for use in the enhanced oil recovery facility, the delivery pipelines represent the pressure and quality requirements for Hess’s carbon dioxide to be in marketable condition. AR 360.\n \n[17]The Director acknowledged Plaintiff’s argument that costs for dehydration and compression may be necessary for both transportation and placing it in marketable condition. At issue is therefore whether the cost of treating carbon dioxide to a state necessary for both marketable condition and transportation is deductible. The Director concluded that “because the pressure necessary to enter the EOR Delivery Pipelines reflects the pressure of Hess’s federal CO2 production in marketable condition, Hess cannot deduct any costs it incurs to get the pressure for the CO2 to the pressure required to enter the EOR delivery Pipelines” AR 360. The Director cited to an IBLA decision holding that a lessee can deduct such costs “only if such services are required for transportation and exceed the service necessary to place production into marketable condition.” Burlington, 183 IBLA 333, 355, aff’d Burlington Res. Oil and Gas Co. L.P. v. United States DOI, 13-cv-678-CVE, 2014 WL 3721210, *20 (N.D. Okla July 24, 2014). “The logic of the regulations bars an expenditure to place gas in marketable condition from also being an expenditure deductible from gross proceeds as a transportation cost.” Amoco Prod. Co. v. Watson, 410 F.3d 722, 731 (D.C. Cir. 2005), aff’d sub nom. BP Am. Prod. Co. v. Burton, 549 U.S. 84, 127 S. Ct. 638, 166 L. Ed. 2d 494 (2006), citing 30 C.F.R. § 206.152(i) (lessees must “place gas in marketable condition at no cost to the Federal Government”). Here, the Director concluded that compression and dehydration necessary for transportation did not exceed the requirement necessary to place the carbon dioxide into marketable condition. AR 359-360. Plaintiff has not shown that the Director’s conclusion was erroneous.\n \nPlaintiff argues that the issue is not whether transportation is the only reason for dehydrating and compressing the carbon dioxide, but whether transportation is the primary reason for doing so. Doc. 28 at 55. This argument appears to be inconsistent with the case law above. Assuming it is not, Plaintiff’s argument still fails.\n \nAs explained above, the Director appears to have concluded that the primary reason for compressing and dehydrating the carbon dioxide was to place it in marketable condition for enhanced oil recovery operations in west Texas. AR 359-60. The Director noted that Hess uses its federal carbon dioxide production for its enhanced oil recovery operations in west Texas. “Because the ultimate use of Hess’s CO2 production is to inject the CO2 into the EOR *1048 facility, the EOR delivery pipelines represent the pressure and quality requirements for Hess’s CO2 to be in marketable condition. Therefore, to be in marketable condition, Hess’s federal CO2 production must meet the minimum pressure requirements for the EOR delivery pipelines, or, if there are no minimum delivery requirements, the monthly average pressure of the CO2 entering the EOR Delivery Pipelines.” AR 359-60. This conclusion is not erroneous.\n \nPlaintiff asserts that Defendants erred by relying on the regulations to deny transportation cost deductions when they rejected the regulations in valuing the carbon dioxide. However, Defendants’ approach is consistent with the regulations. The regulations provide that they should apply to the extent they are not inconsistent with the terms of the underlying lease. 30 C.F.R. § 206.150(b)(4). Because Plaintiff has not pointed to any term of the lease inconsistent with the regulation’s marketable condition rule, the Defendants appropriately applied the regulations.\n \nTherefore, the Director’s interpretation and application of the marketable condition rule to this case are not plainly erroneous or inconsistent with the regulation. Thomas Jefferson Univ. v. Shalala, 512 U.S. 504, 512, 114 S.Ct. 2381, 129 L.Ed.2d 405 (1994) (internal quotation marks omitted); Shoshone Indian Tribe v. Hodel, 903 F.2d 784, 787 (10th Cir. 1990); Amoco Prod. Co. v. Watson, 410 F.3d 722, 728–29 (D.C. Cir. 2005) (court generally gives substantial deference to an agency’s interpretation of its own regulation), aff’d sub nom. BP Am. Prod. Co. v. Burton, 549 U.S. 84, 127 S. Ct. 638, 166 L. Ed. 2d 494 (2006).\n \n\n\nIV. Defendants complied with audit requirements.\nPlaintiff summarily argues that the Director’s decision failed to meet required auditing standards. Plaintiff argues that Defendants failed to gather sufficient evidence to support its findings and conclusions. The Court rejects this broad, generalized argument. As explained in detail above, Defendants obtained sufficient evidence “to provide a reasonable basis for [their] findings and conclusions.” Generally Accepted Government Auditing Standards § 7.48. Moreover, as explained by the Government, the Defendants obtained the necessary documents. See Doc. 35-1 at 50 (citing to the administrative record).\n \n\nCONCLUSION\nPlaintiff’s arguments are without merit and the Director’s decision should be affirmed. Defendants reasonably considered the relevant factors and evidence in formulating a value for carbon dioxide produced by Plaintiff and used in non-arm’s length transactions. The Defendants also properly determined that Plaintiff was not entitled to transportation cost deductions because those costs were necessary to put the carbon dioxide in marketable condition.\n \nIT IS THEREFORE ORDERED that the Director’s decision is AFFIRMED.\n \nAll Citations\n508 F.Supp.3d 1033\n\n\n\nFootnotes\n|\n1\n|Plaintiff also requested oral argument. The Court denies that request, as the Court finds oral argument unnecessary.\n|\n2\n|At the relevant time, Amerada Hess Corporation (“Hess”) was the lessee of the federal leases at issue in this appeal. Plaintiff obtained the leases from Hess in 2017, after the agency decisions were issued. This decision alternatively refers to “Hess” or Plaintiff.\n|\n3\n|“AR” as used in this opinion refers to the corrected administrative record, Doc. 35 (filed February 12, 2020).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}