{
    "Background": "\n\n\n\n\nKeyCite Red Flag - Severe Negative Treatment\nJudgment Reversed by Central Bank of the South v. U.S., 11th Cir.(Ala.), December 31, 1987\n646 F.Supp. 639\nUnited States District Court, N.D. Alabama, Southern Division.\nCENTRAL BANK OF THE SOUTH and Eleanor A. Russell, Executors of the Estate of E. Lonnie Russell, deceased, and Eleanor A. Russell, Individually, Plaintiffs,\nv.\nUNITED STATES of America, Defendant.\nCiv. A. No. 84–G–0267–S.\n|\nJune 9, 1986.\nSynopsis\nTaxpayer brought suit for recovery of income tax and interest. The District Court, Guin, J., held that taxpayer’s lease of equipment to company owned by his wife and children was at “arm’s length rate” and lease was “arm’s length transaction” within meaning of applicable regulations, and thus Internal Revenue Code section did not apply to allow Government to allocate additional income from rental of equipment.\n \nJudgment for taxpayer.\n \n\n\nWest Headnotes (1)\n\n\n[1]\n|Internal RevenueRents in General\n|\n|Taxpayer’s lease of equipment to company owned by his wife and children was at “arm’s length rate” and lease was “arm’s length transaction” within meaning of applicable regulations, and thus Internal Revenue Code section did not apply to allow Government to allocate additional income from rental of equipment. 26 U.S.C.A. § 482.\n\n|\n\n\nAttorneys and Law Firms\n*639 Walter L. Mims, Porterfield, Scholl, Bainbridge, Mims & Harper, P.A., Birmingham, Ala., for plaintiffs.\nHelen M. Lokey, Trial Atty., Tax Div., U.S. Dept. of Justice, Washington, D.C., *640 Caryl P. Privett, Asst. U.S. Atty., Birmingham, Ala., for defendant.\n\n\n\n\nMEMORANDUM OPINION\nGUIN, District Judge.\nCentral Bank of the South and Eleanor A. Russell, executors of the estate of E. Lonnie Russell, deceased, and Eleanor A. Russell, individually, bring this action under 28 U.S.C. § 1346 against the United States of America for the recovery of income tax and interest thereon which was assessed against and paid by E. Lonnie Russell and Eleanor A. Russell for the years 1978 and 1979. This cause was heard before the court sitting without a jury on May 1, 1986.\n \nSubsequent to the timely filing of joint income tax returns for E. Lonnie Russell and Eleanor A. Russell for the years 1978 and 1979, the Russells were notified by the Internal Revenue Service that their reported taxable income for the year 1978 had been increased in the amount of $20,353.00, and that their reported taxable income for the year 1979 had been increased in the amount of $203,535.11. These increases were attributed to rental income from certain machinery owned by E. Lonnie Russell, such rental income not being received by Mr. Russell, but being allocated under the provisions of section 482 of the Internal Revenue Code. These increases in income resulted in an additional income tax due by the Russells in the amounts of $11,194.16 and $124,905.30 for the years 1978 and 1979 respectively.\n \nOn or about the 25th day of February 1983, Eleanor A. Russell paid the amounts of $11,194.16 and $124,905.30, plus interest due thereon, to the Internal Revenue Service.1 On or about April 13, 1983, Eleanor A. Russell filed amended income tax returns for the years 1978 and 1979, claiming refunds of the aforesaid amounts, plus interest. The Internal Revenue Service denied Mrs. Russell’s claims for refunds on June 15, 1983, and this suit was filed thereafter on January 31, 1984.\n \nIn order to understand the respective positions of the parties, an examination of the pertinent facts surrounding the Internal Revenue Service’s allocation of income under section 482 of the Internal Revenue Code is required. The essential facts of this case are not in dispute. At the trial, only three witnesses were presented, viz. Mr. Violas Vawter, Mr. Larry Cain, and Eleanor A. Russell. These witnesses were presented by the plaintiffs and cross-examined by the defendant. The testimony of these persons is not in conflict.\n \n\n\nFindings of Fact:\nIn 1978, E. Lonnie Russell acquired some $205,000.00 worth of heavy equipment for use in Mr. Russell’s new mining venture. When this mining business turned out to be unprofitable, Mr. Russell leased the heavy equipment to Wellington Park Land Company (hereinafter, Wellington). Wellington was owned by Eleanor A. Russell (50 per cent) and the Russells’ children, Bill Russell (25 per cent) and Jane Cain (25 per cent). Wellington was involved in the development of an industrial park on Highway 150 in the Birmingham, Alabama, area, and such heavy equipment was needed to prepare the industrial park site.\n \nIn the fall of 1978 E. Lonnie Russell (owner of the equipment), Violas Vawter (Wellington’s and the Russells’ CPA), Eleanor A. Russell (president of Wellington), and Larry Cain (the Russells’ son-in-law, who was the industrial park’s project manager) met at the Russells’ home. During this meeting, an oral lease for the above-mentioned equipment was entered into by E. Lonnie Russell and Wellington. Mr. Cain testified that he called a local Caterpillar dealer, Thompson Tractor Company, and was given standard “blue book” rental figures, both “by the month” and “daily” on the particular equipment that was being rented to Wellington. These rates were agreed upon by Mr. Russell and Wellington. (The United States, in its report following *641 its tax examination in 1981, states that the rental rates set up by E. Lonnie Russell were fair rental values.)\n \nThe agreed upon rental rates were to be paid to E. Lonnie Russell when the Highway 150 property was sold. The rent on the equipment was to be paid from the proceeds of the sale of lots in the proposed industrial park. The above-mentioned persons discussed an equipment maintenance agreement and they also made projections concerning the industrial park. The industrial park, which consisted of some 212 acres of hilly, rough terrain, was to be developed in two phases. The first phase was projected to be completed within one and a half to two years, i.e., sometime in 1980.\n \nWork on the industrial park commenced in the fall of 1978. Wellington did not have assets of its own sufficient to finance the project, so a $1,000,000.00 credit line with Central Bank of the South was established. By the time the first phase of the industrial park was completed, sometime in 1980, interest rates had unexpectedly soared to record highs. Money that Wellington had once borrowed from Central Bank at around eight to ten per cent had risen to twenty-three per cent. Due to the high interest rates, the industrial lots were not selling as planned, and the credit line had to be raised to $1,250,000.00.\n \nInterest on the money borrowed from Central Bank was due every ninety days and was paid by Wellington, quite often, with money borrowed against the credit line established by Central. No lots were sold in 1978 or 1979, and only one lot was sold in 1980; no more lots were ever sold. Central Bank was a mortgage holder on the Highway 150 land, and it required Wellington to apply the proceeds of the one and only sale to the debt.\n \nOn May 31, 1979, Wellington executed a note in favor of E. Lonnie Russell in the amount of $90,201.89. This sum represented the rental amounts for Mr. Russell’s equipment used on the Highway 150 project, up to and including May 31, 1979. (Wellington’s 1978 tax year ended May 31, 1979.) E. Lonnie Russell indicated this amount on his 1979 tax return as income, although the note was never collected. Wellington capitalized all rents payable to E. Lonnie Russell for the tax years ending May 31, 1979, and 1980. Wellington declared a taxable income of $35,665.13 for 1979, and a loss of $97,994.59 for 1980. Wellington has had no taxable income since fiscal year 1979, and has never paid any rents to E. Lonnie Russell or his estate. Central Bank foreclosed upon the Highway 150 property in August 1985.\n \n\n\nDiscussion:\nSection 482 of the Internal Revenue Code states:\nSEC. 482 ALLOCATION OF INCOME AND DEDUCTIONS AMONG TAXPAYERS.\nIn any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Secretary may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any such organization, trades, or businesses.\n \nIt is not contested that the parties to the subject lease were “controlled parties.” In order to determine whether or not an allocation of income by the Commissioner is necessary, we look to the Internal Revenue Service’s regulations. Regulation § 1.482–2(c)–(1) states:\nRegulation § 1.482–2(c)–(1)\n(c) Use of tangible property—(1) General rule. Where possession, use, or occupancy of tangible property owned or leased by one member of a group of controlled entities (referred to in this paragraph as the owner) is transferred by lease or other arrangement to another member of such group (referred to in this paragraph as the user) without *642 charge or at a charge which is not equal to an arm’s length rental charge (as defined in subdivision (1) of subparagraph (2) of this paragraph), the district director may make appropriate allocations to properly reflect such arm’s length charge. Where possession, use, or occupancy of only a portion of such property is transferred, the determination of the arm’s length charge and the allocation shall be made with reference to the portion transferred. (Emphasis added.)\n \nRegulation § 1.482–2(c)–(1) refers to an “arm’s length rental charge,” and not “arm’s length rental terms, conditions, or payback schedule.” The United States admits that the agreed upon rental rates were an “arm’s length rate.” Under this court’s interpretation of Regulation § 1.482–2(c)–(1), Internal Revenue Code section 482 should not have been used to allocate income to E. Lonnie Russell.\n \nThe United States argues that “arm’s length rental charge” encompasses more than the monetary amount affixed to the rental period. The United States argues that the lease transaction must be an “arm’s length transaction,” in order to avoid allocation under Internal Revenue Code section 482. Even taking this interpretation of Regulation § 1.482–2(c)–(1) into account, the court, as trier of fact, concludes that the lease agreement was an “arm’s length transaction.”\n \nAs was discussed in detail above, E. Lonnie Russell had experienced a bad business venture (mining) in 1978. Mr. Russell had some heavy equipment that he was not using, and he was able to rent these pieces to Wellington at an industry standard rate. Mr. Russell was present when Eleanor A. Russell, their son-in-law, Larry Cain, and their accountant, Violas Vawter, discussed projections for Wellington’s industrial park. The goals of Wellington were realistic, as interest rates at that time were around eight per cent and Wellington could get ample financing from Central Bank. Due to the fact that Wellington expected to begin selling property in 1980, and with the sale of property would come the obligation to pay the accrued rent, it was not beyond imagination for a businessman with idle equipment on his hands to enter into this sort of transaction. Transactions where payment is contingent upon the completion of a certain event, here the sale of lots in the industrial park, are not at all uncommon in the business world. The court adds that the United States presented no witnesses from industry to testify that the subject lease was anything less than an “arm’s length transaction.” The United States’ mere assertion that the lease was not an “arm’s length transaction” carries no weight.\n \nIt is quite evident that none of the parties to the lease agreement forecast or expected the rapid rise in interest rates in or around 1980, the time that the lots were ready for sale. As was mentioned above, only one lot was sold. Central Bank, the mortgagee, required Wellington to turn over all proceeds of the lot’s sale to obtain a release of title. When the lease agreement was entered into, it was inconceivable that only one lot would be sold.\n \nIt cannot be imputed that the lease transaction was not at “arm’s length” simply because E. Lonnie Russell was never paid any rental money. Although it was unexpected, the condition precedent to Wellington’s obligation to pay was never met. The Commissioner’s use of Internal Revenue Code section 482 was misplaced in this instance.\n \nAs additional reason why judgment is found in favor of the plaintiffs, the court holds that the Internal Revenue Service attempted to “create” income rather than “allocate” income under section 482 of the Internal Revenue Code. Wellington had a net income of $35,665.13 for fiscal year 1979, a loss of $97,994.59 for fiscal year 1980, and a loss of $56,565.49 for fiscal year 1981. The Internal Revenue Service “allocated” income to the Russells in the amounts of $20,353.00 for 1978 and $203,535.11 for 1979.\n \nUnder the case of *643 Tennessee-Arkansas Gravel Co. v. Commissioner, 112 F.2d 508 (6th Cir.1940), the Commissioner is not authorized to allocate income where no income exists. It is clear in the court’s mind that Wellington did not have sufficient income to be allocated in the amounts that the Internal Revenue Service claims. This attempted “allocation” was actually a “creation” of income, and therefore improper. The court is mindful of the cases that were cited by the United States; however, they are distinguishable, as they deal with situations, quite unlike the present, where there was no charge for the transfer of property, or an inadequate charge.\n \nAn order in conformity with this memorandum opinion is being entered this day.\n \n\n\nFINAL JUDGMENT ORDER\nIn conformity with and pursuant to the memorandum opinion this day entered, it is\n \nORDERED, ADJUDGED and DECREED that plaintiffs Central Bank of the South and Eleanor A. Russell, Executors of the Estate of E. Lonnie Russell, deceased, and Eleanor A. Russell, Individually, have and recover of the United States of America the sum of $137,099.46, together with interest paid thereon, and interest provided by law and due thereon, less any offset to which the United States is entitled. Costs are taxed against the defendant.\n \nAll Citations\n646 F.Supp. 639, 58 A.F.T.R.2d 86-5319, 86-2 USTC P 9522\n\n\n\nFootnotes\n|\n1\n|E. Lonnie Russell died on the 10th day of January 1983, leaving a last will and testament naming Central Bank of the South and Eleanor A. Russell as executors.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}