{
    "Background": "\n\n\n\n498 F.2d 225\nUnited States Court of Appeals, Eighth Circuit.\nLIBERTY LOAN CORPORATION, Appellee,\nv.\nUNITED STATES of America, Appellant.\nNo. 73-1389.\n|\nSubmitted Nov. 14, 1973.\n|\nDecided May 31, 1974, Rehearing En Banc Denied July 19, 1974.\nSynopsis\nSuit by corporate taxpayer for refund of income taxes alleged to have been wrongfully assessed and paid. The United States District Court for the Eastern District of Missouri, William H. Webster, U.S. Circuit Judge (former U.S.D.C. Judge), 359 F.Supp. 158, entered judgment for taxpayer, and the United States appealed. The Court of Appeals, Lay, Circuit Judge, held that where corporate taxpayer, engaged in consumer finance business, borrowed substantial sums at an effective interest rate of 5.55% Which it then loaned to its subsidiaries and, rather than charge each subsidiary 5.55% Interest, charged its solvent companies 5.75% And its insolvent enterprises little or no interest, which resulted in interest income to taxpayer just sufficient to cover its own interest expense on total amount borrowed, but savings and taxes realized by subsidiaries due to interest expense deduction had effect of increasing taxpayer’s net worth and distorting its true income, Commissioner acted within his discretion in allocating to taxpayer interest income of 5% To bring no-interest loans more closely into conformity with arm’s length standard of statute governing income allocation.\n \nReversed and remanded with directions.\n \nVan Oosterhout, Senior Circuit Judge, dissented and filed opinion.\n \n\n\nWest Headnotes (2)\n\n\n[1]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\nInternal RevenuePresumptions and Burden of Proof\n|\n|Commissioner of Internal Revenue has broad discretion under statute governing allocation and apportionment of income and his determination will not be upset unless proven by taxpayer to be arbitrary and capricious. 26 U.S.C.A. (I.R.C.1954) § 482.\n5 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Where corporate taxpayer, engaged in consumer finance business, borrowed substantial sums at an effective interest rate of 5.55% which it then loaned to its subsidiaries, and, rather than charge each subsidiary 5.55% interest, charged its solvent companies 5.75% and its insolvent enterprises little or no interest, which resulted in interest income to taxpayer just sufficient to cover its own interest expense on total amount borrowed, but savings and taxes realized by subsidiaries due to interest expense deduction had effect of increasing taxpayer’s net worth and distorting its true income, Commissioner acted within his discretion in allocating to taxpayer interest income of 5% to bring no-interest loans more closely into conformity with arm’s-length standard of statute governing income allocation. 26 U.S.C.A. (I.R.C.1954) § 482.\n6 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*226 John A. Townsend, Atty., Tax Div., Dept. of Justice, Washington, D.C., for appellant.\nWilliam D. Crampton, St. Louis, Mo., for appellee.\nBefore VAN OOSTERHOUT, Senior Circuit Judge, and LAY and HEANEY, Circuit Judges.\nOpinion\n\nLAY, Circuit Judge.\n\nThe United States appeals from a judgment of the district court granting Liberty Loan Corporation (hereinafter taxpayer) a refund of $246,292.28 plus interest for 1961 income taxes alleged to have been wrongfully assessed and paid. The trial court’s opinion is reported at 359 F.Supp. 158 (E.D.Mo.1973). We reverse the judgment for the taxpayer and remand with directions to enter judgment in favor of the government.\nThe fundamental issue is whether the Commissioner of Internal Revenue properly exercised his discretion under 26 U.S.C. § 4821 and the regulations promulgated thereunder in allocating to taxpayer the amount of $473,639 as interest income from certain of its wholly-owned subsidiaries.\nTaxpayer is engaged in the consumer finance business, operating through 40 branch offices and 399 subsidiaries in several states. In 1961, taxpayer borrowed substantial sums which it then loaned to its 399 subsidiaries. The subsidiaries in turn loaned the monies to consumers. This procedure of borrowing by the parent was employed because of the parent’s higher credit rating, which enabled it to borrow at a lower rate of interest than would have been available to the subsidiaries acting independently.2 In 1961, taxpayer was *227 able to borrow the amount involved, over $110,547,000, at an effective interest rate of 5.55%. The ultimate consumers were charged considerably higher interest rates by the subsidiaries.3\nRather than charge each subsidiary 5.55% Interest, taxpayer charged its solvent companies 5.75%, while its 55 insolvent enterprises were charged little or no interest.4 This system resulted in interest income to taxpayer just sufficient to cover its own interest expense on the total amount borrowed, i.e., 5.55%.\nThe Commissioner determined that taxpayer’s 1961 income had not been clearly reflected due to the no-interest loans.5 Acting pursuant to § 482 and the regulations thereunder, the Commissioner therefore increased taxpayer’s income to reflect interest payments of 5% From the insolvent subsidiaries.6 No adjustment was made to the 5.75% Interest income received from the solvent subsidiaries.\nUpon Liberty Loan’s suit for a refund, the district court found no distortion in taxpayer’s income, since taxpayer had received the actual costs of its borrowing from the overall group of subsidiaries. Hence, the court held that § 482 and its regulations had been improperly applied. The court recognized that the income of the subsidiaries had been distorted; however, it held the Commissioner erred in attempting to adjust the income of the taxpayer, rather than unscrambling the distortion among the subsidiaries.\nThe regulations under § 482 specifically require that the method of allocating and apportioning income ‘shall be determined with reference to the substance of the particular transactions . . ..’ Regs. § 1.482-1(d)(1). We find the ‘group loan’ theory of the trial court ignores the actual substance of the transactions under scrutiny here. It is clear that the loans by the taxpayer were not made to a single entity or group. The facts stipulated show that the loans were made individually to each subsidiary; the interest rates charged the individual subsidiaries ranged from 0 to 5.75%, depending on the capital status of each company; each subsidiary carried on its balance sheets a note payable to its parent; and each subsidiary filed a separate income tax return, reflecting the individual loan from the parent. Although the parent, for admittedly sound business reasons, may have borrowed a lump sum, nevertheless when it came to relending the monies to the subsidiaries, it is evident that each loan was a separate transaction requiring independent scrutiny by the Commissioner.\n*228 The individual nature of taxpayer’s loans to its controlled interests is not altered in any way by the references to ‘group borrowing’ contained in Paragraph 3 of the stipulation. As the government notes in its brief:\nThis label is in itself meaningless; here it can signify no more than that the assets of the entire group of corporations were made subject to the lender’s debt claim in order to achieve more favorable interest rates. But this is a fortiori true of any loan to a parent corporation since the assets of its subsidiaries can be reached by its creditors. Hence, the parent is likely to be in a better credit position than the individual subsidiaries.\nEqually unsupported by the facts is taxpayer’s argument that the solvent subsidiaries, rather than the parent, were actually the creditors of the insolvent concerns to the extent the insolvent companies failed to pay their full share of the interest costs. There is no evidence that the insolvent subsidiaries had any obligation to pay the ‘gain’ subsidiaries any amounts whatsoever. The balance sheets of the gain subsidiaries do not reflect any amounts due from the ‘loss’ subsidiaries. Particularly noteworthy in this regard is the fact that some of the insolvent subsidiaries paid the parent 5.75% Interest for six months of the year. See note 4, supra. If the taxpayer’s theory were true, these amounts would have been paid to the gain subsidiaries, not to the parent.\nMoreover, the stipulated fact that the gain subsidiaries paid 5.75% Interest, while the loss subsidiaries paid little or no interest, is totally inconsistent with taxpayer’s assertion that all of the subsidiaries actually paid 5.55%, with the gain subsidiaries loaning the necessary interest amounts to the loss subsidiaries.\nViewed as a number of independent transactions, it is readily apparent that the no-interest loans to the insolvent subsidiaries distorted taxpayer’s 1961 taxable income. As the Second Circuit has observed, in construing § 482:\nThe instant loans without interest are obviously not at arm’s length, since no unrelated parties would loan such large sums without interest. The allocation of the interest income to taxpayers was necessary in order to properly reflect their taxable incomes.\nB. Forman Co. v. Commissioner, 453 F.2d 1144, 1156 (2d Cir.), cert. denied, 407 U.S. 934, 92 S.Ct. 2458, 32 L.Ed.2d 817, rehearing denied, 409 U.S. 899, 93 S.Ct. 102, 34 L.Ed.2d 158 (1972).\nWe note also that even if one were to accept the ‘group loan’ premise of the trial court, there is nevertheless a distortion in taxpayer’s income. As the trial court recognized:\nLow or no income subsidiaries would have significantly less use for an interest expense deduction, whereas a subsidiary corporation in a surtax bracket would be able to utilize the deduction against higher tax rates. The internal apportionment undoubtedly led to substantial overall savings in taxes to the group, taken as a whole. (emphasis added).\n359 F.Supp. at 162-163.\nWe think it obvious that any savings in taxes realized by the subsidiaries has the effect of increasing the parent’s net worth and hence distorting its true income. And, as one commentator has observed, ‘the purpose of the section is to prevent corporations within the same corporate family from utilizing their separate corporate structures to diminish the overall tax liability of the corporate family.’ Note, 6 N.Y.U.J.Int.L. & Politics 169, 171 (1973). Thus, any distortion in the income of the subsidiaries is necessarily a distortion of the parent’s income as well.\nContrary to the district court’s holding, it makes no difference whether the Commissioner first adjusts the income of the subsidiaries or that of the parent. Regs. § 1.482-1(d)(2) requires the Commissioner to make appropriate correlative adjustments to the income of any other member of the group involved in the allocation. In other words, when the *229 Commissioner increased taxpayer’s income, he was also required to give the insolvent subsidiaries correspondingly increased interest deductions. Whether the Commissioner starts by increasing the income of the parent or, instead, by increasing the deductions of the insolvent subsidiaries should have no effect on the ultimate tax consequences.\n[1] Having determined that there exists a § 482 distortion in taxpayer’s income, it remains to be seen whether the Commissioner’s adjustment was a proper application of the regulations. We note at the outset that the Commissioner has broad discretion under § 482 and his determination will not be upset unless proven by the taxpayer to be arbitrary and capricious. See, e.g., Ballentine Motor Co. v. Commissioner, 321 F.2d 796, 800 (4th Cir. 1963); Grenada Industries, Inc. v. Commissioner, 17 T.C. 231, 255 (1951), aff’d, 202 F.2d 873 (5th Cir.), cert. denied, 346 U.S. 819, 74 S.Ct. 32, 98 L.Ed. 345 (1953). As the Tax Court has recognized:\n \nThe legislative history of section 482 indicates that it was designed to prevent evasion of taxes by the arbitrary shifting of profits, the making of fictitious sales, and other such methods used to ‘milk’ a taxable entity. * * * The Commissioner has considerable discretion in applying this section and his determinations must be sustained unless he has abused his discretion. We may reverse his determinations only where the taxpayer proves them to be unreasonable, arbitrary, or capricious.\nPauline W. Ach, 42 T.C. 114, 125-126 (1964), aff’d, 358 F.2d 342 (6th Cir.), cert. denied, 385 U.S. 899, 87 S.Ct. 205, 17 L.Ed.2d 131 (1966).\n[2] Regs. § 1.482-1(b)(1) provides that the ‘purpose of section 482 is to place a controlled taxpayer on a tax parity with an uncontrolled taxpayer . . ..’ In the case of loans or advances from one controlled entity to another, the regulations provide that tax parity with uncontrolled taxpayers is to be achieved through application of an arm’s length standard.Regs. § 1.482-2(a)(1).7\n \nRegs. § 1.482-2(a)(2) sets up standards for determination of the appropriate arm’s length interest rate.8 The *230 regulation first requires that the arm’s length rate shall be the rate which would have prevailed between unrelated parties under similar circumstances. However, the regulation then creates certain ‘safe haven’ rates which, even though not the prevailing arm’s length rate, will be allowed to stand unadjusted. The government calls these rates ‘deemed arm’s length rates“ since they may be substituted for the prevailing arm’s length rate. One commentator explains the operation of the deemed rate provisions as follows:\nThus, if a taxpayer (not in the business of making loans) lends money to an affiliate at an interest rate between 4 and 6 per cent no allocation will be made; if the arm’s length rate is greater than 6 per cent or less than 4 per cent, and the actual rate charged falls between the arm’s length rate and the safe haven rate, the actual rate charged similarly will be allowed to stand; if the actual rate falls outside of this zone, however, a rate of 5 per cent simple interest will be imputed to the loan for allocation purposes. Eustice, Affiliated Corporations Revisited: Recent Developments Under Sections 482 and 367, 24 Tax L.Rev. 101, 105 (1968).\nIn the present case, the Commissioner adjusted taxpayer’s income upward to reflect interest income of 5% From the insolvent subsidiaries. This adjustment was made pursuant to Regs. § 1.482-2(a)(2)(ii), applicable in the case of no-interest loans.9\nThe Commissioner made no adjustment to the 5.75% Interest rates charged the solvent subsidiaries because, in his view, 5.75% Was within the safe haven provision of Regs. § 1.482-2(a)(2)(i).\nBecause the district court viewed the subsidiaries as a single entity, it in effect required the Commissioner to offset the 5.75% Interest paid by the solvent subsidiaries against the no-interest loans to the insolvent subsidiaries. It is clear, however, that the regulations do not permit an offset under the factual circumstances of this case. Regs. 1.482-1(d)(3) limits offsets to transactions between the same two members of the controlled group.10 Thus, if the parent *231 loaned one of its subsidiaries monies at no interest, but received in exchange services equivalent to an arm’s length interest charge, an offset would be permitted. But the regulations do not contemplate offsets involving benefits flowing to other members of the group. As one commentator has observed:11\nIn a sense, the allowance of any offset to a section 482 adjustment represents a retreat from the Service’s historical position that section 482 is a ‘one-way street’ which may not be invoked by the taxpayer. On the other hand, multinational corporations with many foreign subsidiaries probably would have preferred an approach which permitted netting not only ‘vertically’ (that is, between two members of a controlled group) but also ‘horizontally’ (that is, among all members of the group) . . .. The Treasury, however, rejected the ‘horizontal netting’ principle, presumably because of administrative difficulties and the possibilities of manipulation.\nIt must be recognized, however, that there would be an obvious temptation under horizontal netting to overcharge profitable subsidiaries in high-tax countries and to undercharge those operating at a loss or in low-tax countries. The reservation of authority to deny offset and to make individual allocations, where United States tax liabilities are thus distorted might be sufficient to control such tax-motivated operations. However, there is a marked reluctance in this, as in other areas of the section 482 regulations, to depart from the concept of allocation in individual transactions or to judge compliance on the basis of overall results. Taxpayers had to settle for the proverbial half a loaf.\nJenks, Treasury Regulations Under Section 482, 23 Tax Lawyer 279, 285-286 (1970).12\nIn addition to the above limitation on the offset regulation, Regs. § 1.482-1(d) (3) requires a taxpayer desiring to utilize the offset provision to notify the IRS of that fact within 30 days of the date of the examination report advising taxpayer of the proposed § 482 adjustment. Taxpayer made no attempt here to so notify the Commissioner.\nFinally, the taxpayer may not assert an offset in which a deemed arm’s length rate (here 5%), as opposed to the actual arm’s length rate (stipulated to be in excess of 5.75%), is used as the balance point. Regs. § 1.482-1(d)(3) provides that for purposes of an offset:\nThe term arm’s length refers to the amount which was charged or would have been charged in independent transactions with unrelated parties under the same or similar circumstances considering all the relevant facts and without regard to the rules found in § 1.482-2 by which certain charges are deemed to be equal to arm’s length. *232 Thus, it would have been contrary to the regulations for the Commissioner to balance out the transactions at 5% (or 5.55%) when the stipulated arm’s length rate was in excess of 5.75%. This limitation on the offset provision logically follows when one remembers that the purpose of a § 482 adjustment is to more clearly reflect income. The upward adjustments to the no-interest loans do just that. Downward adjustments to the 5.75% Loans, however, would have the effect of moving those loans even further away from the actual arm’s length rate. In adjusting the nointerest loans upwards to 5%, the Commissioner therefore made the only adjustment he could.13\nIn sum, we conclude that the Commissioner acted within his discretion in allocating to the taxpayer interest income of 5% To bring the no-interest loans more closely into conformity with the arm’s length standard of § 482.\nJudgment reversed and remanded with directions to the district court to enter judgment for the United States.\n\n\nVAN OOSTERHOUT, Senior Circuit Judge (dissenting).\n\nI would affirm the trial court’s decision, principally upon the basis of Judge Webster’s well-reasoned opinion, reported at 359 F.Supp. 158 (E.D.Mo.1973). Judge Webster makes the following critical findings:\nIt is undisputed * * * that all of the members of the controlled group were acting as a group for purposes of borrowing working capital, and that the interest burden was shared according to a pre-established formula. 359 F.Supp. at 164.\nPlaintiff charged the group and recovered from the group as a whole all of the interest charges it paid on behalf of the group. Plaintiff’s income and expenses, for tax purposes, were thus no different in amount than they would have been had an exact proration been made according to amounts separately loaned to the members of the group. Id. at 163.\nPlaintiff was fully reimbursed for all but its own share of the borrowing costs it incurred on behalf of the group. Id. at 162.\nThe federal income tax return of plaintiff for 1961 clearly reflects its income and there has been no tax evasion on its part. Id. at 162.\nUpon the basis of such findings, Judge Webster determined:\nThe court finds and concludes that allocating part of the interest income of the impaired subsidiaries to plaintiff as imputed interest was unreasonable, arbitrary and capricious. Id. at 165.\nIn my view, such findings are supported by substantial evidence, are not induced by any erroneous view of the law, and are not clearly erroneous, and afford a sound basis for the judgment entered by Judge Webster. This case differs factually from B. Forman Co. v. Commissioner, 453 F.2d 1144 (2d Cir. 1972), and Kahler Corp. v. Commissioner, 486 F.2d 1 (8th Cir. 1973), in a number of significant respects. In those cases no subsidiaries paid any interest; no showing of subsidiary participation in the loans obtained from the financial *233 institutions was made, and no business purpose in making the interest-free loans was established. In our present case, the court found upon the basis of the parties’ stipulation, particularly paragraph 3 thereof, that the subsidiaries participated in making the loans and that the subsidiaries as a group agreed to reimburse the parent corporation for all interest and other expense arising out of the borrowing. It is undisputed that the group as a whole reimbursed the parent for all interest and incidental expense incurred as a result of the loans, and that the interest paid by the group as a whole fell well within the safe harbor provisions.1 Such interest was reported as income by taxpayer.\nThe court on the present record was also warranted in finding that a legitimate business purpose existed for shifting the interest burden from the loss subsidiaries to the gain subsidiaries, and that no tax evasion was established.\nThe parent company is the only entity whose tax liability is directly involved in this case. The Government has instituted no timely proceedings under § 482 or otherwise to increase the tax liability of any subsidiary.\nI recognize that § 482 confers considerable discretion upon the Commissioner to allocate income. Under the peculiar facts of this case, I agree with the trial court that the Commissioner has abused his discretion in making the allocation that he made.\nI would affirm the judgment entered by the trial court.\nAll Citations\n498 F.2d 225, 34 A.F.T.R.2d 74-5060, 74-1 USTC P 9474\n\n\n\nFootnotes\n|\n1\n|Section 482 of the Internal Revenue Code provides:\nIn any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Secretary or his delegate may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations, trades, or businesses.\n|\n2\n|The facts were stipulated in the district court. Paragraph 3 of the stipulation reads in part:\nIt is the practice of finance companies to borrow funds to lend to customers and for other corporate purposes. Where there is an affiliated group of finance companies, and large sums of borrowed funds are so required, in lending such funds at the most favorable rates, lending institutions (e.g., banks, insurance companies) require that such borrowings be made by the parent corporation for the group and not by the subsidiaries on an individual basis because the subsidiaries are not acceptable credit risks at these rates on an individual basis, but are so on a collective, or group, basis. The affiliated group determined to have the borrowings made by the plaintiff on the group’s behalf because, in addition to the lower rates of interest thus available, this permitted greater flexibility in the use of funds within the group so as to minimize the total borrowings of the group. The lending institutions, accordingly, required financial information to be submitted solely on a consolidated (or group) basis.\n|\n3\n|Thus, this case does not involve the ‘creation of income’ problem presented in Kahler Corp. v. Commissioner, 486 F.2d 1 (8th Cir. 1973), and B. Forman Co. v. Commissioner, 453 F.2d 1144 (2d Cir.), cert. denied, 407 U.S. 934, 92 S.Ct. 2458, 32 L.Ed.2d 817, rehearing denied, 409 U.S. 899, 93 S.Ct. 102, 34 L.Ed.2d 158 (1972). Those two cases reversed prior Tax Court decisions which had held that a § 482 adjustment could not be made to a transaction from which income had not been realized.\n|\n4\n|Taxpayer made an evaluation of each of its subsidiary’s surplus condition every six months. As a result, 28 subsidiaries whose surplus condition changed during the year were charged no interest for one six-month period and were charged the regular 5.75% Rate for the other six months of the year. Twenty-seven companies were charged no interest for the entire year. The actual interest rate paid by these 55 subsidiaries averaged out at a rate of 1.48%.\n|\n5\n|The existence of two or more organizations, trades, or businesses, owned or controlled directly or indirectly by the same interests, is not contested in this case. Thus, the only issues are whether a § 482 allocation was necessary and, if so, whether the Commissioner made the proper allocation.\n|\n6\n|Taxpayer was given credit for the 1.48% Interest income already received from the insolvent companies. See note 4, supra.\n|\n7\n|Regs. § 1.482-2(a)(1) reads:\nWhere one member of a group of controlled entities makes a loan or advance directly or indirectly to, or otherwise becomes a creditor of, another member of such group, and charges no interest, or charges interest at a rate which is not equal to an arm’s length rate as defined in subparagraph (2) of this paragraph, the district director may make appropriate allocations to reflect an arm’s length interest rate for the use of such loan or advance.\n|\n8\n|Regs. § 1.482-2(a)(2) reads:\nFor the purposes of this paragraph, the arm’s length interest rate shall be the rate of interest which was charged, or would have been charged at the time the indebtedness arose, in independent transactions with or between unrelated parties under similar circumstances. All relevant factors will be considered, including the amount and duration of the loan, the security involved, the credit standing of the borrower, and the interest rate prevailing at the situs of the lender or creditor for comparable loans. If the creditor was not regularly engaged in the business of making loans or advances of the same general type as the loan or advance in question to unrelated parties, the arm’s length rate for purposes of this paragraph shall be—\n(i) The rate of interest actually charged if at least 4 but not in excess of 6 percent per annum simple interest,\n(ii) 5 percent per annum simple interest if no interest was charged or if the rate of interest charged was less than 4, or in excess of 6 percent per annum simple interest, unless the taxpayer establishes a more appropriate rate under the standards set forth in the first sentence of this subparagraph. For purposes of the preceding sentence if the rate actually charged is greater than 6 percent per annum simple interest and less than the rate determined under the standards set forth in the first sentence of this subparagraph, or if the rate actually charged is less than 4 percent per annum simple interest and greater than the rate determined under the standards set forth in the first sentence of this subparagraph, then the rate actually charged shall be deemed to be a more appropriate rate under the standards set forth in the first sentence of this subparagraph. Notwithstanding the other provisions of this subparagraph if the loan or advance represents the proceeds of a loan obtained by the lender at the situs of the borrower the arm’s length rate shall be equal to the rate actually paid by the lender increased by an amount which reflects the costs or deductions incurred by the lender in borrowing such amounts and making such loans, unless the taxpayer establishes a more appropriate rate under the standards set forth in the first sentence of this subparagraph.\n|\n9\n|The trial court’s opinion indicates that had it felt an adjustment was called for, it would have relied on the last sentence of Regs. § 1.482-2(a)(2) to apply an interest rate of 5.55%— the cost the parent incurred when it borrowed the money to relend to the subsidiaries. The Commissioner persuasively argues, however, that the ‘situs of the borrower’ test in that sentence has not been met in this case. Thus, the Commissioner has used the appropriate deemed arm’s length rate of 5%, as provided in Regs. § 1.482-2(a)(2)(ii).\n|\n10\n|Regs. § 1.482-1(d)(3) provides in part:\nThe district director shall also consider the effect of any other nonarm’s length transaction between them in the taxable year which, if taken into account, would result in a set off against any allocation which would otherwise be made, provided the taxpayer is able to establish with reasonable specificity that the transaction was not at arm’s length and the amount of the appropriate arm’s length charge. For purposes of the preceding sentence, the term arm’s length refers to the amount which was charged or would have been charged in independent transactions with unrelated parties under the same or similar circumstances considering all the relevant facts and without regard to the rules found in § 1.482-2 by which certain charges are deemed to be equal to arm’s length . . .. In order to establish that a set-off to the adjustments proposed by the district director is appropriate, the taxpayer must notify the district director of the basis of any claimed set-off at any time before the expiration of the period ending 30 days after the date of a letter by which the district director transmits an examination report notifying the taxpayer of proposed adjustments or before July 16, 1968, whichever is later.\n|\n11\n|Mr. Jenks’ remarks concern multinational corporations with numerous foreign subsidiaries; however, they are equally applicable to corporations such as taxpayer with many domestic subsidiaries.\n|\n12\n|The government explains the restricted basis of the offset regulation as follows:\nThe reason is that offsetting transactions between the same two entities do not alter their combined taxable income and there is thus no need to adjust either or both in order to clearly reflect income. On the other hand, where, as here, an unduly high rate is charged to one member and a purportedly offsetting low rate is charged to a different member, the aggregate taxable income of the three participating entities may be altered materially because of the differing impact which the thus shifted income or deductions will have in the hands of the two members affected by the shift. Untangling the resulting complications and distortions deliberately created by the taxpayers could prove to be an administrative task of considerable proportions and place an undue strain upon the administrative resources of the Internal Revenue Service.\n|\n13\n|Even with the adjustment made by the Commissioner, taxpayer is still receiving the benefit of the safe haven rates. As the government states:\nBy providing the safe harbors, the Commissioner has allowed taxpayer to save substantially on its taxes, in that the 5.75 percent loans stood unadjusted and the no-interest loans were adjusted only up to 5 percent.\n|\n1\n|The Government in its brief states:\nHere, taxpayer, a parent corporation, lent substantial sums of money to its numerous subsidiaries, having itself borrowed the sums in question at an interest rate of 5.55 percent. Under one of the safe harbor rates spelled out in the Regulations the rate paid by the taxpayer is deemed the arm’s length rate for purposes of the reloans to the subsidiaries. Thus, had the taxpayer charged each subsidiary interest at 5.55 percent. there would have been no basis for adjustment by the Commissioner. However, the taxpayer charged no interest to some of the subsidiaries which were in poor financial condition and charged the balance the rate of 5.75 percent— the latter rate being at the level which would provide the taxpayer with interest income in the same aggregate amount which it had to pay on its own borrowing and which would net out at an average rate of 5.55 percent to all subsidiaries.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}