{
    "Background": "\n\n\n\n32 F.4th 1032\nUnited States Court of Appeals, Tenth Circuit.\nOXY USA INC., Plaintiff - Appellant,\nv.\nUNITED STATES DEPARTMENT OF THE INTERIOR; Office of Natural Resources Revenue; Gregory Gould, in his official capacity as Director of the Office of Natural Resources Revenue, Defendants - Appellees.\nNo. 21-2011\n|\nFILED May 2, 2022\nSynopsis\nBackground: Federal gas lessee appealed, under Administrative Procedure Act (APA), from decision of United States Department of the Interior, Office of Natural Resources Revenue (ONRR), ordering it to make additional royalty payments on carbon dioxide removed from lease properties. The United States District Court for the District of New Mexico, Kea W. Riggs, J., 508 F.Supp.3d 1033,\n \nHoldings: The Court of Appeals, Briscoe, Circuit Judge, held that:\n \n[1] consideration of formula used by arbitration panel to calculate value of lessee’s in-kind sales of carbon dioxide was not arbitrary or capricious;\n \n[2] consideration of valuation factors listed in federal leases, instead of only regulatory valuation factors, to determine valuation was not arbitrary or capricious;\n \n[3] decision to reject lessee’s unit average valuation methodology was not arbitrary or capricious; and\n \n[4] lessee could not deduct compression and dehydration costs as non-arm’s-length transportation allowance.\n \nAffirmed.\n \n\n\nWest Headnotes (12)\n\n\n[1]\n|Administrative Law and ProcedureTrial or review de novo\n|\n|Court of Appeals reviews district court’s decision in Administrative Procedure Act (APA) cases de novo. 5 U.S.C.A. § 706(2)(A).\n1 Case that cites this headnote\n|\n\n\n[2]\n|Administrative Law and ProcedureReview for arbitrary, capricious, unreasonable, or illegal actions in general\nAdministrative Law and ProcedureReview for correctness or error\n|\n|Agency’s decision is “arbitrary and capricious” under Administrative Procedure Act (APA) if agency (1) entirely failed to consider important aspect of problem, (2) offered explanation for its decision that runs counter to evidence before agency, or is so implausible that it could not be ascribed to difference in view or product of agency expertise, (3) failed to base its decision on consideration of relevant factors, or (4) made clear error of judgment. 5 U.S.C.A. § 706(2)(A).\n3 Cases that cite this headnote\n|\n\n\n[3]\n|Administrative Law and ProcedureScope and Extent of Review in General\nAdministrative Law and ProcedureDeference given to agency in general\n|\n|Court’s inquiry under Administrative Procedure Act (APA) must be thorough, but standard of review is very deferential to agency. 5 U.S.C.A. § 706(2)(A).\n3 Cases that cite this headnote\n|\n\n\n[4]\n|Administrative Law and ProcedureReview in general\n|\n|Under Administrative Procedure Act’s (APA) arbitrary and capricious standard of review, court asks whether agency’s interpretation of regulations at issue was based on examination of relevant evidence and if agency articulated rational connection between facts found and decision made. 5 U.S.C.A. § 706(2)(A).\n3 Cases that cite this headnote\n|\n\n\n[5]\n|Administrative Law and ProcedureRelationship of agency with rule or statute in general\nAdministrative Law and ProcedureErroneous or unreasonable construction; conflict with rule or statute\n|\n|Court may reject agency’s interpretation of its regulations only when interpretation is unreasonable, plainly erroneous, or inconsistent with regulation’s plain meaning. 5 U.S.C.A. § 706(2)(A).\n2 Cases that cite this headnote\n|\n\n\n[6]\n|Administrative Law and ProcedureSubstantial evidence\n|\n|Court of Appeals will set aside agency’s factual determinations only if they are unsupported by substantial evidence.\n1 Case that cites this headnote\n|\n\n\n[7]\n|Administrative Law and ProcedureSubstantial evidence\n|\n|“Substantial evidence” necessary to support agency decision is such relevant evidence as reasonable mind might accept as adequate to support conclusion.\n2 Cases that cite this headnote\n|\n\n\n[8]\n|Administrative Law and ProcedureConflicting or disputed evidence\n|\n|Substantial evidence standard does not allow reviewing court to displace agency’s choice between two fairly conflicting views, even though court would justifiably have made different choice had matter been before it de novo.\n\n|\n\n\n[9]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue (ONRR) director’s consideration of formula used by arbitration panel to calculate value of lessee’s in-kind sales of carbon dioxide to resolve royalty dispute between lessee and private lease owners to determine valuation of carbon dioxide removed from federal properties pursuant to federal leases was not arbitrary or capricious; lease permitted director to consider “other reliable public sources of price or market information” in its analysis of regulatory factors, arbitration dispute involved fundamentally same inquiry, arbitration panel set formula price by blending two valuation methodologies based on expert testimony proffered by each party, and formula reflected market conditions during relevant period, and historical contracting practices. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[10]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue (ONRR) director’s decision to consider valuation factors listed in federal oil and gas leases, instead of only regulatory valuation factors, to determine valuation of carbon dioxide removed from federal properties for purposes of calculating royalties owed under lease was not arbitrary or capricious; unit agreement incorporated federal oil and gas operating regulations “provided such regulations are not inconsistent with the terms of this Agreement,” and Interior Secretary “retained the right to establish a minimum value for federal CO2 production in the Unit in its approval of the Unit Agreement,” which modified leases to extent they were inconsistent with unit agreement. 5 U.S.C.A. § 706(2)(A); 30 C.F.R. § 206.152(c)(1)-(3).\n\n|\n\n\n[11]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue (ONRR) director’s decision to reject lessee’s unit average valuation methodology to determine valuation of carbon dioxide removed pursuant to federal oil and gas leases was not arbitrary or capricious, despite lessee’s contention that ONRR merely substituted its own methodology for unit average to extract more royalty dollars without actually finding that unit average was inconsistent with regulations; it was reasonable for ONRR to determine that unit average—comprised primarily of non-federal lessees that were not subject to ONRR’s regulations or oversight mechanisms, that ONRR could not audit, and that used valuation methodologies both largely unknown to ONRR and likely based in part on non-arm’s-length sales—was not appropriate measure of value. 5 U.S.C.A. § 706(2)(A); 30 U.S.C.A. § 1711(c).\n\n|\n\n\n[12]\n|Mines and MineralsRent and royalties\n|\n|Lessee could not deduct compression and dehydration costs as non-arm’s-length transportation allowance in calculating value of carbon dioxide removed pursuant to federal oil and gas leases, for purposes of determining value for royalty purposes, even if compression and dehydration costs were required for transportation; compression and dehydration costs were essential to bringing lessee’s carbon dioxide to market for its ultimate use in its enhanced oil recovery (EOR) operations, and there was no evidence that costs to transport carbon dioxide exceeded costs necessary to meet minimum pressure requirements for EOR delivery pipelines. 30 U.S.C.A. § 226(b)(1)(A); 30 C.F.R. §§ 206.151, 206.152(i), 206.156(a), 206.157(f)(9).\n\n|\n\n\n*1034 Appeal from the United States District Court for the District of New Mexico (D.C. No. 1:19-CV-00151-KWR-JHR)\nAttorneys and Law Firms\nJames M. Auslander (Peter J. Schaumberg, with him on the briefs), Beveridge & Diamond, P.C., Washington, DC, appearing for Appellant.\nAndrew M. Bernie, Attorney (Todd Kim, Assistant Attorney General, and John Smeltzer, Attorney, with him on the brief), United States Department of Justice, Environment and Natural Resources Division, Washington, DC, appearing for Appellees.\nBefore HOLMES, BRISCOE, and MORITZ, Circuit Judges.\nOpinion\n\nBRISCOE, Circuit Judge.\n\nThis case concerns the valuation of royalties to be paid on carbon dioxide (“CO2”) produced from federal oil and gas leases *1035 now owned by OXY USA, Inc. (“OXY”). OXY appeals the decision of the U.S. Department of the Interior’s Office of Natural Resources Revenue (“ONRR”) ordering it to pay an additional $1,820,652.66 in royalty payments on federal gas leases that are committed to the Bravo Dome Unit (“the Unit”). Under the Mineral Leasing Act, federal lessees must pay royalties of at least 12.5 percent on the value of the CO2 removed or sold from their lease properties. When lessees sell their gas in arm’s-length transactions,1 the sales price can generally be used to determine value for royalty purposes. But during the relevant audit period, the owner of the leases OXY subsequently acquired—Amerada Hess Corporation (“Hess”)—used almost all of the CO2 it produced in the Unit for its own purposes rather than sale.2\n \nFollowing an audit, ONRR rejected Hess’s valuation method and established its own. Hess appealed, and ONRR’s Director issued a decision reducing the amount Hess owed but affirming the remainder of ONRR’s order. Hess appealed to the Interior Board of Land Appeals, but the Board did not issue a final merits decision prior to the 33-month limitations period. On appeal to the United States District Court for the District of New Mexico, the district court rejected OXY’s challenge to the amount of royalties owed and affirmed the Director’s decision.\n \nExercising jurisdiction under 28 U.S.C. § 1291, we affirm.\n \n\nI\n\nA. Statutory and Regulatory Background\n\n1. Mineral Leasing Act of 1920 and Federal Oil and Gas Royalty Management Act of 1982\nThe Mineral Leasing Act of 1920 regulates the leasing of public lands for developing deposits of federally owned coal, petroleum, natural gas, and other minerals. 30 U.S.C. § 181 et seq. Lessees must pay a royalty “at a rate of not less than 12.5 percent in amount or value of the production removed or sold from the lease.” 30 U.S.C. § 226(b)(1)(A).\n \nIn 1982, Congress passed the Federal Oil and Gas Royalty Management Act in order “to ensure the prompt and proper collection and disbursement of oil and gas revenues.” H.R. Rep. No. 97-859, at *1 (1982). The Act directs the Secretary of the Interior to “establish a comprehensive inspection, collection and fiscal and production accounting and auditing system” to determine and collect oil and gas royalties. 30 U.S.C. § 1711(a). The Secretary of the Interior also is required to “audit and reconcile, to the extent practicable, all current and past lease accounts for leases of oil or gas and take appropriate actions to make additional collections or refunds as warranted.” § 1711(c)(1).\n \n\n\n2. ONRR’s 1988 Valuation Regulations\nThe regulations in effect during the relevant period were issued by the Interior *1036 Department’s Minerals Management Service in 1988 and codified at 30 C.F.R. § 206.3 See 53 Fed. Reg. 1230 (Jan. 15, 1988). The regulations provide that with narrow exceptions, if a lessee disposed of its production pursuant to an arm’s-length contract, the gross proceeds accruing to the lessee under that contract determine the value of the gas for royalty purposes. 30 C.F.R. §§ 206.152(b)(1)(i)–(iv). For gas production not disposed of pursuant to an arm’s-length contract, the lessee must value its gas pursuant to the “first applicable” of three possible benchmarks:\n(1) The gross proceeds accruing to the lessee pursuant to a sale under its non-arm’s-length contract (or other disposition other than by an arm’s-length contract), provided that those gross proceeds are equivalent to the gross proceeds derived from, or paid under, comparable arm’s-length contracts for purchase, sales, or other dispositions of like-quality gas in the same field (or, if necessary to obtain a reasonable sample, from the same area). In evaluating the comparability of arm’s-length contracts for the purposes of these regulations, the following factors shall be considered: price, time of execution, duration, market or markets served, terms, quality of gas, volume, and such other factors as may be appropriate to reflect the value of the gas.\n(2) A value determined by consideration of other information relevant in valuing like-quality gas, including gross proceeds under arm’s-length contracts for like-quality gas in the same field or nearby fields or areas, posted prices for gas, prices received in arm’s-length spot of sales of gas, other reliable public sources of price or market information, and other information as to the particular lease operation or the saleability of the gas; or\n(3) A net-back method or any other reasonable method to determine value.\n§§ 206.152(c)(1)–(3). Put another way, if gas is not sold pursuant to an arm’s-length contract but is sold pursuant to an equivalent non-arm’s-length contract, the lessee must value its gas pursuant to the first regulatory benchmark.4 If gas is not sold pursuant to an arm’s-length contract or an equivalent non-arm’s-length contract (as in OXY’s case), a lessee must turn to the second regulatory benchmark, which is more open-ended. § 206.152(c)(2).\n \nAfter a lessee calculates the value of gas, ONRR allows the lessee to take a transportation allowance, or “a deduction for the reasonable actual costs incurred by the lessee to transport unprocessed gas, residue gas, and gas plant products from a lease to a point off the lease.” § 206.156(a). The regulations clarify that “[t]he lessee must place gas in marketable condition ... at no cost to the Federal Government,” which means that the lessee cannot include the costs required to place the gas in marketable condition in the transportation allowance. § 206.152(i) (emphasis added). All transportation allowances deducted under a non-arm’s-length or no contract *1037 situation are subject to ONRR’s monitoring, review, audit, and adjustment, and the agency “may direct a lessee to modify its estimated or actual transportation allowance deduction.” § 206.157(b).\n \nIn determining a non-arm’s-length transportation allowance, a lessee also may include certain “allowable costs.” § 206.157(f). The regulations directly address the two costs at issue in OXY’s case: compression and dehydration.5 The regulations allow a lessee to include “[s]upplemental costs for compression, dehydration, and treatment of gas ... only if such services [1] are required for transportation and [2] exceed the services necessary to place production into marketable condition.” § 206.157(f)(9) (emphasis added).\n \nAll royalty payments then are subject to ONRR’s audit and adjustment, and ONRR “will direct a lessee to use a different value if it determines that the reported value is inconsistent with the requirements of these regulations.” §§ 206.150(c), 206.152(e)(1).\n \nAn important feature of the regulations at issue in this case is that “[i]f the specific provisions of any [Federal oil or gas lease] ... are inconsistent with any regulation [applicable to the gas production from Federal oil and gas leases], then the lease ... shall govern to the extent of that inconsistency.” § 206.150(b). The regulations explain that their purpose “is to establish the value of production for royalty purposes consistent with ... lease terms” and they “are intended to ensure that the administration of oil and gas leases is discharged in accordance with the requirements of the governing mineral leasing laws and lease terms.” §§ 206.150(a), (d). In short, the relevant regulations are meant to be applied as follows: If the regulation is inconsistent with a lease, then the lease governs to the extent of that inconsistency.\n \n\n\nB. Factual and Procedural Background\n\n1. The Bravo Dome Unit and Unit Agreement\nHess produced CO2 from numerous federal leases (“Leases”) in Harding, Quay, and Union Counties in northern New Mexico.6 Under the Leases’ terms, Hess agreed to pay the United States, as lessor, “12 ½ percent royalty on the production removed or sold from the leased lands computed in accordance with the Oil and Gas Operating Regulations (30 C.F.R. Pt. 221).” ROA, at 442b, 446b, 450b, 454b [Sec. 2(d)(l)]. The Leases further state:\nIt is expressly agreed that the Secretary of the Interior may establish reasonable minimum values for purposes of computing royalty on any or all oil, gas, natural gasoline, and other products obtained from gas, due consideration being given [1] to the highest price paid for a part or for a majority of production of like quality in the same field, [2] to the price received by the lessee, [3] to posted prices, and [4] to other relevant matters and, whenever appropriate, after notice and opportunity to be heard. Id. [Sec. 2(d)(2)] (“Lease valuation factors”). The Leases clarified that Hess was “subject to any unit agreement heretofore or hereafter approved by the Secretary of the Interior, the provisions of said agreement to govern the lands subject thereto where inconsistent with the *1038 terms of this lease.” Id. at 442a, 446a, 450a, 454a [Sec. 1].\n \nBravo Dome is a natural carbon source field located in northeastern New Mexico. In 1979, the Bravo Dome Unit was formed under the Bravo Dome Carbon Dioxide Unit Agreement (“Unit Agreement”) to consolidate and coordinate CO2 production from a number of both federal and non-federal leases in the Bravo Dome area, including Hess’s Leases. Id. at 415–40. Under the terms of the Unit Agreement, once the Unit Operator allocated CO2 to each tract in the Unit, each working-interest owner7 remitted payment to its royalty-interest owners. Id. at 429 [§ 6.3]. The original Unit Operator was Amoco Production Company (“Amoco”), but Amoco’s successor-in-interest OXY was the Unit Operator during the relevant audit period.\n \nThe Unit Agreement modified the underlying Leases to the extent of any inconsistencies, and it incorporated the federal oil and gas operating regulations “provided such regulations are not inconsistent with the terms of this Agreement.” Id. at 417, 424 [§ 3.3], 438 [§ 15.1]. The Unit Agreement also attempted to modify the royalty clauses in the Leases committed to the Unit in two ways. First, royalty was due on CO2 at “the standard conditions of measurement for natural gases which are at 60° Fahrenheit and 15.025 pounds per square inch absolute [‘psia’] pressure base.” Id. at 429 [§ 6.2]. Second, the Unit Agreement attempted to amend the royalty clauses to base royalty payments on the higher of “(a) the net proceeds derived from the sale of Carbon Dioxide Gas at the well whether such sale is to one or more of the parties to this agreement or to any other party or parties; or (b) a minimum value at the well of twelve cents per thousand cubic feet ($0.12/mcf).” Id. [§ 6.3].\n \nFor the Unit Agreement to be effective, Amoco was required to submit it to the United States Geological Survey (“USGS”) for approval.8 On August 29, 1980, USGS approved the Unit Agreement, with a few exceptions. Id. at 465. In the Determination approving the Unit Agreement, USGS certified that the Unit Agreement modified the Leases’ terms to the extent of any inconsistencies. Id. But USGS excluded some provisions of the Unit Agreement from its approval, the relevant exclusion being § 6.3(b)—the twelve cents per thousand cubic feet minimum value. Id. The Determination stated that “the provisions of Article 6.3(b) shall not apply to the Federal lands and the United States reserves the right to establish higher minimum values for Federal substances.” Id. Therefore, the approved Unit Agreement required federal lessees to pay royalties on the higher of either (1) the net proceeds derived from the sale of CO2 gas at the well, or (2) a minimum value established by the United States. Id. at 429 [§ 6.3], 465.\n \n\n\n2. Hess Operations and Royalty Payments\nHess owned approximately ten percent of the working interest in the Unit since it was formed. During the relevant audit period, Hess sold a small percentage of the CO2 it produced from the Unit under an arm’s-length contract with Fasken Oil and *1039 Ranch, Ltd. (“Fasken Contract”). Id. at 222. Hess had no other sales of CO2 during the relevant period. Id. at 224. Hess instead used the vast majority of the CO2 allocated to its Leases for its own use in enhanced oil recovery (“EOR”) projects in the Permian Basin in West Texas and New Mexico.9 Id. at 223–24. In addition to sourcing its own CO2 from the Unit, Hess also purchased a large volume of CO2 from other Unit working-interest owners to use in its EOR operations (“Hess Purchase Contracts”). Id.\n \nTo transport the CO2 from the Unit to the Permian Basin EOR units, Hess first transported the CO2 through the Rosebud Pipeline and Sheep Mountain Pipeline to a hub in Denver City, Texas (“Denver Hub”). Id. at 221. From the Denver Hub, Hess transferred the CO2 into two other pipelines for delivery into the Permian Basin EOR units. Id. Each step of transportation required the CO2 to be at a particular pressure. The wellhead pressure of the CO2 in the Unit ranged from 16 to 78 pounds per square inch gauge (“psig”), but the pressure necessary to enter the Rosebud Pipeline was 1,850 psig. Id. Accordingly, before the CO2 could enter the Rosebud Pipeline, Hess gathered the CO2 on the Unit and compressed it to 1,850 psig. Along the route to the Permian Basin EOR units, the pressure of the CO2 again was appropriately adjusted to meet the varying pressure requirements: 1,925 psig at the interconnect between the Rosebud Pipeline and Sheep Mountain Pipeline; 2,150 psig at the outlet of the Sheep Mountain Pipeline at the Denver Hub; and upwards of 2,500 psig to enter the Permian Basin EOR units. Id. at 221–22.\n \nTo comply with the applicable laws, Hess was required to value its CO2 production for royalty purposes. Because Hess transported the majority of its federal CO2 production to the Permian Basin EOR units (only a small percentage went to the Fasken Contract) and the CO2 continued to be reused in the Permian Basin EOR units, Hess had no other sales of CO2 to use as reference for royalty valuation. Id. at 224. During the audit period, Hess paid royalties based on “the Unit Average,” which the Unit Operator provided lessees on a monthly basis using a “netback approach.” Id. Under the netback approach, the Unit Operator determined the Unit Average by taking the price or value lessees in the Unit received for their sale of the CO2 at the Denver Hub. Id. The Unit Operator then deducted transportation costs from those values and prices to arrive at a value for the CO2 removed at the Unit. Id. Hess reported these prices as the basis of its royalty payments throughout the audit period. Id.\n \nBeginning in March 2004, Hess also started reporting the compression and dehydration costs it incurred for delivery to the Permian Basin EOR units as a transportation allowance. Id. Hess reported compression and dehydration costs in the amount of $806,290.73 during the audit period. Id. at 276.\n \n\n\n3. Smithson Litigation and Arbitration Decision\nDuring the audit period, Hess also was a working-interest owner and operator in some of the EOR units in West Texas. Id. at 222. In 2006, a group of private lease *1040 royalty owners sued Hess in the District of New Mexico, alleging that Hess undervalued royalties by intentionally negotiating lower prices for the CO2 in its purchase contracts and then using that lower price to value its in-kind sales to determine the amount of royalties it owed. See Smithson v. Amerada Hess Corp., No. 06-624-MCA (D.N.M. 2006).\n \nThe matter proceeded to arbitration. A three-member arbitration panel determined that from October 2003 through December 2008, Hess had breached its duty of good faith and fair dealing to the royalty owners by obtaining the lowest fixed price possible for CO2 and using this “improper benchmark” to value its in-kind sales to them. ROA, at 351. To calculate a proper price, the panel “considered the numerous options of benchmarks and methodologies offered by the parties at the arbitration,” as well as the trove of evidence the parties provided that included contracts and relevant pricing mechanisms. Id. at 353, 356–66. The panel also considered the testimony of Hess’s valuation specialist, who indicated that the proper formula “should be reflective of the market conditions in the fall of 2003, as well as reflecting the historical contracting practices from the ... pool of contracts [that the parties provided].” Id. at 274. The panel ultimately determined that “the ‘blend’ of the 2 methods suggested by [Hess’s valuation specialist] ... [was] the proper benchmark for the applicable period” (“the Smithson formula”). Id.; see also id. at 356–66 (detailing the Smithson formula).\n \nHess sought vacatur of the arbitration panel’s decision, but the parties then entered a settlement agreement. Id. at 263–69. In March 2010, the district court approved the settlement agreement. Id. at 489–94.\n \n\n\n4. New Mexico Audit\nPursuant to 30 U.S.C. § 1735, ONRR delegated authority to audit Hess’s royalty reports and payments for the period of January 1, 2002, to November 30, 2010, to New Mexico’s Taxation and Revenue Department (“New Mexico”).\n \nOn September 22, 2009, New Mexico sent Hess an initial audit issue letter stating that Hess owed an additional $1,458,127.94 for the period of January 2002 through December 2005. Id. at 292–97. The letter suggested that the third regulatory benchmark applied (the net-back method, 30 C.F.R. § 206.152(c)(3)) and valued Hess’s CO2 based on the single arm’s-length Fasken Contract. Id. at 295.\n \nNew Mexico then corresponded with ONRR regarding Hess’s CO2 valuation and allowable transportation deductions. On January 12, 2011, ONRR sent New Mexico a response letter. Id. at 407–11. In the response letter, ONRR explained that although the Minerals Management Service had in the past directed the Unit’s producers to value their gas based on the Unit Average, “under different market scenarios and dispositions of Bravo Dome production, it does not dictate how value for royalty purposes must be established during later time periods.” Id. at 410. In doing so, ONRR noted that the Unit Average “falls short” because CO2 values determined by other Unit producers, including non-federal lessees, would not necessarily be relevant and ONRR could not easily verify whether such valuations met federal requirements. Id.\n \nONRR went on to explain that “absent lack of significant arm’s-length sales in the Bravo Dome field, royalty value must be determined in the Permian Basin EOR units where there is an established market for CO2”—i.e., where Hess ultimately used the CO2. Id. But ONRR observed that Hess purchased large quantities of CO2 for *1041 its own use and on behalf of other working-interest owners in its Permian Basin EOR operations. Id. Hess therefore had “far more incentive to obtain the lowest possible price for CO2 used in its Permian Basin EOR Units than it [did] to obtain a reasonable value for the government’s royalty share of CO2 from the Bravo Dome Unit” and was arguably “able to depress the market price of CO2 in order to obtain the highest possible return on its Permian Basin oil production.” Id. Consequently, ONRR concluded that the Smithson formula was a reasonable valuation under the second regulatory benchmark. Id. (citing 30 C.F.R. § 206.152(c)(2)).\n \nRegarding whether Hess’s compression and dehydration costs could be deducted as a transportation allowance, ONRR determined that “since the Permian Basin [where Hess used the CO2 in EOR units] is the market for Bravo Dome CO2, the requirements to place CO2 into marketable condition would be established there.” Id. at 411. This meant that “[a]ny costs incurred to compress the CO2 up to [the required pressure for injection at the Permian Basin EOR units] would not be deductible from royalties as a transportation allowance.” Id.\n \nOn February 1, 2011, New Mexico sent Hess a revised issue letter that was generally consistent with ONRR’s January 12, 2011 letter. Id. at 285–91. The revised letter acknowledged that although the Unit Average valuation method “may have been acceptable in the past under different market scenarios and dispositions of Bravo Dome production, it does not dictate how value for royalty purposes must be established during the later periods.” Id. at 286. In Hess’s case, the lack of arm’s-length sales of significant volumes in the Bravo Dome field meant that “royalty value must be determined in the Permian Basin EOR units where there is an established market for CO2.” Id. at 286–87. The revised letter further explained that because Hess did not dispose of the majority of its CO2 under arm’s-length contracts, Hess should value its production using the Smithson formula under the second regulatory benchmark. Id. Regarding transportation deductions, the revised letter stated that “[c]ompression and dehydration costs are costs to get the CO2 gas to marketable condition needed for EOR production,” so Hess could not deduct the costs incurred to compress the CO2 up to the pressure requirement for the EOR delivery pipelines as a transportation allowance. Id. at 288. The revised letter also expanded the audit period to run from January 1, 2002, through November 30, 2010. Id. at 285.\n \nOn March 11, 2011, Hess responded to the revised issue letter and raised arguments regarding valuation and marketable condition. Id. at 276–79. After reviewing Hess’s response, New Mexico reevaluated its proposed valuation method but adhered to its position that the Unit Average was an inappropriate valuation method and that Hess’s claimed compression and dehydration costs were not deductible as a transportation allowance. Id. at 225–26.\n \n\n\n5. Administrative Proceedings\nOn December 19, 2011, ONRR issued an Order to Report and Pay Additional Royalties based on New Mexico’s audit that ordered Hess to report and pay additional royalties of $1,874,524.54 for the audit period of January 1, 2002, through November 30, 2010. Id. at 270–82. Additionally, in its royalty reports, Hess had reported CO2 volumes based on a pressure base of 15.025 psia in accordance with the terms of the Unit Agreement. Id. at 429 [§ 6.2]. The Order required Hess to correct its royalty reports to report CO2 volumes based on a pressure base of 14.73 psia in accordance *1042 with the 1988 regulations. See 30 C.F.R. § 202.152.\n \nIn the Order, ONRR explained that Hess’s use of the Unit Average price to value its CO2 production was unacceptable because no mechanism was in place to verify (1) if the Unit sales price reported by all producers to the Unit Operator was in accordance with federal regulations; (2) how the price was derived from producers; (3) if producers reduced their reported Unit prices, as provided to the Unit Operator, by the cost of placing the CO2 production into marketable condition; (4) if calculated transportation costs were in accordance with federal regulations; or (5) if all federal lessees were using the Unit Average price when paying royalties. Id. at 272. Put simply, ONRR rejected Hess’s supplied Unit Average valuation because it included unverified arm’s-length and non-arm’s-length sales.\n \nONRR then outlined how Hess was required to value its CO2 production for royalty purposes. The majority of the CO2 that Hess produced (more than 99%) was transported for use in the Permian Basin EOR units, and while Hess sold a de minimus volume of CO2 under the single arm’s-length Fasken Contract, “the gross proceeds were not equivalent to the gross proceeds derived from, or paid under, comparable arm’s-length contracts.” Id. at 271. Taking this into consideration along with the variability of pricing mechanisms present in the Hess Purchase Contracts, ONRR directed the use of the following valuations for the audit period:\n• January 2002–September 2003 & April 2008–November 2010: The best representation of value for these periods was a “weighted average,” which included only Hess’s verified purchases of CO2 in the Permian Basin as well as the Fasken Contract.\n• October 2003–March 2008: The best representation of value for this period was the Smithson formula because this formula was based on transparent, reliable, and relevant evidence including expert testimony from Hess’s valuation specialist and CO2 purchase contracts, pricing mechanisms, and historical contracting practices from this time.10\nId. at 273–74.\n \nONRR further agreed with New Mexico’s conclusion that Hess could not deduct its compression and dehydration costs as a transportation allowance. Id. at 275–76. ONRR observed that the pressure required for CO2 delivery along the pipelines to the Permian Basin did not exceed the pressure requirements for use in the Permian Basin EOR units, plus typical sales or purchases contracts for the Unit’s CO2 production also contained these pressure requirements as a condition for use in the Permian Basin EOR units. Id. at 275. The costs of compression and dehydration up to the EOR requirements, ONRR reasoned, therefore were costs of placing the CO2 into marketable condition. Id. ONRR noted that substantial case law supported its position to disallow the costs of compression and dehydration necessary to meet pressure requirements for CO2 delivery to EOR operations. Id. at 276 (citing Devon Energy Corp. v. Kempthorne, 551 F.3d 1030, 1036–40 (D.C. Cir. 2008), and Amoco Prod. Co. v. Watson, 410 F.3d 722, 729–31 (D.C. Cir. 2005), aff’d sub nom., BP Am. Prod. Co. v. Burton, 549 U.S. 84, 127 S.Ct. 638, 166 L.Ed.2d 494 (2006)). Hess *1043 appealed the Order to ONRR’s Director. Id. at 218.\n \nOn September 13, 2016, ONRR’s Director issued a decision, which largely affirmed the agency’s Order to Report and Pay Additional Royalties. Id. at 217–54. The Director determined that ONRR reasonably established a minimum value for Hess to use to calculate the value of its federal CO2 production based on Hess’s gross proceeds under the Fasken Contract, the price that Hess purchased CO2 from other lessees, and the Smithson formula. In reaching this conclusion, the Director found that ONRR never had required Hess to only use the Unit Average valuation and that the terms of the Unit Agreement and underlying Leases actually allowed ONRR, independent of the 1988 regulations, to establish a reasonable value for Hess’s CO2 within the bounds of the Lease valuation factors. Id. at 227–28, 248–53. But the Director also analyzed ONRR’s valuation under the applicable 1988 regulations, specifically the second regulatory benchmark, and determined that the result would be the same. Id. at 239–43. The Director then determined that ONRR properly denied Hess’s claimed compression and dehydration costs as a transportation allowance because these costs were necessary to place the CO2 in marketable condition. Id. at 243–47.\n \nLastly, regarding the pressure base calculation, the Director realized that the regulations and Unit Agreement were in conflict on this point. Id. at 247–48. In 1980, when USGS approved the Unit Agreement, the regulations required lessees to base royalty payments on “10 ounces above an atmospheric pressure of 14.4 pounds to the square inch, regardless of the atmospheric pressure at the point of measurement.” Id. (citing 30 C.F.R. § 221.44 (1980)). The regulations required lessees to adjust their royalty computation to those standards “unless otherwise authorized in writing by the supervisor.” Id. Because USGS approved the Unit Agreement in writing and the Unit Agreement required Hess to remit royalties on CO2 volumes at a pressure base on 15.025 psia, the Director determined that Hess needed to report and pay royalties on volumes at the 15.025 psia pressure base. Id. The Director applied the correct pressure base and reduced the royalty amount due accordingly.11 Id.\n \nHess appealed to the Interior Board of Land Appeals, which exercises the Secretary of the Interior’s de novo review authority for subordinate agency decisions. Id. at 330. The Board did not issue a final merits decision prior to the 33-month limitations period. See 30 U.S.C. § 1724(h)(1); ROA, at 321–23. The Director’s decision thus became the agency’s final decision ripe for judicial review. 30 U.S.C. § 1724(h)(2)(B); 43 C.F.R. § 4.906(a).\n \n\n\n6. District Court Opinion\nOXY then brought this lawsuit, challenging the decision of ONRR’s Director under the Administrative Procedure Act (“APA”), 5 U.S.C. § 706(2)(A). ROA, at 19–22. Applying the appropriate deferential standard of review, the district court affirmed the Director’s decision. Id. at 70–93. The district court first acknowledged the Director’s conclusion that ONRR’s valuation was to be assessed under the Lease valuation factors, and it observed that *1044 ONRR had considered the relevant factors and evidence in establishing a reasonable minimum value and had thoroughly explained its decision. Id. at 78–84. ONRR also had “appropriately considered and rejected the Unit Average,” as the Director’s decision “extensively explained why the Unit Average was not satisfactory and why [the agency] was using a new valuation method.” Id. at 84–85.\n \nThe district court then considered the Director’s alternative conclusion that ONRR’s valuation also was reasonable under the second regulatory benchmark. Id. at 87. Because the Director had analyzed the relevant facts and articulated what evidence he considered under each regulatory valuation factor, the district court determined that it “[would] not second-guess the Director’s decision in weighing the regulatory factors.” Id.\n \nFinally, regarding whether compression and dehydration costs were deductible as a transportation allowance, the district court concluded that the Director’s decision “cogently explain[ed] that the costs are not deductible because they are necessary to place the carbon dioxide in marketable condition.” Id. at 88. In particular, the Director’s interpretation and application of the marketable-condition rule to OXY’s case was “not plainly erroneous or inconsistent with the regulation.” Id. at 91.\n \nOXY now appeals to this court.\n \n\nII\n[1] [2] [3]We review the district court’s decision in APA cases de novo. N.M. Cattle Growers Ass’n v. Fish & Wildlife Serv., 248 F.3d 1277, 1281 (10th Cir. 2001). Under the APA, we may set aside agency action only if it is “arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.” 5 U.S.C. § 706(2)(A). An agency’s decision is arbitrary and capricious if the agency (1) “entirely failed to consider an important aspect of the problem,” (2) “offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise,” (3) “failed to base its decision on consideration of the relevant factors,” or (4) made “a clear error of judgment.” Utah Env’t Cong. v. Troyer, 479 F.3d 1269, 1280 (10th Cir. 2007) (internal citations and quotations omitted). Our “inquiry under the APA must be thorough, but the standard of review is very deferential to the agency.” Hillsdale Env’t Loss Prevention, Inc. v. U.S. Army Corps of Eng’rs, 702 F.3d 1156, 1165 (10th Cir. 2012).\n \n[4] [5]Under this standard, we ask whether the agency’s interpretation of the regulations at issue was based on an examination of the relevant evidence and if the agency “articulated a rational connection between the facts found and the decision made.” Payton v. U.S. Dep’t of Agric., 337 F.3d 1163, 1168 (10th Cir. 2003). We may reject the agency’s interpretation only when the interpretation is unreasonable, plainly erroneous, or inconsistent with the regulation’s plain meaning. Biodiversity Conservation All. v. Jiron, 762 F.3d 1036, 1060 (10th Cir. 2014) (citing Utah Env’t Cong., 479 F.3d at 1281).\n \n[6] [7] [8]We also “will set aside the [agency’s] factual determinations only if they are unsupported by substantial evidence.” Forest Guardians v. U.S. Fish & Wildlife Serv., 611 F.3d 692, 704 (10th Cir. 2010) (alteration in original). Substantial evidence is such relevant evidence as a reasonable mind might accept as adequate to support a conclusion. Pennaco Energy, Inc. v. U.S. Dep’t of the Interior, 377 F.3d 1147, 1156 (10th Cir. 2004) (internal citation omitted). The substantial evidence standard does not allow us to displace the *1045 agency’s choice “between two fairly conflicting views, even though [we] would justifiably have made a different choice had the matter been before [us] de novo.” Wyo. Farm Bureau Fed’n v. Babbitt, 199 F.3d 1224, 1231 (10th Cir. 2000) (internal quotations omitted).\n \n\nIII\nOXY argues on appeal that ONRR’s decision is arbitrary, unsubstantiated, and internally inconsistent and the district court erred in affirming the agency’s decision. OXY asserts that ONRR’s Director incorrectly found the agency’s valuation reasonable under the Lease valuation factors, improperly rejected Hess’s Unit Average as the valuation method, and misapplied the 1988 regulatory factors to alternatively affirm the agency’s valuation under the second regulatory benchmark. OXY further asserts that the Director erred in determining that Hess’s compression and dehydration costs are not deductible as a transportation allowance.\n \nWe conclude that ONRR’s valuation is not arbitrary or capricious, is supported by substantial evidence, and is otherwise in accordance with law, and we affirm the Director’s decision. We will address each of OXY’s contentions in turn.\n \n\n\nA. ONRR’s Valuation\nWe first will consider whether the Director erred in determining that ONRR reasonably established a minimum value for Hess to use to calculate the value of its federal CO2 production. ONRR’s valuation used (1) the “weighted average” from January 2002 to September 2003 and April 2008 to November 2010, and (2) the Smithson formula from October 2003 to March 2008. ROA, at 273–74.\n \nAt the outset of the Director’s decision, the Director noted that the approved Unit Agreement, along with the underlying Leases, required the federal lessees to pay royalties on the higher of either (1) the net proceeds derived from the sale of CO2 gas at the well, or (2) a minimum value established by the United States. Id. at 429 [§ 6.3], 465. Recall that if the applicable 1988 regulation is inconsistent with a lease, then the lease governs to the extent of that inconsistency. 30 C.F.R. § 206.150(b). The 1988 regulations authorize a lessee to first compute the minimum royalty value through the benchmark system, and ONRR is then empowered to determine whether the lessee’s valuation is inconsistent with the applicable regulations. §§ 206.152(c)(1)–(3), 206.152(e)(1). In contrast, under the Unit Agreement and underlying Leases, the Secretary retains the right to establish the royalty value on CO2 production based on the Lease valuation factors following notice and an opportunity to be heard when appropriate. After comparing the regulations and the Unit Agreement, the Director determined that “[t]he Leases and Unit Agreement govern the value of Hess’s CO2 for federal royalty purposes” because “the Secretary retained the right to establish a minimum value for federal CO2 production in the Unit in its approval of the Unit Agreement.” ROA, at 227–28, 239.\n \nBecause Hess did not sell the CO2 production at issue, the Director evaluated ONRR’s valuation under the Lease valuation factors to see if ONRR had properly established a reasonable minimum value, after giving Hess notice and an opportunity to be heard:\n(1) The Highest Price Paid for a Part or for a Majority of Production of Like Quality in the Same Field: The Director explained that federal lessees in the Unit (holding less than ten percent of an interest in the Unit) sell less than one percent *1046 of the CO2 produced from the federal lands. Federal lessees use the remainder in their EOR operations. ONRR only had data for the federal CO2 production and considered that data set, but the agency reasonably concluded that the data set was too small to accurately establish a minimum value. ONRR also could not consider the Hess Purchase Contracts under the first factor because the agency could not determine whether such contracts represented the “highest price paid” for a part or majority of production from the Unit. The Director concluded that ONRR had properly considered this factor.\n(2) The Price Hess Received for the CO2: ONRR considered the Fasken Contract in the context of the “weighted average” calculation, but because this represented a very small fraction of Hess’s federal CO2 disposition, ONRR determined that it could not solely rely on these prices alone. The Director concluded that ONRR had properly considered this factor.\n(3) Posted Prices: ONRR could not consider posted prices for CO2 production because no posted prices for CO2 in the Unit existed during the audit period. The Director concluded that ONRR had properly considered this factor.\n(4) Other Relevant Matters: ONRR considered the Unit Average, the prices at which Hess purchased CO2 under the Hess Purchase Contracts, and pricing mechanisms used in Hess’s settlements and arbitrations, including the Smithson formula. The Director found that these considerations were reasonable, as they helped ONRR identify reliable indicators of value. The Director concluded that ONRR had properly considered this factor.\nId. at 227–39; see also id. at 442b, 446b, 450b, 454b [Sec. 2(d)(2)]. The Director concluded overall that there was insufficient information as to the first and third factors, so ONRR’s reliance on the second and fourth factors to establish its valuation was reasonable.\n \nIn determining that ONRR’s valuation was reasonable, the Director explained why ONRR’s consideration of the Smithson arbitration was proper: (1) the arbitration panel found that Hess had negotiated lower fixed prices for its CO2 purchases and then had used those lower prices to value the CO2 for royalty purposes; (2) Hess “had the full opportunity to challenge and offer alternatives to the method the arbitration panel used to calculate value and damages”; and (3) the arbitration panel “used a formula price that took into account Hess’s argument for a flat price,” as well as the suggestions of Hess’s valuation specialist. Id. at 236–37.\n \nThe Director also explained why Hess’s Unit Average could not be used to determine the value of Hess’s CO2 production: (1) it was “extremely difficult to verify the prices under the Unit Average are consistent with federal valuation requirements”; (2) the Unit Average “results in a value that is less than the price Hess is willing to pay for CO2”; and (3) the Unit Average likely included prices from non-arm’s-length CO2 sales. Id. at 234–36, 253. The Director observed that ONRR and New Mexico had provided Hess ample notice through correspondence that the agency was considering a different valuation method than the Unit Average. New Mexico sent Hess two audit letters indicating that the Unit Average was not an appropriate basis for Hess to use to value its federal *1047 CO2 production, to which Hess responded. Id. at 238.\n \nThe Director further concluded that ONRR never had demanded that Hess use the Unit Average valuation in perpetuity, as Hess seemed to claim. Id. at 248–53. Hess argued that ONRR consistently had required Hess to use the Unit Average to value its CO2 and that the Unit Average originated from an Amoco proposal to ONRR on how Amoco should value its federal CO2 production from the Unit. Id. at 248. The Director examined the sources on which Hess relied and explained in detail that they did not amount to the agency’s endorsement of the Unit Average, but to the extent they did, any such guidance was based on the facts presented at the time and did not bind the agency to the Unit Average methodology decades later. Id. at 248–53.\n \nAfter analyzing the reasonableness of ONRR’s valuation under the Lease valuation factors and rejecting the Unit Average, the Director determined that “the result would be the same even if the federal gas royalty valuation regulations controlled the outcome of this case.” Id. at 239 (citing 30 C.F.R. § 206.152(c)(2)). The Director considered ONRR’s valuation under each of the second benchmark regulatory factors:\n(1) The Gross Proceeds Under Arm’s-Length Contracts for Like-Quality Gas in the Same Field or Nearby Fields or Areas: ONRR considered the gross proceeds under arm’s-length contracts for like quality gas, including the arm’s-length Fasken Contract. The Fasken Contract was the only contract in the record that ONRR could verify as an arm’s-length contract. The Director concluded that ONRR had properly considered this factor.\n(2) Posted Prices: ONRR observed that the record did not include any evidence of posted prices, so the agency could not evaluate this factor. The Director concluded that ONRR had properly considered this factor.\n(3) Prices Received in Arm’s-Length Spot Sales: ONRR observed that the record did not include any evidence of prices received in arm’s-length spot sales, so the agency could not evaluate this factor. The Director concluded that ONRR had properly considered this factor.\n(4) Other Reliable Public Sources of Price or Market Information: ONRR considered the Smithson formula and Hess’s other settlements as a means to determine value, but as discussed, it determined that the Smithson formula was a more appropriate and reliable indicator of value for the period of October 2003 through December 2008. The Director concluded that ONRR had properly considered this factor.\n(5) Other Information Particular to a Lease Operation or Saleability of the Gas: Here ONRR considered the Hess Purchase Contracts and the Unit Average that Hess had used as the basis for its royalty payments. ONRR ultimately concluded that the Hess Purchase Contracts were a more appropriate indicator of value than the Unit Average and used the Hess Purchase Contracts as part of its final “weighted average” valuation. The Director concluded that ONRR had properly considered this factor.\nId. at 242–43. The Director concluded overall that ONRR had considered every *1048 potential indicator of value in the record under the second regulatory benchmark.\n \nOn appeal, OXY raises three issues regarding ONRR’s valuation: (1) the Director incorrectly concluded that ONRR’s valuation was reasonable under the Lease valuation factors; (2) the Director improperly rejected Hess’s Unit Average as the valuation method; and (3) the Director misapplied the 1988 regulatory factors to alternatively affirm the agency’s valuation under the second regulatory benchmark.\n \n\n\n1. Reasonableness of ONRR’s Valuation\nOXY first argues that ONRR’s valuation is unreasonable and arbitrary. While OXY does not provide any meaningful challenge to ONRR’s consideration of the Fasken Contract or the Hess Purchase Contracts, OXY repeatedly asserts that ONRR’s consideration of the Smithson formula was inappropriate because the arbitration decision did not involve federal leases and only resolved a royalty dispute between Hess and private lease owners. Aplt. Br. at 11–12, 45–47. In making this argument, OXY contends that the Smithson formula never had been used to buy or sell any CO2; the Smithson formula was not legally binding because the parties settled after arbitration and the Smithson formula was not agreed to in the settlement; arbitration awards and decisions have no precedential effect in other cases; and the Smithson formula does not qualify as relevant evidence under the Lease valuation factors or the 1988 regulatory factors. Id. at 46–49. Relatedly, OXY argues that if the agency rejected the Unit Average due to the inclusion of non-arm’s-length transactions, then it should not have considered the Smithson formula because it included non-arm’s-length transactions.12 Id. at 43, 49.\n \nWe conclude that the Director considered all relevant evidence and provided sufficient reasoning for each of ONRR’s determinations regarding the valuation. Under the deferential APA standard, we ask whether the agency’s decision was based on an examination of the relevant evidence and if the agency “articulated a rational connection between the facts found and the decision made.” Payton, 337 F.3d at 1168. The Director’s methodology and detailed explanations certainly pass muster under the APA’s deferential framework. The agency considered all relevant information that was reasonably available, including the single arm’s-length Fasken Contract, the Hess Purchase Contracts, and the Smithson formula for production occurring between October 2003 and March 2008. ROA, at 233–37. The Director then articulated a rational connection between the relevant information and ONRR’s valuation under the Lease valuation factors and weighed the factors accordingly. Id. The Director then analyzed the second regulatory benchmark factors at length and explained why the result would be the same if the regulatory valuation factors applied. Echoing the district court, we cannot reweigh the evidence, which seems to be what OXY is requesting.\n \n*1049 [9]As to the Smithson formula, the agency was clear that consideration of this formula was appropriate because the question under both Hess’s Leases and the 1988 regulations—the reasonable value of Hess’s CO2 based on all relevant and reliable information—was fundamentally the same inquiry that the Smithson arbitration panel conducted. During the audit, the agency discovered that Hess did not have other reliable public sources of price or market information for the audit period, except for the negligible Fasken Contract. The agency realized that the Smithson formula provided an appropriate and reliable indicator of value from October 2003 through December 2008 and therefore considered the formula in its analysis of “other relevant matters” under the Lease valuation factors, as well as under “other reliable public sources of price or market information” in its alternative analysis of the 1988 regulatory factors. Id. at 227–39, 242–43. As the Director explained, the formula was the result of a neutral arbitration panel with full transparency into the basis for the formula price, whereas Hess’s other settlement agreements did not “provide any information on what was at issue, how the parties came to the formula price, or how that price pertains to Hess’s CO2 purchases or sales.” Id. at 236. Moreover, the arbitration panel set the formula price by blending two valuation methodologies based on expert testimony proffered by each of the parties, and the formula reflected “market conditions in the fall of 2003, [and] historical contracting practices.” Id. at 230–37. It was proper for the agency to rely on the Smithson formula, not for its precedential value, but rather for the relevant and reliable information it provided about Hess’s CO2 purchase contracts, pricing mechanisms, and historical contracting practices from this time.\n \n[10]OXY also contends that the Director’s decision to consider ONRR’s valuation under the Lease valuation factors, instead of only the 1988 regulatory factors, warrants reversal because this court’s affirmance “would inject substantial uncertainty to royalty valuation for thousands of similarly-situated federal oil and gas [standard-form] leases” and the 1988 regulations “cabin ONRR’s ability to substitute its own royalty value.” Aplt. Br. at 21–31; Aplt. Reply Br. at 4–5. But the Director’s decision was clear that it analyzed ONRR’s valuation in OXY’s case under the Lease valuation factors because the specific Bravo Dome Unit Agreement controlled: The Secretary “retained the right to establish a minimum value for federal CO2 production in the Unit in its approval of the [Bravo Dome] Unit Agreement,” which modified Hess’s underlying standard-form Leases to the extent they were inconsistent with the Unit Agreement. ROA, at 227–28, 424. The Director applied this same logic to reduce the pressure base calculation in accordance with the Unit Agreement in OXY’s favor, which OXY does not dispute. Id. at 247–48. Further, any such procedural inconsistency authorizing the Secretary to determine royalty valuation in the first instance in OXY’s case ultimately is irrelevant because (1) the Director reasonably articulated why the Unit Average is unreliable and (2) the Director independently analyzed ONRR’s valuation under the second regulatory benchmark in the alternative and came to the same conclusion. The Director also noted that while the Order had not explicitly mentioned the Lease valuation factors in its analysis of the second regulatory benchmark, the valuation factors overlapped, so the agency had thoroughly considered the Lease valuation factors in the process of analyzing the second regulatory benchmark. Id. at 228–38.\n \nBecause the Director weighed the relevant factors and evidence and adequately *1050 explained the agency’s decision, ONRR’s valuation is not arbitrary or capricious.\n \n\n\n2. Unit Average Valuation\nOXY next argues that the Director improperly rejected Hess’s Unit Average as the valuation method. OXY asserts that ONRR previously had approved the Unit Average, and while ONRR is not estopped from conducting audits or reexamining a valuation methodology, the Director’s decision and administrative record do not clearly support a reversal of the Unit Average. ONRR merely substituted its own methodology for the Unit Average “to extract more royalty dollars” without actually finding that the Unit Average was inconsistent with the regulations. Aplt. Br. at 17. OXY contends that ONRR instead should have conducted additional investigation into the pricing practices of other Unit entities before rejecting the Unit Average. Id. at 36–46.\n \n[11]We conclude that the Director’s decision to reject the Unit Average valuation methodology is not arbitrary or capricious. In order for this court to reverse ONRR’s decision, we would have to conclude that the agency failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or failed to base its decision on consideration of the relevant factors. Utah Env’t Cong., 479 F.3d at 1280. The record presented does not support our reaching any of these conclusions in this case. ONRR provided a reasoned basis for rejecting the Unit Average price methodology under the applicable regulations. ROA, at 234–36. ONRR’s justifications collectively reinforce each other: It was reasonable for ONRR to determine that the Unit Average—comprised primarily of non-federal lessees that are not subject to ONRR’s regulations or oversight mechanisms, that ONRR cannot audit, and that use valuation methodologies both largely unknown to ONRR and likely based at least in part on non-arm’s-length sales—was not an appropriate measure of value, particularly since the Unit Average resulted in a price lower than the Hess Purchase Contracts that ONRR was able to examine.\n \nThe Director also explained in detail why any previous guidance or orders Hess received (namely 1980s-era correspondence between Amoco and the Minerals Management Service) that supported Hess using the Unit Average to calculate its royalties on its federal CO2 production were not germane. Id. at 248–53. As ONRR points out, none of the guidance OXY invokes had the force of law or was otherwise binding on the agency. Aple. Br. at 31–37. And even if OXY was correct that ONRR’s rejection of the Unit Average here conflicts with prior agency policy, nothing prevented ONRR from changing its position so long as it provided a reasonable explanation for doing so—and ONRR plainly provided a reasonable explanation for rejecting the Unit Average.\n \nThe agency’s decision to reject the Unit Average is supported by substantial evidence and is not arbitrary or capricious.\n \n\n\n3. Second Regulatory Benchmark\nOXY then argues that the Director misapplied the 1988 regulatory factors to alternatively affirm the agency’s valuation under the second regulatory benchmark. Here, OXY’s challenge focuses on the district court’s analysis, rather than maintaining the required focus on the Director’s analysis under the APA. Aplt. Br. at 32–36. In affirming the Director’s alternative analysis under the 1988 regulatory factors, the district court stated that it “[would] not second-guess the Director’s decision in weighing the regulatory factors where the Director considered and analyzed the relevant factors and evidence.” ROA, at 87 *1051 (emphasis added). OXY takes issue with this statement because the district court “overlook[ed] the threshold point that the Director had no occasion to second-guess Hess’[s] valuation in the first instance.” Aplt. Br. at 35.\n \nOXY’s assertion is plainly wrong under the 1988 regulations, as well as the Unit Agreement and underlying Leases. Under the 1988 regulations, ONRR is required to audit the valuations that lessees supply and provide reasons for rejecting a lessee’s application of the regulatory benchmarks. 30 U.S.C. § 1711(c). Under the Unit Agreement and Leases, their terms dictate that ONRR retains the authority to establish a reasonable minimum valuation in accordance with the Lease valuation factors. ROA, at 442b, 446b, 450b, 454b [Sec. 2(d)(2)]. As demonstrated, ONRR did that here. Id. at 242–43. Moreover, we use ordinary APA deference principles to review the Director’s reasons for rejecting Hess’s Unit Average and approving ONRR’s valuation under the second regulatory benchmark. We cannot reweigh the regulatory factors if substantial evidence supports the Director’s reasoning—we cannot even displace ONRR’s choice “between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it de novo.” Wyo. Farm Bureau Fed’n, 199 F.3d at 1231 (internal citations omitted).\n \nBecause the record reveals substantial evidence in support of the Director’s analysis of the regulatory valuation factors, the Director’s decision to alternatively affirm the agency’s valuation under the second regulatory benchmark is not arbitrary or capricious.\n \n\n\nB. Transportation Costs\nThe final issue OXY raises is whether the Director correctly determined that Hess’s compression and dehydration costs are not deductible as a transportation allowance because they were necessary to place Hess’s CO2 in marketable condition and not just transport the CO2.13 ONRR regulations allow a lessee to deduct some, but not all, of the costs of transporting the gas from the lease to a downstream location. 30 C.F.R. § 206.156(a). Under ONRR regulations and the relevant case law, a reasonable minimum value will not include any costs that a lessee must incur to place gas in marketable condition. See § 206.152(i); see, e.g., Devon Energy Corp., 551 F.3d at 1036–40; Amoco Prod. Co., 410 F.3d at 729–31; Amerada Hess Corp. v. Dep’t of the Interior, 170 F.3d 1032, 1036–37 (10th Cir. 1999); Mesa Operating Ltd. P’ship v. Dep’t of the Interior, 931 F.2d 318, 323–27 (5th Cir. 1991). Hess, as lessee, was responsible for the costs to gather, compress, dehydrate, and remove any impurities from the CO2 to meet marketable condition requirements. However, the regulations allow a lessee to include “[s]upplemental costs for compression, dehydration, and treatment of gas ... only if such services [1] are required for transportation and [2] exceed the services necessary to place production into marketable condition.” § 206.157(f)(9) (emphasis added). So if Hess’s compression and dehydration costs (1) were required for transportation and (2) exceeded what was necessary to compress and dehydrate the CO2 to place it in marketable condition, Hess could claim those costs as a transportation allowance.\n \n*1052 [12]As the Director discussed, marketable condition means “lease products which are sufficiently free from impurities and otherwise in a condition that they will be accepted by a purchaser under a sales contract typical for the field or area.” § 206.151. The Director noted that “treating gas to put it in marketable condition includes gathering (transporting gas from individual wells to a central accumulation point ... on or near the lease or unit), compression (increasing the pressure of gas), dehydration (removing water), and sweetening (removing acid gases, such [sic] CO2 and hydrogen sulfide (H2S)).” ROA, at 244–45 (citing relevant case law). In the context of Hess’s CO2 production, the Director interpreted this marketable-condition rule as requiring Hess to treat its CO2 to conform with the pipeline requirements that served the markets into which the CO2 was sold—the Permian Basin EOR units. Id. To meet the pressure and quality requirements of the Permian Basin EOR units, treatment included compressing and dehydrating the CO2 to meet specifications regarding water vapor, hydrogen sulfide, sulfur, oxygen, nitrogen, and hydrocarbons. Id. at 245–46 (citing the terms of the Hess Purchase Contracts). The Director determined that “[b]ecause the ultimate use of Hess’s CO2 production is to inject the CO2 into the EOR facility, the EOR Delivery Pipelines represent the pressure and quality requirements for Hess’s CO2 to be in marketable condition.” Id. at 246. Accordingly, ONRR correctly concluded that Hess could not deduct the costs it incurred to get the CO2 to the pressure and purity specifications required to enter the EOR delivery pipelines. Id.\n \nThe Director also acknowledged Hess’s argument that the compression costs were necessary for transport as well but explained that “even though the compressors operate to put the CO2 in a super critical state for transportation, they also operate to place the CO2 in marketable condition.” Id. The Director noted that such dual-purpose costs are deductible “only if such services are required for transportation and exceed the services necessary to place production into marketable condition,” which Hess did not establish. Id. at 246–47 (citing § 206.157(f)(9)) (quotations omitted).\n \nOXY responds that CO2 is “different from other produced federal gas” and has a “unique nature,” so “[c]ertain dehydration and compression costs are essential for CO2 transportation from the [Unit] Leases to its destination in West Texas, and therefore are properly deductible.” Aplt. Br. at 49; Aplt. Reply Br. at 18–19. OXY contends that the real issue is “whether transportation is the primary, not the only, reason for dehydrating and compressing [its CO2].” Aplt. Br. at 49.\n \nBut the Director already addressed and rejected OXY’s transportation arguments based on the applicable regulations and case law and in the process explained why the regulations do not embrace such a distinction.14 ROA, at 243–47. We may reject the Director’s interpretation and application of the marketable-condition rule to this case only when the interpretation is “unreasonable, plainly erroneous, or inconsistent with the regulation’s plain meaning.” Biodiversity Conservation All., 762 F.3d at 1060. The regulations dictate that “costs for compression, dehydration, and *1053 treatment of gas” may be deducted only to the extent “such services [1] are required for transportation and [2] exceed the services necessary to place production into marketable condition.” § 206.157(f)(9). Contrary to OXY’s claims, Hess’s compression and dehydration costs are not “unique costs related to transportation.” Aplt. Br. at 50. For CO2 to be compatible with EOR operations, operators must remove impurities from the CO2 and increase the gas’s pressure to transform it into a critical phase—essentially, the increased pressure liquefies the CO2 so it can be injected at the EOR units. ROA, at 223–24. These compression and dehydration costs are essential to bringing Hess’s CO2 to market for its ultimate use in the EOR operations, even if they serve the dual purpose of helping transport the gas.\n \nFurthermore, OXY never has demonstrated or even contended that the costs to transport Hess’s CO2 exceeded the costs necessary to meet the minimum pressure requirements for the EOR delivery pipelines, let alone attempted to quantify the amount of any excess costs. And a review of the record reveals that the ultimate compression required for transport along the pipelines to the EOR units was less than the compression required to enter the EOR facilities.15 As a result, OXY has not shown that the transportation costs “exceed[ed] the services necessary to place production into marketable condition.” § 206.157(f)(9).\n \nOXY also asserts that the record shows ONRR allowed Hess to deduct these compression and dehydration costs as transportation costs in the past, citing a 2002 guidance letter from ONRR. ROA, at 412–14. But as ONRR points out, this letter does not support OXY’s claim that compression costs are deductible whenever they are “primarily required to place the CO2 into single phase to enter a large pipeline for long distance transport to a delivery point remote from the lease (in West Texas).” Aplt. Br. at 52. Rather, the letter explains that a deduction is permitted only if “this compression is solely to keep the CO2 in single-phase flow for transportation through a large diameter pipeline to a sales point remote from the lease.” ROA, at 413 (emphasis added). And “[i]f compression is performed to place the CO2 in marketable condition,” as OXY does not dispute is the case here, ONRR “will not allow any deductions for compression.”16 Id.\n \nThe Director’s interpretation and application of the marketable-condition rule to this case is not plainly erroneous or inconsistent with the applicable regulations.\n \n\nIV\nFor the foregoing reasons, we AFFIRM.\n \nAll Citations\n32 F.4th 1032\n\n\n\nFootnotes\n|\n1\n|Arm’s-length transactions involve contracts or agreements that have been arrived at in the marketplace between independent, nonaffiliated persons with opposing economic interests regarding those contracts. 30 C.F.R. § 206.151.\n|\n2\n|During the relevant audit period, Hess was the lessee of the federal leases at issue in this appeal. OXY obtained the leases from Hess in 2017, after ONRR’s order was issued. Unless otherwise indicated herein, we refer to Hess for time periods before 2017 and to OXY for later periods. Beyond the leases OXY acquired from Hess, OXY holds other federal Unit leases, but they are not at issue in this case because the agency’s decision does not cover them.\n|\n3\n|In 2010, ONRR replaced the Minerals Management Service, and the regulations at 30 C.F.R. § 206 were redesignated as 30 C.F.R. § 1206 without material change. See 75 Fed. Reg. 61,051 (Oct. 4, 2010). The regulations have since been amended further and are the subject of both litigation and additional proposed rulemaking, but none of these subsequent developments are relevant to this case. For consistency, we cite to the 1988 regulations using the 30 C.F.R. § 206 citations.\n|\n4\n|The parties do not dispute ONRR’s conclusion that the first regulatory benchmark does not apply because Hess took the majority of its CO2 production from the Unit in-kind and did not accrue gross proceeds under a non-arm’s-length contract.\n|\n5\n|Compression and dehydration are processes that remove unacceptable liquids and impurities from natural gas extracted from the ground and prepare the gas for safe transport and use.\n|\n6\n|The record contains a total of four Leases, and their relevant terms are identical. See ROA, at 442, 446, 450, 454.\n|\n7\n|A working-interest owner is someone who owns the right to search, develop, and produce oil and gas on the leased property as well as pay all costs. ROA, at 219.\n|\n8\n|In 1980, when the Unit was formed, the applicable regulations required a supervisor of the USGS to approve unit agreements. The supervisor was required to make a determination that the unit was necessary or advisable in the public interest and was for the purpose of conserving the natural resource. See 30 U.S.C. § 226.8 (1980); ROA, at 220.\n|\n9\n|Enhanced oil recovery is the extraction of crude oil from an oil field that cannot be extracted otherwise. The process involves injecting liquified CO2 into the pore space of reservoir rock to help displace oil and drive it to a production wellbore. At the surface, the CO2 is separated from the oil, the oil is sold, and the CO2 is reused again in the EOR reservoir. This means that the CO2 used in EOR operations is part of a continual process and is not sold. See, e.g., ROA, at 223–24.\n|\n10\n|OXY asserts that ONRR “ordered Hess to use three different values for the same CO2 during the Audit Period,” but the record shows that the agency directed the use of only two values: the “weighted average” and the Smithson formula. Compare Aplt. Br. at 12 with ROA, 273–74.\n|\n11\n|The Director reduced the amount due from $1,874,524.54 to $1,820,652.66 (a difference of $53,891.88), which reflects the amount due as a result of previously requiring Hess to report its CO2 volumes on a 14.73 psia pressure base. ROA, at 247–48, 253. OXY does not challenge the Director’s calculation of the pressure base or that the Unit Agreement is controlling in this aspect.\n|\n12\n|OXY also argues that ONRR’s valuation is arbitrary and inconsistent because “[t]he history of this matter involves no less than four administrative decisions differently valuing [Hess’s] Audit Period CO2 production.” Aplt. Br. at 19 (emphasis in original). OXY characterizes this history as “a vacillating scattershot of substitute methodologies to re-value [Hess’s CO2 production].” Id. In actuality, OXY is referencing the aforementioned correspondence that occurred among New Mexico, ONRR, and Hess during the audit process, and as discussed, the record shows that ONRR only issued one Order to Report and Pay Additional Royalties on December 19, 2011, which ONRR’s Director then reduced in OXY’s favor on review. See ROA, at 217–54, 270–82.\n|\n13\n|We note that while the Order appears to deduct “some transportation costs” from both the “weighted average” and the Smithson formula price, the Order explicitly disallows Hess’s reported costs associated with compression and dehydration that are at issue here. ROA, at 253. OXY only challenges the agency’s denial of these compression and dehydration costs as a transportation allowance and does not discuss or challenge any other transportation costs that the Order deducted from its valuation.\n|\n14\n|The sources OXY cites similarly do not support its “primary purpose” theory. Aplt. Br. at 49–53 (citing Shell Offshore Inc., 142 IBLA 71, 74 (1997) (allowing the enlargement of a floating drilling platform to buoy a compressor and other gas transportation equipment to be a transportation allowance under § 206.157) and Exxon Corp., 118 IBLA 221, 240–41 (1991) (allowing dehydration of gas streams to be a transportation allowance under § 206.157 because the dehydration in this instance “serve[d] only one purpose: transportation”)).\n|\n15\n|As OXY discusses in its briefing, Hess had to compress the CO2 to upwards of 2,500 psig to enter the EOR facilities and therefore be in marketable condition. Aplt. Br. at 9. But Hess only had to compress the CO2 to a maximum of 2,150 psig to transport the CO2 to the EOR facilities along the pipelines. Id.; see also ROA, at 221–22.\n|\n16\n|OXY also argues in passing that the Director erred by relying on the regulations to deny transportation cost deductions because the Director had valued the CO2 under the Lease valuation factors. Aplt. Br. at 14, 16–17. However, as the district court observed, the Director’s approach is consistent with the regulations. The regulations provide that they should apply to the extent they are not inconsistent with the terms of the underlying lease. 30 C.F.R. § 206.150(b). Because OXY has not pointed to any term of the Unit Agreement or Leases inconsistent with the regulation’s marketable-condition rule, the Director appropriately applied the regulations.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}