{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by U.S. Tobacco Sales and Marketing Co. Inc. v. Washington State Dept. of Revenue, Wash.App. Div. 2, July 19, 2005\n492 F.2d 515\nUnited States Court of Appeals, Fifth Circuit.\nCREME MANUFACTURING CO., INC., Plaintiff-Appellee-Cross Appellant,\nv.\nUNITED STATES of America, Defendant-Appellant-Cross Appellee.\nNo. 73-1609.\n|\nApril 15, 1974, Rehearing Denied June 25, 1974.\nSynopsis\nSuit was brought by corporate manufacturer of fishing lures for refund of sum paid in part satisfaction of federal excise taxes. The United States counterclaimed for additional excise taxes, penalties and interest. The United States District Court for the Eastern District of Texas, at Tyler, 348 F.Supp. 270, Joe J. Fisher, Chief Judge, dismissed the manufacturer’s complaint, dismissed a portion of the United States’ counterclaim and rendered judgment in favor of the United States on the remainder of the counterclaim. The United States appealed and the manufacturer cross-appealed. The Court of Appeals, Wisdom, Circuit Judge, held that where, even after husband and wife who had previously owned and controlled manufacturing corporation and sole distributing corporation turned over control of the manufacturing corporation to their sons, the operation ties between the two corporations were tight, the corporations shared the same facilities and some of the same employees and shared the same risk as to sales made by the distributor and distributor held itself out to the public as the manufacturer, the corporations did not exhibit adverse economic interests, the parties were not at arm’s length and internal Revenue Service was entitled to base excise tax liability on a constructive price.\n \nReversed and remanded with directions.\n \nGee, Circuit Judge, dissented and filed opinion.\n \n\n\nWest Headnotes (17)\n\n\n[1]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|Ordinarily tax liability is based on actual price charged by manufacturer but the Internal Revenue Service is entitled to use a constructive price on which to base excise tax liability if the article is sold neither through an arm’s transaction nor at a fair market price. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n4 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|By permitting the Internal Revenue Service to impose a constructive price, Congress sought to prevent manufacturers from reducing their excise tax liability by charging artificially low prices to related buyers who then, without excise tax liability, might obtain the market price from independent buyers. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n3 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|So long as price charged by manufacturing corporation to a related sales corporation may be proved to be a true representation of the article’s worth at that time, that price may serve as the base for federal excise taxes. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n\n|\n\n\n[4]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|Congress, by permitting the Internal Revenue Service to impose a constructive price, did not seek to prevent taxpayers from creating a new, lower excise tax base by dividing their manufacturing and selling operations into separate but related corporate entities. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n3 Cases that cite this headnote\n|\n\n\n[5]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|Same standard of excise tax liability would be applied to a “private brand” manufacturer who sells to independent, unrelated distributors as to one who sells only to related distributors. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n1 Case that cites this headnote\n|\n\n\n[6]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|If the Internal Revenue Service assesses excise tax deficiency on basis of constructive price because the sale from “private brand” manufacturer to the distributor is neither at arm’s length nor at a fair market price, the taxpayer “private brand” manufacturer seeking refund must show that the service’s determination was incorrect. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n2 Cases that cite this headnote\n|\n\n\n[7]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|For purposes of excise tax liability, the motivation of the taxpayer in splitting manufacturing and selling functions into distinct corporations is irrelevant. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n\n|\n\n\n[8]\n|Internal RevenueMinimization, Avoidance or Evasion of Liability\n|\n|Taxpayer may arrange its business affairs with an eye toward the tax consequences and it need not maintain a corporate structure so as to pay the highest taxes.\n\n|\n\n\n[9]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|When taxable transaction is not at arm’s length, the price must be more than “fair”; it is not enough that price compensates the manufacturing company for costs or even provides a profit; the price must be a “market” price at which independent buyers in arm’s length transactions would be willing to pay. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n3 Cases that cite this headnote\n|\n\n\n[10]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|In order to be at “arm’s length” under manufacturers’ excise tax statute, a transaction must be between parties with adverse economic interests and each party to the transaction must be in a position to distinguish his economic interest from that of the other party and, where they conflict, always choose that to his individual benefit.\n1 Case that cites this headnote\n|\n\n\n[11]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|If seller would hesitate to raise price for sole reason that it would hurt buyer, there is no “arm’s length transaction” within meaning of manufacturers’ excise tax statute. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n\n|\n\n\n[12]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|Overlapping ownership and control are indicators that the parties may not be adverse and that transactions between them are not “arm’s length” for manufacturers’ excise tax purposes; but the absence of these factors does not automatically signal an “arm’s length transaction” and the entire relationship of the parties must be examined. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n1 Case that cites this headnote\n|\n\n\n[13]\n|Internal RevenueSporting Goods\n|\n|Where, even after husband and wife who had previously owned and controlled fishing lure manufacturing corporation and sole distributing corporation turned over control of the manufacturing corporation to their sons, the operational ties between the two corporations were tight, the corporations shared the same facilities and some of the same employees and shared the same risk as to sales made by the distributor and distributor held itself out to the public as the manufacturer, the corporations did not exhibit adverse economic interests, the parties were not at arm’s length and Internal Revenue Service was entitled to base excise tax liability on a constructive price. 26 U.S.C.A. (I.R.C.1954) §§ 4161, 4216(b).\n3 Cases that cite this headnote\n|\n\n\n[14]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|Even nonarm’s length parties can avoid the imposition of constructive price as their manufacturers’ excise tax base if their sales are shown to be at fair market price. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n\n|\n\n\n[15]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|Use of the price for which others offered to make the product may, in some situations, provide an accurate representation of fair market price for manufacturers’ excise tax purposes, but only where the product gains no increase in value from the fact that it is made by the taxpayer. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n\n|\n\n\n[16]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|Where the fact that the product was made by particular manufacturer adds substantially to its value, the product’s worth for excise tax purposes cannot be measured by the price for which an independent “private brand” manufacturer would be willing to make the product available; some objective manifestation of the price others would pay for the product, as made by the taxpayer, is necessary. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n\n|\n\n\n[17]\n|Internal RevenueSporting Goods\n|\n|Where fact that fishing lures were made by related manufacturer gave them a distinctive value and there was no showing that the value of the lures manufacturer sold to related distributor corporation was essentially the same as the value of the lures that independent manufacturers offered to produce, the price at which other manufacturers offered to sell lures to distributor corporation did not represent for excise tax purposes the fair market price for the lures actually sold by manufacturer to distributor. 26 U.S.C.A. (I.R.C.1954) §§ 4161, 4216(b).\n2 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*517 Scott P. Crampton, Asst. Atty. Gen., Meyer Rothwacks, Atty., Richard W. Perkins, Tax Div., Dept. of Justice, Washington, D.C., Lee H. Henkel, Jr., Chief Counsel, IRS, Washington, D.C., Lynn Ross, Jr., Tax Div., Dept. of Justice, Dallas, Tex., Roby Hadden, U.S. Atty., Tyler, Tex., for defendant-appellant.\nAllen E. Pye, J. Robert Dobbs, Jr., Tyler, Tex., for plaintiff-appellee.\nBefore WISDOM, AINSWORTH and GEE, Circuit Judges.\nOpinion\n\nWISDOM, Circuit Judge:\n\nThe question for decision is whether the taxpayer’s excise tax liability should be based on the price at which it sold its product to a closely related promotion and sales corporation or on a constructive price, determined by the Internal Revenue Service, based on the price at which the related corporation sold the product to independent wholesalers.\nCreme Manufacturing Company, Inc., the taxpayer, instituted this action in the district court to gain a refund of approximately $2,500 for overpayment of federal excise taxes. The United States counterclaimed for additional taxes, interest, and penalties, totalling almost $140,000, for the period July 1, 1964, through December 31, 1968. The Government contended that the taxpayer sold items subject to the excise tax ‘(otherwise than through an arm’s length transaction) at less than the fair market price’, 26 U.S.C. § 4216(b), and that the taxpayer’s federal excise tax liability was correctly determined by the Government on the basis of a higher ‘constructive sales price’. The district court dismissed the taxpayer’s complaint and held that the constructive price was properly the basis of tax liability for the period July 1, 1964, through April 30, 1968, but that the actual price charged was the correct basis after that date. We affirm the dismissal of the complaint and the district court’s holding with regard to the earlier period. We reverse and remand with regard to the later period.\nNicholas Creme and his wife, Cosma Creme, organized Creme Lure Company *518 in 1953 to manufacture and sell artificial fishing lures, primarily plastic ‘worms’ developed by Nicholas Creme. Creme Lure paid a ten percent excise tax imposed on artificial fishing lures by 26 U.S.C. § 4161.1 The tax was based on the price charged by Creme Lure to wholesale distributors, generally 50 percent of the suggested retail price, less a standard discount of ten percent and, in some cases, additional advertising and volume discounts.2\nIn 1941 the Cremes organized Creme Manufacturing Company, the taxpayer in the instant case, to conduct the manufacturing operations. Creme Lure thereafter limited its activities to promoting and selling finished products. The taxpayer sold 97 percent of its products to Creme Lure.3 Although maintaining their own books and bank accounts, both companies operated from the same premises, which were owned by Creme Lure, and shared certain employees.\nThroughout the period in question (July 1, 1964-December 31, 1968), Nicholas and Cosma Creme each owned 50 percent of Creme Lure. Creme Manufacturing was initially owned by Nicholas (36%), Cosma (36%), their three children (22%), and unrelated employees (6%). In January 1968 Nicholas and Cosma reduced their ownership interests in the taxpayer to 25 percent each, increasing the control of their two sons, Nicholas Jr. and Michael, to 19 percent and 18 percent, respectively. On May 1, 1968, ownership of Creme Manufacturing was transferred exclusively to Michael and Nicholas Jr., each taking a 50 percent interest.\nWith its creation in 1961, Creme Manufacturing became subject to federal excise taxes, and Creme Lure’s excise tax liability ceased. Although Creme Lure continued to sell to wholesalers for approximately 40 percent of the suggested retail price, Creme Manufacturing sold to Creme Lure at a price 25 percent of the list price. The taxpayer paid excise taxes based on this latter price. But the Internal Revenue Service refused to permit the creation of Creme Manufacturing to reduce its tax revenue. The Service assessed additional taxes computed under Section 4216(b) of the Internal Revenue Code of 1954, based on the price charged by Creme Lure to independent wholesalers.\nThe taxpayer’s accountant testified at trial that he set the price charged Creme Lure at 25 percent of list because this was the price at which other, independent manufacturers offered to produce lures for Creme Lure. Another witness, in the business of manufacturing prepackaged, ready-to-sell lures for Bommer Bait Company, testified that he charged Bommer approximately 25 percent of list price.\n[1] The only issue before us on this appeal is whether the taxpayer’s federal excise tax liability should be based on a constructive price determined by the Internal Revenue Service under Section 4216(b). Ordinarily, federal excise tax liability is computed on the basis of the actual price charged by the manufacturer. But where the article in question is ‘sold (otherwise than through an arm’s length transaction) at less than the fair market price’, Section 4216(b) authorizes the Internal Revenue Service to compute tax liability based on a constructive price. 26 U.S.C. § 4216(b). The criteria for the imposition of a constructive price are cumulative. Use of a constructive *519 price on which to base tax liability is authorized only if the article is sold neither through an arm’s length transaction nor at a fair market price.\n \n[2] [3] [4] By permitting the Internal Revenue Service to impose a constructive price, Congress sought to prevent taxpayers from reducing their excise tax liability by charging artificially low prices to related buyers who then, without excise tax liability, might obtain the market price from independent buyers.4 By such a scheme, were it not for Section 4216(b), taxpayers could reduce their taxes below those of their competitors and eventually emasculate the excise tax. The United States urges on this appeal that what is really behind this provision is a congressional objective to prevent taxpayers from creating a new, lower tax base by dividing their manufacturing and selling operations into separate but related corporate entities. We are of the opinion, however, that so long as the price charged by a manufacturing corporation to a related sales corporation may be proved to be a true representation of the article’s worth at that time, that price may serve as the base for federal excise taxes. We find no support for the Government’s position in the legislative history of Section 4216(b). Furthermore, the Internal Revenue Service itself has recognized instances where taxpayers may reduce their excise taxes by separating manufacturing and sales functions into distinct but related corporations. In Revenue Ruling 69-568, 1969-2 Cum.Bull. 209, the taxpayer manufactured articles subject to the excise tax. It sold the articles to independent dealers; it sold the identical articles to its wholly-owned sales and distribution subsidiary, at the same prices charged the independent dealers. The Service held that, because the prices charged to independents were the same as those charged to the taxpayer’s subsidiary, the intercompany sales prices were the proper bases for the excise tax. The Government concedes here that ‘a different question would be presented’ if the taxpayer sold lures to unrelated, independent distributors at the same prices it sold to Creme Lure. Thus we find the Government’s contention that we should establish a special test for related manufacturers and distributors singularly unpersuasive.\n \nWe see no reason to distinguish the taxpayer in the instant case from any ‘private brand’ manufacturer. Instead of promoting and selling its product to the public, a private brand manufacturer makes articles under the vendee’s brand name, leaving most of the advertising, selling, and distribution costs to the vendee. Because it incurs fewer expenses, the private brand manufacturer can sell for a lower price than the ‘full service manufacturer’, who must bear costs other than manufacturing. Consequently, if the excise tax is based on the actual price charged, the private brand manufacturer will pay a lower excise tax.\n[5] [6] [7] [8] Both the Internal Revenue Service and the courts have recognized that the price charged by private brand manufacturers may legitimately serve as the base for excise taxes. See Rev.Rul. 63-238, 1963-2 Cum.Bull. 519; Shakespeare Co. v. United States, 1969, 419 F.2d 839, 189 Ct.Cl. 411, cert. denied, 400 U.S. 820, 91 S.Ct. 37, 27 L.Ed.2d 47. We see no reason to apply different standards of tax liability to a private brand manufacturer who sells to independent, unrelated distributors and to one who sells only to related distributors. *520 Both are under the same requirements. If the Internal Revenue Service assesses a deficiency on the basis of a constructive price because the sale from the private brand manufacturer to the distributor is neither at arm’s length nor at a fair market price, the taxpayer must show that the Service’s determination was incorrect. Cf. Holland v. United States, 1954, 348 U.S. 121, 126, 75 S.Ct. 127, 99 L.Ed. 150. There is nothing per se improper, therefore, with splitting manufacturing and selling functions into distinct corporations. And, furthermore, we consider the motivation of the taxpayer to be irrelevant.5 Courts have long held that a taxpayer may arrange its business affairs with an eye toward the tax consequences and that it need not maintain a corporate structure so as to pay the highest taxes. See Buffalo Meter Co., 1948, 10 T.C. 83, 89; Seminole Flavor Co., 1945, 4 T.C. 1215, 1235.\n \n[9] The arm’s length and fair market criteria are interrelated. Both are directed to ensuring that the price on which the excise tax is based represents a bona fide expression of what the article is in fact worth. If the taxable transaction is at arm’s length, the price charged and paid is taken to be an accurate representation of the true worth; that is, the fair market price. But if the transaction is not at arm’s length, some other manifestation that the price is nonetheless an accurate portrayal of the article’s worth is required. The price must be more than ‘fair’; it is not enough that the price compensate the manufacturing company for costs— and even provide a profit. The price must be a ‘market’ price; it must be the price which independent buyers in arm’s length transactions would be willing to pay.\n \nThe first question we address is whether the sales by Creme Manufacturing to Creme Lure were at arm’s length. The district court found that sales made before May 1, 1968, when Nicholas Creme and his wife, Cosma, owned and controlled both Creme Manufacturing and Creme Lure, were not at arm’s length. But the court found that, because Nicholas and Cosma severed all control and ownership on May 1, all sales made thereafter were arm’s length sales. In emphasizing ownership and control to the exclusion of other factors in its examination of sales made after May 1, the district court reached an incorrect result. We believe that the evidence clearly establishes that none of the transactions between Creme Manufacturing and Creme Lure in the period in question, either before or after May 1, may properly be considered arm’s length.\n[10] [11] [12] To be at arm’s length under Section 4216(b), a transaction must be between parties with ‘adverse economic interests’. Campana Corp. v. Harrison, 7 Cir. 1940, 114 F.2d 400, 408, overruled on other grounds, F. W. Fitch Co. v. United States, 1945, 323 U.S. 582, 65 S.Ct. 409, 89 L.Ed. 472. Each party to the transaction must be in a position to distinguish his economic interest from that of the other party and, where they conflict, always choose that to his individual benefit. In other words, if the seller would hesitate to raise the price for the sole reason that it would hurt the buyer, the parties are not at arm’s length. Overlapping ownership and control are indicators that the parties may not be adverse, see e.g. Campana Corp. v. Harrison, supra, but the absence of these factors does not automatically signal an arm’s length transaction. We must examine the entire relationship of the parties.\n \n[13] Before Cosma and Nicholas Creme gave up their interests in Creme Manufacturing on May 1, 1968, the corporations were commonly owned and controlled. The taxpayer’s argument to *521 the contrary notwithstanding, we do not believe there can be serious question as to the non-arm’s length nature of the relationship of Creme Lure and Creme Manufacturing during that period. The period after April 30, 1968, presents a more difficult question. Viewing the totality of the relationship, however, we conclude that the corporations did not exhibit adverse economic interests. The operational ties between the two corporations were tight. The corporations shared the same facilities and some of the same employees. They shared the same risks as to sales made by Creme Lure (Creme Manufacturing did not receive payment until Creme Lure was paid by the independent distributors). Creme Lure held itself out to the public as the manufacturer, and Creme Manufacturing used the stationery of Creme Lure. Moreover, neither the formation of Creme Manufacturing nor the bowing out of the elder Cremes made any substantial change in the day-to-day activities of producing and selling. Finally, we cannot ignore the familial bonds between the corporations. As of May 1, 1968, the parents owned Creme Lure; their sons owned Creme Manufacturing. It remained essentially a family enterprise, with a common goal of enhancing the family fortunes. Although, as the district court observed, the sons were legally free to break their filial and corporate ties, there is no evidence that they even contemplated doing so. We are convinced that each corporation was operated with an eye toward the success of the other. Mere transfer of stock among the family members did not transform the intercompany sales into arm’s length transactions.\n \n[14] Even non-arm’s length parties can avoid the imposition of a constructive price as their excise tax base if their sales are shown to be at a fair market price. The taxpayer here maintains that the fair market price can be established by evidence that independent manufacturers would produce the product at that price. Four other manufacturers had offered to manufacture and sell the Creme lures to the Cremes at the price Creme Manufacturing charged Creme Lure. The Government argues, on the other hand, that the fair market price is the price at which the taxpayer’s product would be ‘available to the trade’, established here by sales from Creme Manufacturing to independent, unrelated distributors. Creme Manufacturing, of course, made no such sales.6\n \n[15] [16] The taxpayer’s test, using the price for which others offer to make the product, may in some situations provide an accurate representation of the fair market price— but only where the product gains no increase in value from the fact that it is made by the taxpayer. It is a matter of the value of the manufacturer’s affiliation with the product. The Court faced this problem in Bourjois, Inc. v. McGowan, 2 Cir. 1936, 85 F.2d 510, 512, cert. denied, 300 U.S. 682, 57 S.Ct. 753, 81 L.Ed. 885:\n \n‘But to take the appellant’s products as mere unnamed blends, mixtures or compositions saleable to the trade as such at the time the appellant sold them is to ignore the very thing which gave them their peculiar sales value; that is, the trade-names under which they were sold not only eventually to the wholesalers, retailers, and consumers but by the appellant itself to the sales corporations.’\nSee also H. R. Laboratories v. United States, S.D.N.Y.1943, 55 F.Supp. 266, 268, aff’d, 2 Cir. 1945, 151 F.2d 118; Inecto Inc. v. Higgins, S.D.N.Y.1937, 21 F.Supp. 418, 423. Where the fact that the product was made by a particular manufacturer adds substantially to its value, the product’s worth cannot be measured by the price for which an independent private brand manufacturer would be willing to make the product available. In this event we think that some objective manifestation of the *522 price others would pay for the product, as made by the taxpayer, is necessary.\n[17] The evidence established the importance of the manufacturer’s name in the instant case. Creme Lure’s catalogues during the period in question emphasized the fact that it did not market merchandise made by unrelated manufacturers under the Creme brand name:\n \n‘CREME LURES are manufactured solely by the CREME LURE COMPANY. They are made of soft flexible plastic from a formulation developed by Creme Lure Company and used exclusively in the manufacture of our own products. Rigid quality control as exercised in the manufacture of Creme Lures assures the purchaser of uniform, highest quality lures.’\nWe think it clear that the fact that the lures were made by a Creme corporation gave them a distinctive value. In any event, the burden was on the taxpayer to show that the value of the lures it sold to Creme Lure was essentially the same as the value of the lures the independent manufacturers offered to produce. The taxpayer did not meet this burden. Neither, therefore, did the taxpayer meet its burden of establishing that the price at which other manufacturers offered to sell lures to Creme Lure represented the fair market price for the lures actually sold by Creme Manufacturing to Creme Lure.\nThe taxpayer failed to prove that it sold its products to Creme Lure in arm’s length transactions or at a fair market price. The dismissal of the taxpayer’s complaint and the judgment of the district court awarding the United States a judgment in the amount of $86,382.13 in taxes, plus interest, as a tax deficiency for the period July 1, 1964 through April 30, 1968 is affirmed. The dismissal of the remainder of the United States counterclaim is reversed and remanded for the further proceedings consistent with this opinion.\n\n\nGEE, Circuit Judge (dissenting):\n\nI respectfully dissent from the Court’s holding that taxpayer’s excise tax should be calculated upon a constructive price set by the Internal Revenue Service. Section 4216 of the IRC does not authorize this, even where the transaction is not at arm’s length, unless the ‘. . . article is . . . sold . . . at less than the fair market price.’ The court below found as a fact that ‘. . . the price charged by Creme Manufacturing was a fair market price charged in a similar fashion as that charged by others in the ordinary course of trade.’1\nRecord evidence, some of which is mentioned in the majority opinion, supports this finding. The majority disregards it on the basis of Bourjois, Inc. v. McGowan, 85 F.2d 510 (2d Cir. 1936), and other cases cited.\nAn examination of each of these cases shows that the item which gave the article or preparation there involved— otherwise a mere assembly of commonlyavailable materials into a generic product— its distinctive value, the trade name, was controlled by the manufacturing corporation. Thus, in those cases the real economic power in the picture, the power to discharge the sales organization and have the trademarked product sold by another, remained with the parent manufacturing corporation, and the sales corporation bought the finished product, including the affixed name, from the manufacturer. The item was thus unique and could be bought for resale from no one else. The courts in those cases were correct in refusing to consider its ‘fair market price’ as determinable by reference to other articles or preparations which were not and could not be purchased elsewhere with the valuable trade name affixed.\n*523 Our case is the reverse. Here the sales corporation retained control of the trade name Creme Lure. The evidence pointed not towards the importance of the manufacturer’s technique but towards the distinctive, inherent value of the name Creme Lure. Creme Lure did not limit its sales to plastic worms. During the period in question, Creme Lure bought other types of fishing tackle from unaffiliated manufacturers, pre-packaged and with the Creme Lure label affixed.\nThe advertising, which misleadingly stated that Creme Lures were manufactured by Creme Lure Company, did not conclusively show that because Creme Manufacturing Company produced the product it was inherently more valuable. Indeed, the misleading portion of the statement substantiates the conclusion that the value was in the name.\nThe power to authorize affixing of the trade name was in Creme Lure, and with it the power to fire Creme Manufacturing and have the article made, with the name affixed, by another. When Creme Lure bought each finished article from Creme Manufacturing, it did not buy the affixed trade name on it; it already owned that and could have bought similar articles, with the name affixed on them by its prior authorization, from at least four other manufacturers noted in the record.\nThus, I conclude that the district court properly measured the fair market value of the manufactured product by the price for which an independent private brand manufacturer would be willing to make the product for the sales corporation, rather than by an objective manifestation of the price others would pay for the worms.\nBourjois and its siblings seem to me to stand for some such principle as that the fair market price of Beluga caviar may not properly be determined by reference to the going price for caviar in general; my understanding of the Court’s holding is that the fair market price of caviar in general may not be determined in that way either.\nAll Citations\n492 F.2d 515, 33 A.F.T.R.2d 74-1543, 74-1 USTC P 16,137\n\n\n\nFootnotes\n|\n1\n|‘There is hereby imposed upon the sale of fishing rods, creels, reels, and artificial lures, baits, and flies (including parts or accessories of such articles sold on or in connection there with, or with the sale thereof) by the manufacturer, producer, or importer a tax equivalent to 10 percent of the price for which so sold.’ 26 U.S.C. § 4161.\n|\n2\n|If all the discounts were given, a lure with a suggested retail sales price of $1 would sell to wholesale distributors for 39.69 cents.\n|\n3\n|Creme Manufacturing sold the other three percent of its products to Creme Lure of Canada at the same prices charged to Creme Lure. At all times during the period in question Nicholas Creme owned 50 percent of Creme Lure of Canada.\n|\n4\n|The House Report for the predecessor of Section 4216(b) stated:\n‘Provision is made for transactions in which, by reason of the relationship of the parties, the price charged does not represent a fair value arrived at by an arm’s-length sale. For example, a manufacturer may transfer his product to a selling agency controlled by him, at a bookkeeping price below market value. Or a manufacturing corporation may sell plant equipment to an affiliated concern at an arbitrary price. It is essential that in such cases the tax be imposed on the same value as in the case of similar sales between independent parties.’\nH.R.Rep.No.708, 72 Cong., 1 Sess. 38 (1932).\n|\n5\n|There was conflicting testimony at trial concerning the reasons for the creation of Creme Manufacturing, whether it was created primarily for tax avoidance or to provide the Creme children with a business of their own.\n|\n6\n|See note 3 supra.\n|\n1\n|Creme Manufacturing Co. v. United States, 348 F.Supp. 270 (E.D.Tex.1972).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}