{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDisagreed With by Lease v. C.I.R., U.S.Tax Ct., October 26, 1993\n645 F.Supp. 1281\nUnited States District Court, W.D. Tennessee, Western Division.\nFEDERAL EXPRESS CORPORATION, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nNo. 83–2474 GA.\n|\nOct. 7, 1986.\nSynopsis\nTaxpayer corporation brought action to recover alleged overpayment of federal income taxes. The United States District Court for the Western District of Tennessee, Gibbons, J., held that promissory notes executed by parties pursuant to arm’s- length negotiation represented debt obligations rather than capital investments so that interest was deductible from federal income tax returns.\n \nOrdered accordingly.\n \n\n\nWest Headnotes (2)\n\n\n[1]\n|Internal RevenueSufficiency\n|\n|In view of the fact that taxpayer’s refund claim on its face questioned in every respect disallowance of interest deductions on promissory notes by Commissioner of IRS, and that Commissioner had fully investigated taxpayer’s position prior to filing of refund claim, refund claim met regulation’s requirement that claim set forth each ground on which a refund was claimed and facts sufficient to apprise the Commissioner of its basis, so that district court could consider all of taxpayer’s arguments in review of IRS determination. 26 U.S.C.A. § 7422(a).\n1 Case that cites this headnote\n|\n\n\n[2]\n|Internal RevenueDistributions as Dividends or Interest Payments\n|\n|Subordinate promissory notes of taxpayer corporation were executed by parties pursuant to arm’s-length negotiation and required payment on specified date at fixed interest rates, representing debt obligations rather than capital investment in taxpayer corporation, and thus interest was deductible from corporation’s federal income tax. 28 U.S.C.A. § 1346(a)(1).\n2 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*1282 Saul Belz, Earl J. Schwarz, Memphis, Tenn., for plaintiff.\nJack D. Warren, Tax Div., Dept. of Justice, Washington, D.C., for defendant.\n\n\n\n\nMEMORANDUM OPINION\nGIBBONS, District Judge.\nPlaintiff Federal Express Corporation, a Delaware corporation with its principal place of business in Memphis, Tennessee, has brought this action under 28 U.S.C. § 1346(a)(1) to recover an alleged overpayment of taxes for the years 1978 and 1979.\n \nPursuant to a Purchase Agreement dated November 9, 1973, Federal Express sold 122,500 shares of Convertible Preferred Stock, $100 par value, and $12,250,000.00 principal amount of Subordinated Promissory Notes due October 1, 1981. In September 1974 plaintiff sold $3,876,000.00 principal amount of 8% Convertible Subordinated Promissory Notes due October 1, 1981. In its federal income tax return for the year ending May 31, 1976, the company deducted interest on both issues of subordinated promissory notes in the amount of $778,386.64. In its return for the subsequent year, plaintiff deducted $1,249,388.30 in interest on both issues, and for the year ending May 31, 1978, it deducted $1,220,438.03.\n \nAfter auditing plaintiff’s 1976, 1977, and 1978 corporate income tax returns, the Internal Revenue Service disallowed these interest deductions. The disallowance resulted in the reduction of plaintiff’s net operating loss carry forward to 1978 and investment credit carry forward to 1979 and the assessment of additional taxes for both 1978 and 1979. On April 15, 1981, plaintiff filed a protest of the disallowance determination with the Internal Revenue Service Appeals Office in Nashville. After a hearing and correspondence between the parties, the IRS issued on September 27, 1982, a Notice of Deficiency, assessing a $387,839.96 deficiency for 1978 and a $1,171,303.02 deficiency for 1979. Plaintiff paid these deficiencies on October 1, 1982, and interest in the amounts of $179,474.27 on the 1978 deficiency and $471,746.30 on the 1979 deficiency on December 1, 1982. On October 18, 1982, plaintiff filed claims for refund of the deficiencies, and on December 23, 1982, the IRS disallowed the claims. Plaintiff filed this lawsuit on June 3, 1983, to recover the deficiencies and interest paid plus accrued statutory interest on these amounts.\n \nPlaintiff argues that under 26 U.S.C. Section 163(a)1 an interest deduction was appropriate *1283 because the Subordinated Promissory Notes represent debt obligations. Defendant counters that the principal amounts of the Notes constitute a capital investment in the corporation and that plaintiff was therefore not entitled to the interest deductions. Defendant also maintains that plaintiff cannot raise here any ground for recovery other than that asserted in its refund claim.2\n \n\n\n1. Factual Background.\nThe relevant facts are undisputed.\n \nFederal Express was incorporated on June 24, 1971. Its founder, president and chief operating officer throughout the pertinent time period was Frederick W. Smith. From the company’s founding, Smith anticipated that it would be developed in three phases. The first phase encompassed three projects. The first was development of a prototype for an all-cargo airplane; the second was achieving a modification of Civil Aeronautics Board regulations to exempt small, all-cargo planes from economic regulations; the third was to determine the market feasibility of the Federal Express concept. After all three aspects of the first phase had been successfully completed, the company then entered its second development phase. During the second phase the company increased its fleet of all-cargo aircraft to ten planes acquired through a first mortgage financing. The company utilized these planes to perform charter cargo service for the United States Post Office and others. This enabled the company to begin to develop a source of operating revenues.\n \nThe third phase of development was the implementation of a national, overnight package delivery system utilizing thirty-three airplanes, ground transportation equipment, a sorting facility and miscellaneous support equipment. Smith knew from the beginning that this third phase development could not be accomplished without a substantial amount of external financing in the form of bank debt and venture capital.\n \nIn the fall of 1972 Federal Express hired the investment banking firm of White, Weld & Company to assist in obtaining the financing necessary to implement the nationwide package system. White, Weld was unsuccessful in its initial attempt to procure the necessary financing and in the summer of 1973 enlisted the aid of New Court Securities, Inc. White, Weld and New Court began at that time to assemble a group of institutional investors and commercial lenders to participate in the proposed Federal Express financing.\n \nIn May 1973 Federal Express borrowed over $23,000,000 from the Chase Manhattan Bank to finance the purchase of eighteen Falcon 20 aircraft from Pan Am Business Jets, a subsidiary of Pan American Airlines, Inc. This loan was secured by a first mortgage on the aircraft as well as the guaranty of General Dynamics Corporation. The purchase increased the size of Federal Express’s fleet of aircraft to the projected thirty-three.\n \nIn the summer of 1973 General Dynamics conducted an extensive investigation of Federal Express’s operations, the potential market for its overnight package delivery service, Federal Express’s projected financial statements and its financial condition to date. On the basis of its investigation, General Dynamics concluded that there was a market for the company’s services and that Federal Express would do well in that market.\n \nIn November 1973 Federal Express entered into a Purchase Agreement with twenty-four entities and individuals (Investor Group), twenty of whom were institutional investors and/or venture capital funds. None of these investors except the Frederick W. Smith Enterprise Company *1284 were prior shareholders of Federal Express. Contemporaneously, Federal Express entered into a Credit Agreement with a consortium of banks and institutional lenders led by the Chase Manhattan Bank N.S. (Chase Group). Pursuant to the purchase agreement, Federal Express received $24,500,000. In exchange, Federal Express issued $12,250,000 of Class A and Class B Convertible Preferred Stock and $12,250,000 principal amount of Subordinated Promissory Notes due October 1, 1981. Each purchaser of a Note purchased shares of stock at $100 per share with a cost equal to the cost of the Note acquired.\n \nThe investment was structured in this fashion because the Investor Group was willing to invest only half of its funds as permanent equity capital. The Investor Group wanted the other half to be structured as debt to be repaid at a specific point in time, generating an acceptable rate of return in the interim. They anticipated that the debt half of their investment represented by the Notes could be serviced and repaid from cash flow generated by the company’s operations. Despite the company’s insolvency at the time of the financing, they believed that Federal Express could service and repay the debt to the Chase Group as well as the Notes. These expectations were based upon projections prepared by Federal Express, the study prepared by General Dynamics, market studies developed by A.T. Kearney & Co., Inc. and Aerospace Advance Planning Group and independent investigations conducted by Investor Group members.\n \nPrior to November 1973 Federal Express had acquired all the equipment necessary to implement its nationwide package delivery service, including thirty-three Falcon Aircraft, ground transportation vehicles and a central sorting facility. The aircraft were acquired with borrowed funds, the vehicles were leased and the sorting facility was built from the proceeds of Airport Authority bonds and was being leased from the Memphis and Shelby County Airport Authority.\n \nIn connection with the November 1973 financing, Federal Express observed all appropriate corporate formalities. Its charter was amended to provide for the issuance of the Convertible Preferred Stock. No such action was taken with regard to the 1973 Notes.\n \nThe 1973 Notes contained the following primary terms and conditions:\n(1) Federal Express made an absolute promise to repay the principal amount of the note at maturity on October 1, 1981.\n(2) The Notes were freely transferable without regard to the ownership of the Preferred Stock purchased simultaneously.\n(3) There was a stated rate of interest. Interest was scheduled to escalate one percent (1%) per year until it peaked at nine percent (9%) in 1978. No interest was scheduled to be earned until the period beginning October 1, 1975. The payment of interest on the debt was subject to reduction based on a formula contained in the Purchase Agreement. The formula took into account the company’s cash flow situation.\n(4) There were optional and mandatory prepayment provisions.\n(5) There was a provision for subordination of the Notes to all indebtedness for borrowed money and parity with trade creditors.\n \nVarious provisions of the Notes were included at the instigation of the interested parties for several reasons. Throughout negotiations between the Chase Group and the Investor Group, the Chase Group insisted on subordination of interest and principal on the Notes to its debt. The interest reduction formula was designed to protect the interest payments on the Chase Group debt and simultaneously to retain sufficient operating cash within the company. The Investor Group insisted on the prepayment provisions, the interest provisions, an absolute promise to repay by a date certain, and a provision that the debt would only be subordinate to bank debt, not trade creditors. The delay in interest accrual until *1285 October 1, 1975, was based on projections of a negative cash flow prior to that time.\n \nDue to economic factors, Federal Express’s earnings lagged behind projections during 1974. This necessitated an additional financing in March 1974, which is not at issue here, and an additional final financing in September 1974, which is at issue.\n \nIn September 1974 Federal Express entered into a Purchase Agreement with twenty entities, institutions and individuals. This group consisted of most of the purchasers of the 1973 Notes and one investor who had not participated in the 1973 financing. Pursuant to the terms and conditions contained in the Purchase Agreement, Federal Express issued $3,876,000 principal amount of 8% Convertible Subordinated Notes due October 1, 1981.\n \nThere was no requirement that the participants in the September 1974 financing acquire a note with a principal amount determined in proportion to the participant’s equity position in Federal Express. Some investors advanced more than what their proportionate share would have been, while other investors advanced less.\n \nMost provisions of the 1974 Notes were similar or identical to the terms and conditions of the 1973 Notes. The key differences were as follows:\n(1) The 1974 Notes contained a conversion feature that allowed a holder to convert the principal amount of its Note to Federal Express common stock at a very low conversion price. On an aggregate basis, those who participated in the September 1974 financing would, on conversion, receive a substantial percentage of Federal Express’s equity, while prior investors who did not participate would have their equity position diluted significantly. This created an inducement to prior investors to participate in the September 1974 financing.\n(2) There were no mandatory prepayment provisions in the 1974 Notes.\n(3) The 1974 Notes were subordinate to bank debt, but superior to the 1973 Notes.\n \nIn September 1974 the holders of the 1973 and 1974 Notes were required by the Chase Group to agree to defer all payments of interest and repayments of principal until certain payments were made against Federal Express’s indebtedness to the Chase Group.\n \nThe participants in the September 1974 financing continued to believe that Federal Express would generate sufficient cash flow to service and repay all of its indebtedness, including the Chase Group debt and the 1973 and 1974 Notes. This belief was based not only upon the information that had been available prior to the 1973 financing, but also on Federal Express’s operating history in the interim, particularly the continued growth of the number of packages handled per month.\n \nThe terms and conditions of the 1973 and 1974 Notes and the Purchase Agreements used in connection with their issuance and sale were the result of arm’s-length negotiations among sophisticated parties with varying and at times adverse interests. All participants in the negotiations intended and understood that the Notes would represent an indebtedness of Federal Express.\n \nNo interest was earned on the 1973 Notes during the period ending September 30, 1975. Beginning October 1, 1975, and continuing until the notes were repaid in April 1978, the 1973 and 1974 Notes earned interest at the contract rates.\n \nThe full principal amount of the 1973 Notes and all interest accrued on the 1973 and 1974 Notes was repaid from the proceeds of Federal Express’s public offering of common stock in April 1978. All of the holders of the 1974 Notes opted to convert the principal amount of the Notes to common stock, which they then sold in the public offering.\n \nAll of the holders of the 1973 and 1974 Notes whose representatives testified at trial treated the accrual or receipt of interest on the Notes as interest income for federal income tax purposes.\n \n\n\n*1286 2. The Scope of the Issues Properly Before the Court.\n[1] Resolution of defendant’s procedural argument is first necessary to determine the proper scope of the issues in this case. Defendant argues that plaintiff may only pursue the position that the IRS erroneously allowed its deductions because the issues “were the result of negotiated arm’s-length transactions and are therefore debt.” This language is taken from plaintiff’s refund claim. The relevant portion of that claim states in its entirety:\nThe Internal Revenue Service has illegally and erroneously disallowed taxpayer’s interest deductions on two issues of debt in the amount of $778,386.64 for FY 5/31/76, $1,249,388.30 for FY 5/31/77 and $1,220,438.03 for FY 5/31/78. This disallowance has resulted in the reduction of taxpayer’s net operating loss carryforward to 1978 and investment credit carryover to 1979 and the assessment of additional tax of $387,839.96 in 1978 and $1,171,303.02 in 1979. The IRS asserts that the debt issues in question are equity. Taxpayer asserts that such debt issues were the result of negotiated arm’s length transactions and are therefore debt. Taxpayer is due a refund of the additional taxes paid in 1978 ($387,839.96) and 1979 ($1,171,303.02) which have been illegally, erroneously and excessively collected.\n \nTo support its argument defendant cites 26 U.S.C. § 7422(a), which requires a claimant to comply with the Secretary of the Treasury’s regulations,3 and 26 C.F.R. § 301.6402–2(b)(1), which requires a claimant to “set forth in detail each ground upon which a credit or refund is claimed and facts sufficient to apprise the Commissioner of the exact basis thereof.”4 Defendant goes on to cite language from a number of cases to the effect that a court in a tax refund suit cannot consider matters not raised in the refund claim.\n \nPlaintiff responds to defendant’s position by arguing that its claim fulfills the requirements of the statute and regulation and that, even if its claim did not meet that standard, defendant has waived its right to contest the sufficiency of the claim. It argues that its claim represents an easily understood shorthand means of referring to its position here—a position that plaintiff consistently asserted prior to filing the claim through correspondence, meetings with IRS representatives and a thirty-seven page protest that reads like a legal brief.\n \nPlaintiff relies heavily on Ford v. United States, 67–2 U.S. Tax Cas. (CCH) ¶ 9546 (W.D.Ky.1967), aff’d, 402 F.2d 791 (6th Cir.1968). In that case the taxpayer took specific exception in its refund claim to the determination by the Commissioner in his deficiency notice that there was an understatement in the earned income reported. The court found that this claim “put the Commissioner fairly on notice that the plaintiff might very well question each and every item included by him in his recomputation of the ‘earned income’....” Ford, at 87,741. It stated that certain bad-debt recoveries were the “sine qua non of the *1287 understatement of ‘earned income’ ” that the IRS determined to exist and concluded that “the taxability of the bad-debt recoveries ... as ‘earned income’ ... was not a ‘new issue’ requiring ‘an investigation ... of the elements appropriate to the requested relief’....” Id. (citation omitted). An important factor noted by the court in Ford was that a thorough investigation had been conducted prior to filing of the claim.\nWhere the Commissioner has examined the returns and subjected them to a comprehensive investigation, however, a claim for refund seeking to recover the deficiencies in tax that he has determined to exist and that the taxpayer has paid need not be nearly as specific as otherwise would have been the case. Under these circumstances a refund claim is sufficient if it notifies the Commissioner that the taxpayer does not agree with the conclusions of law he has reached in his deficiency notice, the facts he considered in determining that the additional taxes were due, or facts that he naturally would have ascertained in the course of the investigation that led to his determination of the additional tax liability. Id. at 84,740.\n \nPlaintiff’s argument on the merits involves two closely related theories. First, plaintiff asserts that the form of the issues was debt and that, because the transactions were the result of arm’s length negotiations, the court need not go beyond the economic reality of the transaction and engage in further analysis to conclude that the issues were debt. Second, it asserts that if the court engages in a factors analysis and looks to all the pertinent circumstances surrounding the transactions, the issues are debt. Under this second approach the arm’s length nature of the transactions is, in plaintiff’s view, one of the most important factors demonstrating that the issues are debt.\n \nThe refund claim put the Commissioner fairly on notice of both arguments. Just as it was clear in Ford that the taxpayer might very well question every aspect of the earned income recomputation, here the Commissioner knew from the face of the refund claim that the taxpayer questioned in every respect his disallowance of the interest deductions. He was specifically put on notice by the claim that the dispute between the parties is whether the issues are debt or equity. Further, the reference to arm’s length negotiations does provide an easy and concise way of referring to the analysis of Scriptomatic, Inc. v. United States, 555 F.2d 364 (3d Cir.1977), on which plaintiff relies.\n \nHere, however, the face of the refund claim was not the only information about this matter known to the Commissioner. As in Ford, the Commissioner had fully investigated the taxpayer’s position prior to filing of the refund claim. Federal Express had communicated every nuance of its position to the Commissioner through the parties’ correspondence, especially by its protest.5\n \nWhether one looks solely to the face of the claim or considers also the Commissioner’s knowledge about plaintiff’s position from other sources, the refund claim meets the regulation’s requirement that the claim set forth each ground on which a refund is claimed and facts sufficient to apprise the  *1288 Commissioner of its basis. Thus, the court may consider all of plaintiff’s arguments.6\n \nDefendant attempts to distinguish Ford by stating that in Ford the Commissioner raised no question about the form of the refund claim when it was filed with him. Defendant then for the first time argues that, when the District Director rejected Federal Express’s claim in December 1982, his comment that the claim was “legally insufficient” referred to its form. Viewing defendant’s argument most favorably, the court could perhaps conclude that the Director’s statement was ambiguous because, standing alone, the statement fails to disclose the nature of the claim’s inadequacy. Read less generously, however, the December disallowance letter plainly disposes of plaintiff’s claim on the merits. This latter interpretation is certainly the most reasonable interpretation of the Director’s letter. The December letter refers to the September 1982 Notice of Deficiency in which the IRS specifically determined that the Notes represented capital investment rather than debt. Moreover, the record, including plaintiff’s exhaustive protest, indicates that the Director had access to detailed information concerning plaintiff’s position on the merits when he issued the Notice of Deficiency. See Exhibits 24 and 26. This information clearly and unambiguously discusses all arguments asserted by plaintiff here. Therefore, the court concludes that the disallowance goes to the merits of plaintiff’s claim. The Commissioner understood the ground of plaintiff’s claim and facts sufficient to determine its exact basis.\n \nDefendant also cites Salyersville Nat’l Bank v. United States, 613 F.2d 650 (6th Cir.1980),7 and Estate of Bird, 534 F.2d 1214 (6th Cir.1976),8 for the proposition that plaintiff’s argument before the court exceeds the scope of his refund claim. These cases are not controlling here and differ substantially from the instant case. In Salyersville and Bird the taxpayers sued on issues distinctly different from those in their refund claims, and these new issues had not been raised at all at the administrative level.\n \n\n\n3. Debt Versus Equity Determination.\n[2] The sole issue relating to the merits of this case is whether the 1973 and 1974 Notes represent debt obligations or capital investment in the plaintiff corporation.\n \nCourts have not developed any precise test to distinguish debt from equity financing. They have found that the status of a particular instrument must be examined in light of the peculiar facts and circumstances of the transaction. See Gooding Amusement Co. v. Commissioner, 236 F.2d 159, 165 (6th Cir.1956), cert. denied, 352 U.S. 1031, 77 S.Ct. 595, 1 L.Ed.2d 599 (1957); see also Fin Hay Realty Co. v. United States, 398 F.2d 694, 697 (3d Cir.1968). The Court of Appeals for the Sixth Circuit has stated that the existence of debt “generally ... depends upon whether contemporaneous facts ... establish an unconditional obligation to repay advances.” *1289 Raymond v. United States, 511 F.2d 185, 190 (6th Cir.1975) (citation omitted). Thus, debt stands in contrast to a capital contribution where an investor’s return is tied to the success of the enterprise. See Austin Village, Inc. v. United States, 432 F.2d 741, 745–46 (6th Cir.1970).\n \nFederal Express argues that the parties executed the Notes at issue in this lawsuit pursuant to arm’s length negotiations. The record plainly supports this argument. Testimony at trial establishes that the result of the negotiations was largely dictated by the interests of the Chase Group and the Investor group. Both groups obviously were sophisticated and independent of plaintiff—in fact, plaintiff was in no position to insist on any terms and had a limited role in the discussions. As plaintiff points out, the arm’s length nature of a transaction has played a central role in this circuit’s evaluation of debt/equity questions. See J.F. Stevenhagen Co. v. Commissioner, 551 F.2d 106 (6th Cir.1977); Berthold v. Commissioner, 404 F.2d 119, 122 (6th Cir.1968) (quoted in Austin Village, 432 F.2d at 745, and Donisi v. Commissioner, 405 F.2d 481, 483 (6th Cir.1968)).\n \nIn conjunction with this position, plaintiff asserts that on their faces the notes are in the form of loans. It points to the specific interest rate and maturity dates, as well as the titles of the instruments. Plaintiff maintains that the court should give weight to these objective manifestations of indebtedness, especially when the parties were acting at arm’s length. See Fin Hay Realty Co., 398 F.2d at 697 (“In a corporation which has numerous shareholders with varying interests, the arm’s-length relationship between the corporation and a shareholder who supplies funds to it inevitably results in a transaction whose form mirrors its substance.”) Federal Express relies heavily on Scriptomatic, Inc. v. United States, 555 F.2d 364 (3d Cir.1977), aff’g, 397 F.Supp. 753 (E.D.Pa.1975), in which the Court of Appeals for the Third Circuit expressed the debt/equity question “in terms of two lines of inquiry: assuming that the obligation is debt in form, (1) did the form result from an arm’s-length relationship, and/or (2) would an outside investor have advanced funds on terms similar to those agreed to by the shareholder.” 555 F.2d at 368 (footnotes omitted).\n \nDefendant’s position is somewhat less clear. It mentions the factor analysis of Fin Hay Realty and then goes on to note that each case depends upon its own particular facts. Defendant asserts that the investors who purchased the Notes in question advanced these funds contemporaneously with stock acquisition, that interest was not payable during the first year nor until after superior debt was paid, that interest was only payable out of earnings, that the debts were subordinated and unsecured, that no sinking fund was provided, and that plaintiff was insolvent through most of the time period during which the advances were made. From this defendant concludes that the advances were placed entirely at the risk of plaintiff’s business.\n \nDefendant never explicitly takes a position about the appropriate legal analysis for this case. It does, however, make several arguments. It maintains that the instruments on their faces do not constitute loans and that the court should not look beyond the instruments to the intent of the parties. Then it contends that the transactions did not embody unconditional rights to repayment. It also asserts that subordination of debt weighs heavily toward a finding of equity participation. Finally, in its post trial memorandum defendant attempts to distinguish the facts of the instant case from Scriptomatic.\n \nThe Scriptomatic analysis applies to the instant case. Precedent in the Sixth Circuit indicates that consideration of a variety of factors is appropriate in determining whether an advance to a corporation constitutes a loan or a capital investment. See Raymond, 511 F.2d at 188; Austin Village, Inc., 432 F.2d at 744–45; Smith v. Commissioner of Internal Revenue, 370 F.2d 178 (6th Cir.1966). Outside this Circuit Fin Hay created a laundry list of factors to consider in resolving an issue of  *1290 this type. Scriptomatic does not reject the factors approach; it merely creates a simple framework for evaluating the relevant factors in a situation in which the parties are dealing at arm’s length—a situation unlike that in Raymond, Austin Village, Smith and Fin Hay. This case is factually quite similar to Scriptomatic, and Scriptomatic’s approach is appropriate here.9\n \nRelying on Fin Hay Realty, the Scriptomatic court reasoned that in debt/equity cases “the ultimate issue is measurement of the transaction by objective tests of economic reality, and the touchstone of economic reality is whether the transaction would have taken the same form had it been between the corporation and an outside lender....” 555 F.2d at 367. In order to make this measurement, the court recharacterized the Fin Hay conclusion that in an arm’s length transaction substance mirrors form into the query “assuming that the obligation is debt in form, ... did the form result from an arm’s-length relationship ...?” Id. at 368. In the instant case defendant does not contest plaintiff’s showing that the Notes at issue represent an arm’s length transaction. Therefore, in applying Scriptomatic, this court must decide whether these Notes are in the form of debt—in other words, whether they reflect an unconditional obligation by Federal Express to repay its creditors. The court finds that they do.\n \nThe Scriptomatic court examined four elements in evaluating the form of the instruments in that case. These were maturity and certainty of payment, adequate interest rate, participation in success of venture, and subordination. An examination of these elements establishes that plaintiff’s transactions were debt in form.\n \nThe terms of the November 1973 and September 1974 Notes require payment on specified dates at a fixed interest rate. See November 9, 1973, Purchase Agreement, Exhibit 2, at 1–2; September 6, 1974, Purchase Agreement, Exhibit 4, at 1–3. See Scriptomatic, 397 F.Supp. at 758–59. Defendant, however, argues that other terms in the Notes significantly alter plaintiff’s obligation to repay. Specifically, it refers to the one-year interest deferral and the requirement that interest be paid out of earnings after the payment of superior debt.\n \nThe court gives no weight to the one-year deferral in interest payments. As long as it does not affect the ultimate adequacy of the interest, an argument defendant does not make, this timing of the payments does not alter the underlying obligation to pay. Similarly, while the Notes provide for deferral of the payment of interest until after payment of superior indebtedness, this deferral does not affect the accrual of that interest; in terms of the obligation to repay, it would seem that the obligation turns on accrual. Finally, the Notes’ allocation of interest out of net income does not create a contingency in the obligation to repay, but, as with the other terms, merely affects the timing of the repayments.10 Thus, the court concludes that, like the instruments in Scriptomatic, the 1973 and 1974 Notes “are not founded upon some sort of contingency ... that might give the instrument[s] the attributes of stock.” 397 F.Supp. at 759.\n \nLike the interest rate in Scriptomatic, the Notes had a fixed interest rate “that [was] not contingent upon either discretionary action of the [corporation’s] board of *1291 directors or upon [Federal Express’s] attaining net earnings.” See 397 F.Supp. at 759. Defendant has not challenged the adequacy of the rate. Therefore, the court finds the rate adequate.\n \nDefendant’s observation that the investors who purchased the Notes in question advanced these funds contemporaneously with stock acquisition apparently relates to the element of participation in the success of the venture.11 The Scriptomatic court explicitly stated that the issuance of common stock with each debenture “did not automatically convert the indebtedness into equity.” 397 F.Supp. at 759. The court also found as further evidence of indebtedness that the instrument made “no provision for participation in management by the holder.” Id. The court sees no reason to treat the contemporaneous stock acquisition in this case any differently.\n \nThe final element is subordination. Defendant asserts that subordination of debt weighs heavily toward a finding of equity participation. To evaluate this argument, the court cannot examine subordination in the abstract but rather must look at the degree of subordination.12 The noteholders in the instant case are subordinate to the senior creditors, have rights equal to those of trade creditors, and hold rights superior to those of shareholders. This situation is identical to that in Scriptomatic. See 555 F.2d at 370–71; 397 F.Supp. at 759–60. The Scriptomatic court did not find this type of subordination controlling evidence of equity financing, nor does this court. A borrower does not lose its unconditional obligation to repay a loan merely because the funds are advanced by a junior creditor.13\n \nDefendant attempts in its post-trial memorandum to distinguish the facts of the instant case from those of Scriptomatic. The court has already addressed some of its argument in the preceding analysis.14 Defendant, however, adds to the analysis the issues of economic reality, source of payments and risk, and risk and repayment. As a threshold matter, the court notes the Scriptomatic court’s determination that an instrument in the form of debt entered into by parties acting at arm’s length evidences the economic reality of debt; indeed, the court described this rule as the “touchstone” of its analysis. See 555 F.2d at 367. Now defendant asks the court to look beyond the form of the transactions to the context underlying the transactions. This position, which seems to fly in the face of defendant’s insistence that this court limit its inquiry to the instruments themselves, does not alter the court’s conclusion that the Notes represent debt.\n \nDefendant essentially argues that because the holders of the Notes undertook a *1292 risk so much greater than that of the purchasers of Scriptomatic notes, the court should deem the Notes equity. This argument has two major flaws. First, it would require the court to set its evaluation of the risk associated with loaning money to Federal Express above the decision made by sophisticated financiers. This approach undermines the analysis in Scriptomatic under which the decisions of arm’s length investors were found to provide the best standard for evaluating the risk of repayment. Along these lines, it is difficult to understand why sophisticated investors would have loaned money to Federal Express if they had not expected to be repaid.\n \nSecond, plaintiff presents a wealth of proof indicating the potential for success of a national, overnight package delivery system and the continually increasing business volume of Federal Express at the time the loans were made. Defendant does not contradict this evidence but rather asks the court to ignore it and look instead to the fact that the corporation’s liabilities exceeded its assets at a particular point in time. Indeed, by comparing Federal Express to Scriptomatic, defendant implicitly suggests that only loans to companies with a “minimal risk of failure” and a “solid background in [their] field[s] of endeavor” constitute unconditional obligations to repay. Defendant’s Post-Trial Memorandum, pp. 7–8. The court disagrees. Although Federal Express’ success was by no means certain at the time the Notes were executed, uncontroverted evidence establishes that the company nevertheless undertook an unconditional obligation to repay these loans.\n \nFor the foregoing reasons, the court holds that defendant erroneously collected taxes and interest for the years 1978 and 1979, in the amount of $387,839.96 for tax in 1978, $1,171,303.02 for tax in 1979, $179,474.29 in interest for 1978, and $471,746.30 in interest for 1979. Thus, judgment shall be entered for plaintiff in the amount of $2,210,363.57 plus any applicable accrued statutory interest.\n \nIT IS SO ORDERED.\n \nAll Citations\n645 F.Supp. 1281, 58 A.F.T.R.2d 86-6247, 55 USLW 2224, 86-2 USTC P 9793\n\n\n\nFootnotes\n|\n1\n|26 U.S.C. § 163(a) provides:\nGeneral rule.—There shall be allowed as a deduction all interest paid or accrued within the taxable year on indebtedness.\n|\n2\n|Defendant initially made this argument in its trial brief. Then defendant elaborated upon it in a submission entitled “Defendant’s Memorandum as to Ground Upon Which the Plaintiff May Recover If At All,” which it presented to the court, and apparently to opposing counsel, but which it did not file with the court clerk. In order to incorporate it into the record, the court directs the clerk to file this submission.\n|\n3\n|26 U.S.C. § 7422(a) provides:\nNo suit prior to filing claim for refund.—No suit or proceeding shall be maintained in any court for the recovery of any internal revenue tax alleged to have been erroneously or illegally assessed or collected, or of any penalty claimed to have been collected without authority, or of any sum alleged to have been excessive or in any manner wrongfully collected, until a claim for refund or credit has been duly filed with the Secretary or his delegate, according to the provisions of law in that regard, and the regulations of the Secretary or his delegate established in pursuance thereof.\n|\n4\n|26 C.F.R. Section 301.6402–2(b)(1) provides:\nNo refund or credit will be allowed after the expiration of the statutory period of limitation applicable to the filing of a claim therefor except upon one or more of the grounds set forth in a claim filed before the expiration of such period. The claim must set forth in detail each ground upon which a credit or refund is claimed and facts sufficient to apprise the Commissioner of the exact basis thereof. The statement of the grounds and facts must be verified by a written declaration that it is made under the penalties of perjury. A claim which does not comply with this paragraph will not be considered for any purpose as a claim for refund or credit.\n|\n5\n|At trial the court admitted Exhibits 1–23 into evidence and marked Exhibits 24–26 for identification. Trial Transcript at 108. [hereinafter cited as Tr. –––.] Exhibit 24 consists of correspondence between the parties; Exhibit 25 is the District Director’s examination report; and Exhibit 26 is the protest plaintiff filed with the District Director. Defendant objected to the admission of these three exhibits, arguing that they lacked relevance. Tr. 107. Defendant essentially maintained that, in evaluating the scope of the Commissioner’s notice of plaintiff’s basis for its refund claim, the court could not look at events that occurred prior to plaintiff’s submission of the claim for refund. At that time the court deferred a ruling on this matter. Tr. 107–08. The court now determines that these documents are relevant for two purposes and admits them into evidence. First, Exhibits 24–26 are relevant in determining the sufficiency of the refund claim if the Ford approach of considering the prior investigation is utilized. Second, they are relevant to determine the meaning of the District Director’s disallowance of plaintiff’s claim. See discussion infra at p. 1287–88.\n|\n6\n|In any event, defendant waived its right to raise any issue about the scope of the refund claim. As noted herein, the District Director disallowed plaintiff’s claim on the merits without any mention of its form. See discussion infra p. 1288. He cannot raise objections to its form now. Ford, 402 F.2d at 792. Moreover, defendant clearly waived its right to make any argument about the scope of the claim in this litigation by omitting it from the pretrial order and asserting it for the first time in its trial memoranda. The pretrial order controls the litigation and is binding on the parties. Fed.R.Civ.P. 16(e).\n|\n7\n|In Salyersville, the taxpayer claimed that certain insurance commissions should not have been included as income because the taxpayer was prohibited by law from receiving commissions. The court upheld the district court’s decision to entertain the taxpayer’s arguments that it never received the commission attributed to it and that it was not licensed to receive commissions but reversed the decision that the direct recipients of the commissions were not owned or controlled by the same interest or that redistribution of income did not clearly reflect the income of the taxpayer and other affected parties.\n|\n8\n|In Estate of Bird the court held that the taxpayer could not sue about the Internal Revenue Service’s method of valuing the basis of an estate when the refund claim challenged the Service’s determination of the fair market value of the contingent trust interest.\n|\n9\n|Even under a factors analysis, the 1973 and 1974 Notes represent debt. When a factors analysis applies, the court must weigh the various factors appropriately, given the facts and circumstances of the particular transaction. Such weighing compels the finding here that the Notes represent debt in form and substance.\n|\n10\n|Of course, in practice the terms to which defendant objects could be used to conceal equity under the guise of debt. Where anticipated earnings would not cover interest payments, a deferral provision might represent empty promises. This inquiry, however, goes beyond the form of the instrument into its substance, and in an arm’s length transaction like this one, form mirrors substance. For this reason, the court rejects defendant’s claim that plaintiff’s insolvency at the time the Notes were executed renders them equity.\n|\n11\n|Defendant does not appear to make the related argument concerning proportionality between the acquisition of debt and equity. The Scriptomatic court stated that “[p]roportionality has been held to be relevant evidence that creates a strong inference that the debt is actually equity.” 397 F.Supp. at 760 (citations omitted). Although the 1974 Notes were not characterized by proportionality, the 1973 Notes were. Nevertheless, this inquiry goes to the issue of intent, which plays a role only when the parties did not deal at arm’s length. Id.\n|\n12\n|For example, in the case defendant cites regarding the weight to afford subordination in deciding the debt/equity question, the court distinguished between a situation in which the debt in question was subordinated to a particular debt and one in which it was subordinated to all current and future indebtedness. See Tomlinson v. 1661 Corp., 377 F.2d 291, 298 (5th Cir.1967).\n|\n13\n|Similarly, defendant’s argument that plaintiff’s debt was unsecured fails. Debt simply does not become equity for want of security. Likewise, the absence of a sinking fund is not dispositive.\n|\n14\n|The court has already dealt with the adequacy of the interest rate and the subordination of the Notes. Defendant does, however, state a new position. It argues that the Notes subordinated the noteholders’ debt to all present and future debt. Defendant provides no support for this assertion, and the court rejects it, reading the subordination provisions in the purchase agreements to subordinate the Notes only to present and future debt which is “subordinate or junior in any respect to other indebtedness of the Company....” Exhibit 2, at 20; Exhibit 4, at 40.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}