{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDisagreed With by IN RE: JAMES B. DUNIGAN V. UNITED STATES, SALLY I. DUNIGAN V. UNITED STATES, IRS AOD, December 4, 1970\n1969 WL 188\nUnited States District Court; N.D. Texas, Abilene Division.\nJames B. Dunigan and Sally I. Dunigan\nv.\nUnited States of America.\nCA No. 1-348\n|\nCA No. 1-349\n|\n8/18/69\n\n\n\nCharge of the Court\n*1 MEMBERS OF THE JURY: Now that you have heard the evidence and the arguments of counsel, the Court will instruct you as to the governing law in this case.\n \nAlthough you are the sole judges of the facts, you are duly bound to follow the law given in the Court’s instructions and to apply that law to the facts as you may find them from the evidence. You are not to be concerned with the wisdom of any rule of law, for regardless of any opinion you may have as to what the law should be, it would be a violation of your sworn duty to follow any other view of the law than that given in the Court’s instructions. The fact that the plaintiffs are individuals and the defendant is the United States should not enter into or affect your verdict. The plaintiffs and the defendant are equal before the law, and each should be given the same fair and equal treatment by you. You are to decide the case solely and exclusively upon the evidence, except that you should be guided at all times in your deliberations by the law as the Court gives it to you.\n \nThe evidence consists of sworn testimony of the witnesses, all exhibits which have been received in evidence, all facts which have been admitted or stipulated, and all applicable presumptions stated in these instructions. Any evidence as to which an objection was sustained by the Court, and any evidence ordered stricken by the Court, must be entirely disregarded. The statements and arguments of counsel are not evidence.\n \nYou are to consider only the evidence, but in your consideration of the evidence, you are not limited to the statements of the witnesses. On the contrary, you are permitted to draw from the facts, which you find have been proved, such reasonable inferences as seem justified in the light of your own experience. You, as jurors, are the sole judges of the credibility of witnesses and the weight their testimony deserves.\n \nIt is the duty of the attorneys on each side of the case to object when the other side offers testimony or other evidence which counsel believes is not properly admissible.\n \nWhen the Court has sustained an objection to a question, the jury is to disregard the question and may draw no inference from the wording of it or speculate as to what the witness would have said if permitted to answer.\n \nUpon allowing testimony or other evidence to be introduced over the objection of counsel, the Court does not, unless expressly stated, indicate any opinion as to the weight or effect of such evidence. As stated before, the jurors are the sole judges of the credibility of all witnesses and the weight and effect of all evidence.\n \nAs far as I know, I have not indicated any of my thinking about any factual matters, or the credibility of any of the evidence.\n \nYour verdict in this case will be in the form of answers to special questions which will be submitted to you, rather than a single general verdict. I will now proceed to instruct you as to the law applicable to each question.\n \nYour answer to each of the special questions must be unanimous. Your foreman, whom you will select upon retiring to the jury room, and who will preside over your deliberations and act as your spokesman in court, will place your answer in the space below each question, after you have unanimously agreed upon the answer.\n \n*2 It is proper to add the caution that nothing said in these instructions, nothing in any form of verdict prepared for your convenience, is to suggest or convey in any manner or way any indication as to what verdict I think you should find. What the verdict shall be is the sole and exclusive duty and responsibility of the jury.\n \nI will say in that connection that the parties in this case have asked for a jury trial and that means they want the independent decision of the jury on all fact matters–the credibility of the witnesses, the weight to be given the evidence, and the ultimate questions that are submitted to you. The only way you can have a real jury trial is to have the independent decision of the jury on those matters, and I join the parties in asking that you give your own independent decisions on them.\n \nThis is a lawsuit against the United States wherein the plaintiffs, James B. Dunigan and Sally I. Dunigan, in separate cases, seek a refund of about $30,000.00 of gift taxes plus interest. The government initially assessed the gift taxes on the plaintiffs’ transfer of stocks to eight trusts, the beneficiaries of which are Mrs. Dunigan and the three children of Mr. Dunigan. The Court will refer to the pertinent transactions in more detail later. The plaintiffs paid the gift taxes and filed a claim for refund of such taxes. The claims were denied and the plaintiffs brought individual suits which were consolidated for this trial.\n \nI wish to stress very strongly that this is not a criminal matter. There is no charge that anybody has committed a crime and no crime can grow out of these transactions regardless of the outcome of this case. As you heard from the argument, there is no crime in making an effort to avoid the payment of gift taxes or income taxes by any means the taxpayer believes are lawful. There is a crime when he attempts to evade the payment of taxes fraudulently, but there is no claim of fraud here. Even though a taxpayer attempts to avoid the payment of taxes by what he thinks are legitimate means, and even though he is successful, no crime can grow out of his actions. This is purely a civil action which involved only a difference of opinion between the plaintiffs and the government concerning whether gift taxes are owed by the plaintiffs.\n \nTo meet their burden of proof, the plaintiffs must establish every essential element of their case by a preponderance of the evidence.\n \nTo establish by a “preponderance of the evidence” means to prove that something is more likely so than not so. In other words, a preponderance of the evidence means that such evidence as, when considered and compared with that opposed to it, has more convincing force and produces in your minds belief that what is sought to be proved is more likely true than not true.\n \nWhere the evidence is equally balanced and you are unable to determine in your minds which way the scale should tip, then the plaintiffs have failed to carry their burden of proof, and the Court instructs you that you must find for the government on the interrogatory that you have under consideration when you reach such conclusion.\n \n\n[Transfer for Private Annuity]\n*3 In this case the evidence shows as follows: on June 1, 1961, James B. Dunigan created five trusts for the benefit of his wife, Sally, and his three children. On the same day, James B. Dunigan and his wife, Sally, together, created three additional trusts for the children. At the same time, James B. Dunigan and Sally I. Dunigan made gifts to the trusts of property consisting of cash and other items worth about $11,000.00. The plaintiffs admit that the transfers in June, 1961 were gifts and so reported them.\n \nThose are not the matters that you have under consideration here. You have heard them spoken of by the witnesses here as being something in addition to the later transfers on or about July 1, 1961, and they formed a part of the corpus of the trusts, but at any rate, those matters are not in issue in this case as there has been no difference of opinion about the fact that they were gifts and that gift taxes were owed and gift taxes had been paid on them. The transaction in question here is the one I am about to describe now.\n \nOn July 1, 1961, the plaintiffs transferred additional property to the trusts consisting of stocks in different companies controlled by the Dunigan family and worth about $643,000.00. In exchange, the trusts, through their trustees, executed annuity contracts promising to pay James B. Dunigan monthly amounts totaling $60,000.00 per year for the remainder of his life, in $5,000.00 monthly installments. It is the transfer of these stocks which is in issue.\n \nThe plaintiffs contend that on July 1, 1961, they transferred the stocks to the eight trusts in a bona fide transaction, at arm’s length, which was free from any donative intend on the part of James B. Dunigan. Donative intent means the intent to make a gift, a pure gift, without getting value received. That is, without getting something in return which is of substantially equal value. The plaintiffs also contend that the value of the annuity contracts from the trusts to James B. Dunigan were substantially equal in value to the stocks transferred to the trusts, and, thus, there could be no gifts.\n \nThe government contends that the transaction involving the transfer of the stocks by the plaintiffs to the eight trusts on July 1, 1961 was not a genuine business arrangement or an arm’s length transaction, free of any such donative intent on the part of James B. Dunigan. The government contends that the most the annuity contracts were worth was $497,250.00 and, therefore, there was a gift of at least $145,696.00 by the plaintiffs to the trusts; that is, the value of the stocks transferred to the trusts in the amount of $642,946.00, less the value of the annuity contracts in the amount of $497,250.00.\n \nYou see from that that there is no difference of opinion between the government and the plaintiffs about the value of the stocks that were transferred to the trusts. As a matter of fact, it is stipulated by them that that value was $642,946.00. The difference of opinion between the government and the plaintiffs is over the value of the annuity contracts. The plaintiffs say that the value is at substantially the same and at least as much as the value of the stock transferred. The government says that the value of the annuity was only $497,250.00, which leaves a difference of $145,696.00 which must be considered as a gift. In other words, the government says that the trusts got that much more than the value they gave in return.\n \n\n[Arm’s Length Transaction]\n*4 You must decide if the transaction between James B. Dunigan and the trustees of the eight trusts was a bona fide transaction at arm’s length and free from any donative intent on the part of Mr. Dunigan. That issue is presented to you in interrogatory No. 1. I will read it again: “Do you find from a preponderance of the evidence that the transfer of corporate stocks by James B. Dunigan on July 1, 1961, to the eight trusts in exchange for private annuity contracts was a transaction which was bona fide, at arm’s length, and free from any donative intent on the part of Mr. James B. Dunigan?”\n \nIf you find that the transaction between Mr. Dunigan and the trustees was not a bona fide transaction, or that it was not at arm’s length, or that it was not free from any donative intent on the part of Mr. Dunigan, then you must find for the government and so state by your finding, “No”.\n \nIf, on the other hand, you believe that the transfer of the corporate stock in exchange for the private annuity contracts was bona fide, was at arm’s length, and was free of any donative intent on the part of Mr. Dunigan, then you will find “Yes” in answer to interrogatory No. 1.\n \nThe plaintiffs have the burden of proving all three of those matters by a preponderance of the evidence before you can answer that question “Yes”. If you find that the plaintiffs have failed to prove all three of the matters by a preponderance of the evidence, then your answer to that question will be “No”.\n \nThe tax law provides for a tax upon gifts, that is, transfer of property to someone else, whether the property is land, stocks in corporations, or other real and personal property.\n \nThe gift tax applies to gifts of property even when the persons making the gifts receive something in exchange as consideration for the gifts; this happens when the value of the property given and the value of the consideration received in exchange do not balance. In such a case, the Court instructs you that the law presumes that there is a gift in the amount by which the value of the property given exceeds the consideration received in exchange.\n \nHowever, this presumption of a gift does not apply to unbalanced exchanges of property when they are made in a bona fide transaction, at arm’s length, and free of any donative intent on the part of the transferor. In this case, of course, the transferor was Mr. Dunigan. This is so that when a taxpayer enters into an arm’s length transaction which results in a bad business bargain, the person who gets the worse of the deal is not taxed for making a gift.\n \nI have already covered this next matter in general terms; but I believe I will repeat it in order that there may be no question about it, and I will be more specific. This refers to interrogatory No. 1.\n \nFor the plaintiffs to be entitled to an affirmative finding in answer to interrogatory No. 1, they must have proved by a preponderance of the evidence all three of these elements; first, that the transaction in question was genuine or bona fide; second, that it was an arm’s length business arrangement; third, that it was free of any donative intent on the part of Mr. Dunigan. If Mr. Dunigan had any intent whatever to give all or a part of the property involved in the annuity transaction to the trusts, then the transaction was not free from any donative intent.\n \n*5 If the plaintiffs have failed to prove any one or more of those three factors by a preponderance of the evidence, then your answer to interrogatory No. 1 would be “No”. If they have made such proof as to all three factors, then your answer to that question would be “Yes”.\n \nAn arm’s length transaction is one wherein each party is striving for the best possible bargain for himself as opposed to the person or persons with whom he is transacting business. Normally, we can expect an arm’s length business arrangement between two strangers. On the other hand, the courts require careful scrutiny of arrangements between members of a family. Of course, that includes parents and children or husband and wife.\n \n\n[Use of Annuity Tables]\nThe second question is: “Do you find from a preponderance of the evidence that it was arbitrary, unreasonable and erroneous for the Commissioner to require the use of Table I set forth in Section 25.2512-5(f) of his Gift Tax Regulations, which is set forth below, as the sole basis for valuing the private annuity contracts issued by the trusts to James B. Dunigan on July 1, 1961?”\n \nThe form of your answer to that question will be “Yes” or “No”, and for your convenience I have inserted Table No. 1 on the page right under Question No. 2 and following the blank for your answer. I say, “Table No. 1 mentioned above reads as follows.”\n \nThe plaintiffs contend that the use of that table was arbitrary and unreasonable because it was a table that was created or made up in 1939, and that that table does not take into consideration the advancement of medical science, or the lengthening of life that has taken place since that time. In other words, they say, as stated in the argument, that it is outmoded and out-of-date. There was also testimony here to the effect that 3% interest rate should be used in single annuity transactions of this kind, whereas in this case the government used 3½%. That was the reason for the interrogation, you will remember, of the witnesses here about the 3% and 3½%. That occurred when Mr. Chamberlain was on the witness stand and Mr. Guild was cross examining him.\n \nThe government says that the use of that Table No. 1 was perfectly reasonable and proper. It is up to you to decide whether or not Table No. 1 worked up in 1939 and adopted for use for the purpose of determining the value of the annuities, taking into consideration life expectancy and the other factors that you heard from the testimony here, was reasonable in arriving at the life expectancy of Mr. Dunigan and the value of his annuity, and all the other factors in 1961. That would be a difference of about 42 years–no, 22 years. I was thinking about 40 subtracted from 60. The difference is about 22 years. In that connection, you are instructed that when a government regulation is involved, it is presumed to be reasonable and the use of it is presumed to be reasonable. But those presumptions are what we call rebuttable presumptions. In other words, if they are offered in evidence and there is no credible evidence to the contrary, then we can accept them as reasonable and the use of them as reasonable. If there is evidence offered questioning the reasonableness of the table and the reasonableness of the use of it, then it is up to you to decide whether or not that evidence is sufficient to overcome the presumptions. In that connection, the burden of proof is on the plaintiffs to establish by a preponderance of the evidence that it was arbitrary and unreasonable and erroneous for the Commissioner of Internal Revenue to require the use of this Table No. 1 made up in 1939 in judging these transactions that took place in 1961.\n \n*6 Of course, if you answer Question No. 2 “No”, that it was not unreasonable and that it was not arbitrary and it was not erroneous to use Table No. 1 in 1961, then you will have no occasion to answer Question No. 3, because that table–unless the use of it was arbitrary and unreasonable and erroneous–would determine the value of the annuity.\n \nIf you determine that the use of that table was arbitrary, unreasonable and erroneous, then you are left without a finding as to value; and it is up to you to determine the value of the annuity, in the sense that you determine whether or not it was substantially equal to the value of the securities transferred to the trusts. That question is presented in interrogatory No. 3. The preamble to interrogatory No. 3 is: “You will answer Interrogatory No. 3 only in the event you have answered Interrogatory No. 2 ‘Yes’.” Interrogatory No. 3 reads: “Do you find from a preponderance of the evidence that the value of the private annuity contracts issued by the trusts to James B. Dunigan on July 1, 1961, was substantially equal in value to the securities which he transferred to such trust in exchange for the annuities?”\n \nNow when I say “substantially equal in value”, I mean was it as much or more; that is, was the value of the annuity contract as much or more than the value of the securities which Mr. Dunigan transferred to the trusts in exchange for the annuities.\n \nThe burden of proof is on the plaintiffs to establish the affirmative answer to each one of these interrogatories by a preponderance of the evidence. You will note that the way each question is worded carries its own burden of proof. Each one starts out, “Do you find from a preponderance of the evidence . . .”\n \n\n* * *\n(JURY OUT: THE FOLLOWING PROCEEDINGS WERE HAD OUTSIDE THE PRESENCE AND HEARING OF THE JURY)\n \nTHE COURT: All right, I will hear from the plaintiffs. I thought I cured most of your objections, but just go ahead and make what you have. Just dictate them to Mr. Kee.\n \nMR. COLLINS: The plaintiffs make the following objections to the Court’s charge: One, that the definition of “at arm’s length”, used by the Court in the charge, is more restrictive than the definition which was requested by the plaintiffs. Two, the plaintiff objects to Special Issue No. 3 being predicated on a favorable–on an answer of “Yes” to Special Issue No. 3. The plaintiff objects to the absence of an interrogatory as to the value of the annuity in the event that Special Issue No. 3 is answered “No”. They could decide it was not equal, but it could be answered with a $20,000.00 difference instead of $150,000.00\n \nTHE COURT: I understand. Overruled.\n \nMR. GUILD: There is one point that was not brought out in your office. It arose by virtue of the charge you gave. You stated “the plaintiff contends . . .”, thereby indicating there was evidence bearing on the fact, the fact that the government’s table does not take into consideration that medical science has increased the life span of people in the general population. Whereas, the only proof that Mr. Chamberlain was dealing with was that Mr. Dunigan, as an annuitant, deserved the use of the Progressive Annuity Table, or any other mortality table which has experiences, life experiences, of annuitants, annuitants having a greater life expectancy than the mortality tables of the general population used in Table 1, the point being–\n \n*7 THE COURT: –Before you go on with your objection, I am not sure I understand. But go ahead and finish your sentence.\n \nMR. GUILD: The point being that irrespective of medical science, the insurance company annuity tables always have a greater life expectancy than the general population table. It wasn’t due to, and Mr. Chamberlain wasn’t predicating his testimony on, the basis that science has come up with more life span.\n \nMR. COLLINS: It was in the evidence.\n \nMR. GUILD: I don’t think so, and I make that objection.\n \nTHE COURT: I thought he did. Even though your * * * took into consideration that annuitants had a greater life expectancy back in 1939, it would still be based on longevity of people as of that time; and if the longevity of people generally has increased, the longevity of the preferred risk would increase. I was just sure I heard him say that. That is the reason I did make that comment. Of course, I said that was their claim, so go ahead.\n \nMR. GUILD: Also, in that connection then, we would urge the Court that if it is going to give that comment as to what medical science has done for future life expectancy, that they are also claiming that Mr. Dunigan should be treated as an annuitant and therefore take a table which treats life expectancy of an annuitant.\n \nThe government objects to the presentation of the second and third questions to the jury on the ground that there is no evidence, valid in law, to establish that the government’s use of Table 1 is arbitrary and unreasonable and erroneous in this case. The fact that the Court gave this question to the jury lends credence to the intention of the plaintiffs in Issue No. 1, and thereby in effect constitutes a comment by the Court on this issue No. 1, and also constitutes–has a bearing on Issue No. 1, which is not really in evidence.\n \nThe government further objects to the failure of the Court to give its requested charge concerning the purposes of Congress in enacting the gift tax. This constitutes defendant’s requested instruction No. 9, starting with the second sentence, “One of the purposes of Congress in enacting the gift tax was to discourage family settlements which result in avoidance of estate taxes. Without this gift tax, a person might give away all or part of his property before his death to the natural objects of his bounty without subjecting the property to the taxes on estates. Also, Congress sought to discourage transfer of property which, in effect, result in the avoidance of the income tax on higher brackets of income”, and the failure of the Court to so instruct the jury fails to apprise the jury of the significance of the evidence by the government and deprived them of a factor that they might consider in determining the true intent of Mr. Dunigan, which is the first issue in the special questions.\n \nTHE COURT: All right. Overruled. Bring the jury in.\n \n(JURY IN: THE FOLLOWING PROCEEDINGS WERE HAD WITHIN THE PRESENCE AND HEARING OF THE JURY)\n \nTHE COURT: All right, the objections have been made and they called my attention to the fact that in connection with my statement about the contention of the parties in connection with Interrogatory No. 2, concerning the use of Table 1, I had overlooked telling you that in connection with the life expectancy question, it was the contention of the plaintiffs, through their witness, Mr. Chamberlain, that Mr. Dunigan should be treated as an annuitant, and that his expectancy should be determined by the use of the table applicable to annuitants, and that under those tables, he was considered to have a longer life expectancy than if determined from the table applicable to the public generally, which takes into consideration all classes of risks.\n \n\n* * *\n*8 THE COURT: When I said your objections were overruled, I had in mind that I was going to amend the Court’s charge about the contentions. Subject to that, the objections were overruled.\n \n\nVerdict of the Jury\nWe, the Jury, return our answers to the following interrogatories as our verdict in this case.\n \nInterrogatory No. 1: Do you find from a preponderance of the evidence that the transfer of corporate stocks by James B. Dunigan on July 1, 1961, to the eight trusts in exchange for private annuity contracts was a transaction which was bona fide, at arm’s length, and free from any donative intent on the part of Mr. James B. Dunigan? Answer YES.\n \nInterrogatory No. 2: Do you find from a preponderance of the evidence that it was arbitrary, unreasonable and erroneous for the Commissioner to require the use of Table I set forth in Section 25.2512-5(f) of his Gift Tax Regulations, which is set forth below, as the sole basis for valuing the private annuity contracts issued by the trusts to James B. Dunigan on January 1, 1961: Answer YES.\n \nInterrogatory No. 3: Do you find from a preponderance of the evidence that the value of the private annuity contracts issued by the trusts to James B. Dunigan on July 1, 1961, was substantially equal in value to the securities which he transferred to such trusts in exchange for the annuities? Answer YES. Date: 18 June, 1969.\n \nTABULAR OR GRAPHIC MATERIAL SET AT THIS POINT IS NOT DISPLAYABLE\n\nJudgment\nThis case has been duly tried before the Court and a jury after proper notice to both parties, with an attorney for each of the parties present and participating. The jury has returned its verdict in the form of answers to special interrogatories after having heard the evidence, arguments of counsel and the Court’s charge, and such verdict has been received and filed.\n \nIT IS HEREBY DECREED that Plaintiff James B. Dunigan, do have and recover of and from the Defendant, United States of America, the sum of $24,658.81 together with interest from July 31, 1967, and further, that the Plaintiff, Sally I. Dunigan, do have and recover of and from the Defendant, United States of America, the sum of $14,842.62 together with interest from August 28, 1967, together with such further relief as the Court may find the Plaintiffs entitled.\n \nAll Citations\nNot Reported in F.Supp., 1969 WL 188, 25 A.F.T.R.2d 70-1596, 70-1 USTC P 12,679\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}