{
    "Background": "\n\n\n\n1976 WL 1178\nUnited States District Court; N.D. Georgia, Atlanta Division.\nSafway Steel Scaffolds Company of Georgia\nv.\nUnited States of America.\nCivil Action File No. 19552\n|\n11/12/76\nOpinion\n\nHILL, Circuit Judge.\n\n*1 This is a tax refund suit instituted by the plaintiff, Safway Steel Scaffolds Company of Georgia, to recover income taxes for the years 1968 and 1969 resulting from the disallowance of rental deductions. For each of those years, the plaintiff claimed a rental deduction of twenty-one thousand, six hundred dollars ($21,600.00), which was the amount it paid to its own sole shareholders for the use of land and a building where it conducted its business. The Commissioner of Internal Revenue disallowed nine thousand, seven hundred twenty dollars ($9,720.00) of that amount. The disallowance was based upon a determination that the plaintiff was not entitled to deductions for rentals paid with respect to improvements that the plaintiffs, and not its shareholders, had constructed.\n \nThe parties filed cross-motions for summary judgment. The parties stipulated that, assuming complete arm’s-length dealing and apart from the previous dealings between the plaintiff and its shareholders, the fair gross annual rental value of the property (including the improvements) as of January 1, 1968, was twenty-three thousand, seven hundred and sixty dollars ($23,760.00). In its motion for summary judgment the plaintiff urged that it was entitled to a rental deduction in the amount of a fair net rental–i.e., the gross rental stipulated less an appropriate adjustment to reflect the obligations assumed by the plaintiff under the net lease. In its cross-motion, the defendant urged that the previous dealings between the plaintiff and its shareholders did not justify the payment by the plaintiff of rental with respect to the improvements.\n \nThe Court denied the cross-motions for summary judgment on October 14, 1975. The Court agreed with the defendant that the previous dealings between the parties must be considered in determining an appropriate rental deduction for 1968 and 1969. However, the Court was of the opinion that with respect to the fairness of a 1948 lease between the parties the record was not sufficiently developed to the extent that summary judgment was appropriate. Accordingly, trial was held on the issue of the fairness of the 1948 lease. Upon careful consideration of the record made at trial, plus the record previously developed on the cross-motions for summary judgment, the Court is persuaded that, while the transactions entered into in 1948 were in good faith, they were not the equivalent of an arm’s-length deal.\n \n\nFindings of Fact\nRichard V. Werner and his two sons, Richard W. and Charles, formed the plaintiff, a Georgia corporation, in 1940, to conduct business of steel scaffolding rental in the southeast. (During the tax years here in question, Richard W. and Charles were the sole shareholders in plaintiff, the father having died in 1957.)\n \nBy 1947, the plaintiff’s success and expansion had rendered its facilities inadequate and a more suitable place of business was needed. Early in 1947, adequate property was located on Forrest Road near down-town Atlanta. Richard W. and Charles purchased the property, individually, on June 10, 1947, for approximately ninety-five hundred dollars ($9,500.00). However, the value of the property was increased by the efforts of the two brothers. They caused the assembly of four parcels of real property into a commercially usable single parcel. They procured the rezoning of the property from residential to commercial. In addition, they persuaded the City of Atlanta to repair a sewer line which had opened up on the property. Thus, taking into consideration the purchase price of the property, the efforts of the two brothers to improve the property and the testimony of the experts, the value of the property as of January 1, 1948, was approximately fourteen thousand dollars ($14,000.00).\n \n*2 On January 1, 1948, the two brothers leased the property to plaintiff. The lease agreement was to expire on December 31, 1967. Among other things, the lease provided: (1) the annual rental was to be twenty-four hundred dollars ($2,400.00), payable in monthly installments of two hundred dollars ($200.00); (2) the lessee was to pay the taxes; (3) the lessee could erect improvements, and upon expiration of the lease all attached improvements would become the property of the lessors; and (4) the lessee would pay all utility charges. The lease did not contain an option for renewal. At the time this lease was entered into, Richard V., Charles H. and Richard W. were the sole shareholders of the plaintiff.\n \nIn January, 1948, the Board of Directors of the plaintiff selected an architect to draft plans for a building to be constructed on the leased property. The architect’s plans were accepted and bids were taken for the project. The bid accepted was in the amount of one hundred nine thousand, eight hundred fourteen dollars ($109,814.00). Construction commenced on April 3, 1948, and on December 3, 1948, plaintiff moved into the building which was a reenforced concrete industrial building with general office and warehouse area. The building had 18,433 square feet, and the total cost, including carpeting, fencing, and landscaping, was one hundred twenty-eight thousand, and twenty-five dollars ($128,025.00). The structure was used as plaintiff’s principal place of business and continued to serve that function through and including the years 1968 and 1969. The useful life of the building was approximately 34 years (by hindsight), and was, in 1948, anticipated by plaintiff to have approximately that useful life.\n \nThe experts differ substantially on the issue of what would have been a fair rental for the property in 1948.1 The plaintiff, in fact, paid two hundred dollars ($200.00) per month in rent. Under all of the evidence, the Court cannot conclude that the lease of the unimproved real estate for that rental was unreasonable. However, the parties knew then that the property was to be improved by the lessee with a thirty-four (34) year building to revert to the landowners (stockholders) in twenty (20) years. Therefore, the total return to the owners included both the rental plus the reversion reasonably expected.\n \nShortly after the expiration of the 1948 lease, resulting in a reversion of the land and its lessee-built improvements to the owners, the plaintiff entered into a new lease with Richard W. and Charles who were then plaintiff’s sole shareholders. The pertinent terms of the lease called for a three year rental term requiring net payments of eighteen hundred dollars ($1,800.00) per month. The parties have stipulated that twenty-three thousand, seven hundred sixty dollars ($23,760.00) per annum was a reasonable annual gross fair rental value for the improved property. With an appropriate adjustment to reflect the plaintiff’s obligations under the net lease, the appropriate net rental for the property is twenty thousand, one hundred forty-eight dollars ($20,148.00). The value of the property in 1968 totals two hundred thousand dollars ($200,000.00), with one hundred ten thousand dollars ($110,000.00) allocated to the land and ninety thousand dollars ($90,000.00) allocatable to the improvements. Thus, the stated net rental was properly reduced by deducting the rental allocatable to the improvements.\n \n\nConclusions of Law\n*3 This Court has jurisdiction of this matter under 26 U. S. C. A. § 1346(a)(1). The dispute in this case centers around deductions plaintiff took pursuant to § 162(a)(3) of the Internal Revenue Code of 1954. The question is whether the plaintiff is entitled to deduct for federal income tax purposes payments for the use of real property improvements. The test is that, where the parties are not dealing at arm’s-length, a deduction for rental payments is permissible if the taxpayer can show that the sums were reasonable. Brown Printing Co. v. Commissioner of Internal Revenue, [58-2 USTC P 9534] 255 F. 2d 436 (5th Cir. 1958). Whether this test is met must be determined by viewing all the circumstances. Therefore, although the lease instruments in this case are separate documents, they are a part of a series of transactions, the totality of which must be viewed to determine the tax consequences.\n \nAfter considering the evidence in this case, the Court is of the opinion that the plaintiff has failed to show that the situation as it existed in 1968 was the product of arm’s-length dealing. This is not to say that the parties intended otherwise from the outset. The parties had good reason to have the ownership of the land in the brothers and not in the corporation. However, the infection of closeness was present and could not be removed. Under the circumstances the parties struck a deal that was acceptable to father and sons, (and, thus, their business enterprise) but it was not the kind of deal that a third person would have made on an arm’s-length basis.\n \nFor one thing, the plaintiff constructed a building that, viewed objectively, obviously had a useful life of over thirty years. However, the rental term was for only twenty years with a reversion to the landowners of the improvements at the end of the term. The difference between actual arm’s-length dealing and good faith arrangements between stockholder and corporation is thus illustrated. An arm’s-length deal would have provided that the plaintiff receive some economic benefit for this improvement, such as an appropriate renewal option.2 In this case there was no actual need for the tenant to secure a reasonable renewal right in the lease; it was assured that it had the option to do whatever it (through its stock-holders) wanted to do. A tenant negotiating with an “adversary” owner would have secured a right of renewal. For a transaction, such as the one here inspected, to meet standards of arm’s-length dimensions, it must provide for things that, in reality, are not needed. That is they may not be needed by the parties involved; they are required by the standard.\n \n*4 The Court is not here called upon to decide at what point, if any, the plaintiff may compensate the two brothers for the use of the improvements and claim a rental deduction therefor. However, the Court is of the opinion that since the reasonable life expectancy of the improvements is thirty-four years, any rental allocatable to the improvements after the expiration of that time would probably be deductible by the corporation. Obviously, the plaintiff should not be forever estopped to deduct a fair rental for the improvements simply because three decades ago it entered into a less than acceptable arrangement taxwise. The Court would again emphasize that the conclusion reached in this case is in no way meant to question the good faith intent of the parties. The Court simply concludes that their good faith intentions fell short of creating the arm’s-length transaction contemplated by them.\n \nWHEREFORE, judgment is hereby entered in favor of the defendant and against the plaintiff.\n \nAll Citations\nNot Reported in F.Supp., 1976 WL 1178, 39 A.F.T.R.2d 77-396, 76-2 USTC P 9800\n\n\n\nFootnotes\n|\n1\n|Indeed, the attempt made by the parties, at the court’s request, to recreate the land value and fair rental in 1948 through inquiry a generation later has met with limited success. The dynamics of the Atlanta economy in 1948, and the reasonable expectations of real estate investors then, cannot be seen except through eyes that have observed all that has followed, making optimists in 1948 seem as pessimists by hindsight. Securing a guaranteed rental for twenty years in 1948 was later viewed as having tragically tied real property to a pitifully small return!\n|\n2\n|The “infection” of closeness would be more clearly visible if the plaintiff had, in fact, been given a written renewal option in the lease with an appropriate rental deduction and, then, merely refused to exercise the option. In the case sub judice while a written renewal option was probably unnecessary, the concomitant reduction in rental for the improvements constructed by the plaintiff is required for federal tax purposes.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}