{
    "Background": "\n\n\n\n\nKeyCite Red Flag - Severe Negative Treatment\nJudgment Affirmed in Part, Reversed in Part by Creme Mfg. Co., Inc. v. U.S., 5th Cir.(Tex.), April 15, 1974\n348 F.Supp. 270\nUnited States District Court, E. D. Texas, Tyler Division.\nCREME MANUFACTURING COMPANY, INC., Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nCiv. A. No. 4969.\n|\nSept. 8, 1972.\nSynopsis\nSuit by corporate manufacturer for refund of sum paid in part satisfaction of federal excise taxes. Government counter-claimed for additional excise taxes, penalties and interest. The District Court, Joe J. Fisher, Chief Judge, held that where, for a period after corporation was formed for purpose of manufacturing, husband and wife acted as officers and directors of such corporation and of corporation, which was sole selling distributor, such distributor was represented as manufacturer and orders were taken on that basis, and corporations operated on same premises with employees of one occasionally tending business of other, dealings of corporations were at less than arm’s length and thus price charged wholesalers by distributor, rather than price charged distributor, was base price to which tax was applicable during such period. The Court further held that where, during subsequent period, husband and wife who had previously owned and controlled both corporations severed their ownership and control of manufacturing corporation, and price charged distributor was fair market price charged in similar fashion as that charged by others in ordinary course of trade, dealings of such corporations were at arm’s length and price charged distributor was base price applicable.\n \nJudgment accordingly.\n \n\n\nWest Headnotes (8)\n\n\n[1]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|Differences in amount of federal excise tax paid by private-brand manufacturer as compared to that paid by full-service manufacturer is permitted only so long as private-brand manufacturer and its sole purchasing company are dealing at arm’s length, each being motivated solely by its own economic prudence untainted by sham schemes to create interests which are not genuine. 26 U.S.C.A. (I.R.C.1954) §§ 4161, 4216(b).\n\n|\n\n\n[2]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|For purposes of ascertaining, with regard to determination of base price to which federal excise tax is applicable, whether transaction between manufacturer and sole distributor is at arm’s length, relationships of stockholders behind such corporations should be examined to see if forces that control, or economic benefits that result, vary. 26 U.S.C.A. (I.R.C.1954) §§ 4161, 4216(b).\n\n|\n\n\n[3]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|Where, for a period after corporate manufacturer was formed, husband and wife acted as officers and directors of such corporation and of corporation, which was sole selling distributor, such distributor was represented as manufacturer and orders were taken on that basis, and corporations operated on same premises with employees of one occasionally tending business of other, dealings of such corporations were at less than arm’s length and thus price charged wholesalers by distributor was base price to which federal excise tax was applicable during such period, though corporations kept separate sets of books and paid pro rata share of expenses. 26 U.S.C.A. (I.R.C.1954) §§ 4161, 4216(b).\n\n|\n\n\n[4]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|Where husband and wife who had previously owned and controlled manufacturing corporation and sole distributing corporation severed both their ownership and control of manufacturing corporation and price charged distributor was fair market price charged in similar fashion as that charged by others, dealings of corporations were at arm’s length and thus price charged distributor, rather than price charged wholesalers, was base price to which federal excise tax was applicable, though owners and managers of manufacturer were sons of such husband and wife. 26 U.S.C.A. (I.R.C.1954) §§ 4161, 4216(b).\n\n|\n\n\n[5]\n|Internal RevenueMinimization, Avoidance or Evasion of Liability\n|\n|Taxpayers are not obligated to arrange their business affairs so that greatest tax burden will result.\n\n|\n\n\n[6]\n|Internal RevenueMinimization, Avoidance or Evasion of Liability\n|\n|Law favors prudent taxpayer who freely selects most economical form of business, in light of tax consequences that flow from his choice.\n\n|\n\n\n[7]\n|Internal RevenueMinimization, Avoidance or Evasion of Liability\n|\n|Methods of tax avoidance, if they do not descend to level of tax evasion, are permissible.\n\n|\n\n\n[8]\n|Internal RevenueGrounds and Amount\n|\n|Imposition of penalty was not warranted in case, in which it was determined that additional excise tax was owed because dealings of corporate manufacturer and corporate sole distributor were not at arm’s length for certain period after creation of manufacturing corporation and thus that price charged distributor was base price, where professional advice had been considered, corporate distributor, which had previously been in control of entire operation, had continued to pay excise taxes for 18 months after formation of corporate manufacturer, and plans for separate enterprises simply did not mature as quickly as anticipated. 26 U.S.C.A. (I.R.C.1954) §§ 4161, 4216(b), 6656.\n\n|\n\n\nAttorneys and Law Firms\n*272 Allen E. Pye, J. Robert Dobbs, Jr., Tyler, Tex., for plaintiff.\nScott P. Crampton, Asst. Atty. Gen., Howard A. Weinberger, Jerry A. Wells, Dept. of Justice, Dallas, Tex., for defendant.\n\n\n\n\nMEMORANDUM OPINION\nJOE J. FISHER, Chief Judge.\nInvoking the jurisdiction of this Court pursuant to 28 U.S.C. § 1346(a)(1), Plaintiff Creme Manufacturing Company, Inc. instituted this suit for a refund of $2,478.87 plus interest, which had been paid in part satisfaction of federal excise taxes during the relevant period of July 1, 1964, through December 31, 1968. The Government counterclaimed for $139,399.74 in additional federal excise taxes, penalties and interest, which had not been paid by the Plaintiff during the period in question.\nIn 1953, Creme Lure Company (hereinafter referred to as Creme Lure to distinguish it from Creme Manufacturing) was incorporated for the purpose of manufacturing and selling to wholesale distributors novel fishing lures and baits which had been pioneered by their developer, Nicholas Creme, Sr., together with his wife, Cosma Creme. After continued success, the Creme Lure Company ostensibly changed its business format on July 31, 1961, when the Creme Manufacturing Company, Inc. was formed to conduct the manufacturing process. Thenceforth, Creme Lure confined its talents to the selling-to-the-wholesalers aspect of the business while the newly-christened Creme Manufacturing Company devoted itself to making lures and baits. Whenever Creme Lure received an order from a wholesaler, it in turn placed an order with Creme Manufacturing which sold the goods to Creme Lure, which then resold the goods to the wholesaler. Therefore, Creme Lure became in reality the sole selling distributor for Creme Manufacturing.\nPrior to the formation of Creme Manufacturing, federal excise taxes had been collected at the statutory rate of 10% of the price for which the manufacturer sold his goods;1 the taxpayer at that time was Creme Lure. After the formation of Creme Manufacturing, the federal excise taxes were still collected at the same 10% rate, but with two differences: the new manufacturer, Creme Manufacturing, became the taxpayer, and the amount of tax paid on the same items was reduced because the base price to which the rate of tax was applied had changed. When Creme Lure made the products, they were sold directly to the wholesalers at the customary price; the base price to which the tax rate was applied was the price charged the wholesalers. After Creme Manufacturing took over production, the wholesalers continued to pay the same customary price, but that price was no longer the base price to which the tax rate was applied. Instead, the base price became the price which the manufacturer, Creme Manufacturing, sold its products to Creme Lure, its sales distributor. Because Creme Manufacturing was willing to sell its products to the sales distributor, Creme Lure, at a price less than the price that had been charged the wholesalers when the sales had been made directly between the maker and the wholesalers, the base price was reduced, and the net effect was a reduction in the amount of tax paid.2\n*273 Other companies had attempted to avoid the harsher incidents of taxation by taking advantage of the beneficial tax features that complement the basic organizational structure employed by the Creme companies, but these efforts had for the most part failed. See e. g., Campana Corp. v. Harrison, 114 F.2d 400 (7th Cir. 1940). In analyzing the futility of these efforts, the courts sometimes have engaged in legislative study, the fruits of which are worthy of resurrection and new credence. See e. g., Bourjois, Inc., v. McGowan, 12 F.Supp. 787 (W.D.N.Y.), aff’d, 85 F.2d 570 (2d Cir. 1936). These courts recognized that the aim of Congress in enacting the excise tax was to insure that the tax burden fell equally upon all taxpayers similarly situated.3 Realizing that not all taxpayers marketed their goods in the same manner, Congress deemed it advisable that the Secretary of the Treasury, or his delegate, be authorized to assess the tax on the basis of a constructive sale price, whenever an article is not sold in an arm’s length transaction and at less than a fair market price.4 Traditionally, a constructive sale price has been arrived at by disregarding the sale between the manufacturer and its sales distributor since it is for all practical tax purposes a “bogus” sale; the price charged by the sales distributor to the wholesaler is considered the proper price to which the tax rate is applied because the sale by the sales distributor is performed on behalf of the manufacturer and is the only sale made at arm’s length and for a fair market price.5\nPast courts have not hesitated to approve constructive sale prices when coping with excise taxes levied under the applicable, predecessor provisions of the Internal Revenue Code of 1954; and, while these courts have been confronted with a panorama of slightly varying facts, one of the most frequently, expressly or impliedly mentioned principles has been that of “private-brand” selling.6 This concept, briefed extensively by the parties, provides the key to the understanding of what should be the correct base price to which the tax rate should be applied.\nPrivate-brand sellers are companies which make a product for a purchasing company complete with the purchasing *274 company’s trade name on the product. Certain benefits befall both parties. The purchasing company is not burdened with the hassle of production, as it prefers to leave those problems to the specialist. The only expenses which the purchasing company must expend in addition to the cost it must pay the private-brand seller for the product are the costs attendant to marketing and merchandising, i. e., the costs of advertising and selling. On the other hand, the private-brand seller is freed from the bother of competition in the marketplace. As long as he controls quality and the cost of production, he will keep his one customer, the purchasing company, and he will have to expend no sums for advertising and selling. The private-brand seller, therefore, does not include the marketing costs, advertising, etc., in the cost of his goods because he has virtually none.\nThe antithesis of the private-brand seller could be termed the “full-service” manufacturer. Unlike the private-brand seller, the full-service manufacturer makes his own products, labels them with his own trade name, and sells to as many sources as possible. The full-service manufacturer realizes that his advertising and general merchandising techniques have created a demand for his products in the eyes of the public, and for that demand he can exact a margin of profit. Since the public recognizes his product by his trade name, that trade name has value, and the full-service manufacturer is not content to merely make a product for another, as is his counterpart, the private-brand seller. Bourjois, supra 12 F.Supp. at 791. The full-service manufacturer is compelled therefore to include the marketing costs of advertising and selling in the cost of his goods. Thusly, the private-brand seller, happy with the limits of the purchasing company’s business for he can make only so much as his sole purchaser will buy, can sell the same item at a lower price than the full-service manufacturer;7 and as a result, the amount of excise tax paid by the private-brand seller will be less than that paid by the full-service manufacturer for the same item.\n[1] The law permits private-brand companies to operate despite the surface inequities that might appear in the amount of tax paid by a private-brand seller as compared to that paid by a full-service manufacturer. It is reasonable to conclude from the statutes that the law does this only so long as the private-brand seller and its sole purchasing company are dealing at arm’s length, i. e., each being motivated solely by its own economic prudence untainted by sham schemes to create interests which are not genuine. Applying this lesson to the instant case, one could view the division of functions between Creme Lure and Creme Manufacturing as an attempt to convert a full-service manufacturer into a private-brand seller selling to a sole purchasing company. (Explained in terms of price, this would be an attempt to reduce the base price to which the rate of tax is applied by eliminating the advertising and selling costs from the cost of the goods.) If Creme Lure and Creme Manufacturing are truly dealing at arm’s length, and truly have separate interests, the attempt is good;8 and, *275 the price charged by Creme Manufacturing to Creme Lure will withstand judicial scrutiny since testimony has been elicited at trial that that price is comparable to the prices charged in that period by other private-brand sellers for similar goods. Unfortunately, the attempt cannot withstand attack in all respects.\n \n[2] During the period July 1, 1964, through December 31, 1968, Creme Lure was owned equally by Nicholas Creme and his wife Cosma. With respect to Creme Manufacturing, Nicholas, Sr. and his wife Cosma owned 72% of the stock from July 1, 1964, through December 31, 1967; and they owned 50% of the stock from January 1, 1968, through April 30, 1968. For the same periods, their children owned 22% and 37% respectively. (Some minor persons, who are not party litigants, held the remainder of the stock during those periods.) Moreover, during this time, the officers and directors of the two corporations were the same, with Nicholas, Sr. being the President and Director and Cosma being the Secretary-Treasurer and Director. The testimony given at trial indicates that Nicholas, Sr. and Cosma were the principal personalities guiding the growth of both companies, at least through April, 1968. Thus it seems that common control and common interest conspired together for a time. Where these two elements are joined, the facts would suffer far too much if the dealings between the two companies were characterized as being conducted at arm’s length. As explained in Campana, supra 114 F.2d at 408-409, when determining if a transaction between two companies is at arm’s length, the relationships of the stockholders behind the two companies should be examined to see if the forces that control, or the economic benefits that result, vary. Here they simply do not. Accord, Kin-Septic Company v. United States, 64 F.Supp. 142, 105 Ct.Cl. 594 (1946).\n \n[3] It is also apparent from the facts of this case that the minor formalities necessary to give proper recognition to independent corporations were not firmly observed. Creme Lure was represented to the public in sales brochures as the manufacturer; orders were taken on that basis; the local telephone directories were permitted to list Creme Lure as a manufacturer; and, Creme Manufacturing long used the stationery of Creme Lure. Although of minor importance each of these incidents gives some indication of how the companies were regarded by the parties in interest.\n \nIn addition, it was noted that occasionally the employees of one company might tend the business of the other. This was possible because the companies were, and still currently are, operated on the same premises. Of even more significance, is the testimony that immediately after the formation of Creme Manufacturing, there was little change in the day-to-day activities of producing and selling. Such factors are not consistent with the theory of two completely independent business units. Inecto, Inc. v. Higgins, 21 F.Supp. 418 (S.D.N.Y.1937); Starday Recording & Publishing Company v. United States, 281 F.Supp. 106 (M.D.Tenn.1967).\nIt is true that each company had its own set of books, and one leased space and paid a pro rata share of expenses, but these facts alone cannot deter the inevitable conclusion that for the most part many of the transactions were made at less than arm’s length. Plaintiff would have this Court distinguish each of the cases proffered by Defendant as being inapplicable for one reason or another-Bourjois for involving parent-subsidiary companies, Inecto for involving affiliated companies, etc.; but to discount these cases without first extracting their lessons would be sheer folly. The entire penumbra of relationships *276 governs, not any one comparable or distinguishable fact.\n[4] Viewing all the relationships between Creme Lure and Creme Manufacturing, it can be concluded that the dealings between these two companies were at less than arm’s length. It follows then that Creme Manufacturing cannot be regarded as a private-brand seller prior to April 30, 1968. However, to make such a ruling applicable to the period after April 30, 1968, would be unfair since the record clearly indicates that Nicholas, Sr. and his wife, Cosma, severed both their ownership and control at that time. Admittedly, family ties bind Nicholas, Sr. and Cosma to the present owners and managers of Creme Manufacturing, those owners and managers being their sons, but these are only informal relationships. Nothing prevents Creme Manufacturing from conducting its operations in any manner it sees fit, and history is replete with instances in which once harmonious families have ended their business relationships abruptly.\n \n[5] [6] Unless the platitudes enunciated by courts concerning the advantages of the corporate identity be only myth and illusory promises,9 some vitality must be given the corporate entity apart from that of it stockholders. This Court, therefore, finds that the dealings between Creme Lure and Creme Manufacturing meet the criteria of arm’s length dealing after April 30, 1968; and, under the analysis of this opinion, the price charged by Creme Manufacturing was a fair market price charged in a similar fashion as that charged by others in the ordinary course of trade. This holding is consistent with the notion that taxpayers are not obligated to arrange their business affairs so that the greatest tax burden will result. Seminole Flavor Co., 4 T.C. 1215 (1945). Rather, the law favors the prudent taxpayer who freely selects the most economical form of business, in light of the tax consequences that flow from his choice. Buffalo Meter Co., 10 T.C. 83 (1948).10\n \n[7] [8] In final analysis, the law, it seems, imposes a tax of 10% of the price at which the taxpayer sells his goods; it demands no more and expects no less. The Government would have this Court award penalty under 26 U.S.C. § 6656, but this Court finds no basis for penalty because the action of the companies followed a pattern marked by the exercise of ordinary business care and prudence. Southeastern Finance Co. v. Commissioner of Internal Revenue, 153 F.2d 205 (5th Cir. 1946). Professional advice was considered by the parties, and it can only be said that the *277 plans for separate enterprises did not mature as quickly as was anticipated.11\n \nFinal Judgment shall be entered consistent with the findings of fact and conclusions of law contained herein. Judgment is to be prepared by counsel and submitted to the Court for entry within thirty days from this date.\nAll Citations\n348 F.Supp. 270, 30 A.F.T.R.2d 72-5952, 72-2 USTC P 16,057\n\n\n\nFootnotes\n|\n1\n|Section 4161 of the Internal Revenue Code of 1954, as amended and codified in 26 U.S.C., reads:\nThere is hereby imposed upon the sale of fishing rods, creels, reels, and artificial lures, baits, and flies (including parts or accessories of such articles sold on or in connection therewith, or with the sale thereof) by the manufacturer, producer, or importer a tax equivalent to 10 percent of the price for which so sold.\n|\n2\n|By way of example, a simplified illustration might help explain how the amount of tax collected was altered by the transition in business form. Prior to 1961, if Creme Lure sold an item for $1.00 to a wholesaler, the tax would be 10% of the $1.00 or $.10. After 1961, Creme Manufacturing could sell the same item to Creme Lure for $.75 with a consequent tax of only $.075. Creme Lure would then be free to exact the same $1.00 price from the wholesaler. (These figures are meant purely for illustrative purposes, and do not contemplate the use of actual trade discounts or pricing.)\n|\n3\n|See Campana supra 114 F.2d at 410-411 for a discussion of Congressional purpose with respect to a predecessor of today’s applicable legislation.\n|\n4\n|Section 4216(b) of the Internal Revenue Code of 1954, as amended and codified in 26 U.S.C., reads:\n(b) Constructive sale price-\n(1) In general.-If an article is-\n(A) sold at retail,\n(B) sold on consignment, or\n(C) sold (otherwise than through an arm’s length transaction) at less than the fair market price, the tax under this chapter shall (if based on the price for which the article is sold) be computed on the price for which such articles are sold, in the ordinary course of trade, by manufacturers or producers thereof, as determined by the Secretary or his delegate. In the case of an article sold at retail, the computation under the preceding sentence shall be on whichever of the following prices is lower: (i) the price for which such article is sold, or (ii) the highest price for which such articles are sold to wholesale distributors, in the ordinary course of trade by manufacturers or producers thereof, as determined by the Secretary or his delegate ...\n|\n5\n|For an example of a sale held not to be at arm’s length and at less than a fair market price see E. Albrecht & Son, Inc. v. Landy, 114 F.2d 202 (8th Cir. 1940).\n|\n6\n|See Shakespeare Company v. United States, 419 F.2d 839 (Ct.Cl.1969), cert. denied, 400 U.S. 820, 91 S.Ct. 37, 27 L.Ed.2d 47 (1970) for a case in which the private-brand theory has recently been tendered.\n|\n7\n|It should be noted that the ultimate consumer still pays the same or a comparable price for the same goods no matter who produces it-the full-service manufacturer or the private-brand seller. When a private-brand seller sells to his purchasing company, the purchasing company must advertise and sell the product to those persons who make up its market. Thusly, the marketing costs are included in the ultimate price by the purchasing company. Perhaps the simplest way to view the entire problem is to consider the full-service manufacturer as one who performs the jobs of both the private-brand seller and the sole purchasing company.\n|\n8\n|The analysis in this opinion is not intended to overlook the fact that Creme Manufacturing made some sales to a company known as Creme Lure of Canada; but, it has been stipulated that the Volume of sales to Creme Lure of Canada was only about 3% of the total sales. Of even more significance is the fact that Nicholas Creme, Sr. owned 50% of the stock in Creme Lure of Canada. With this in mind, the sales made to Creme Lure of Canada can be aligned for practical purposes with those sales made to Creme Lure Company.\n|\n9\n|Numerous tax cases can be cited which seem to indicate that stockholders may form partnerships and other businesses to deal directly with the corporations in which they hold stock. See e. g., Grenada Industries, Inc. v. Commissioner of Internal Revenue, 202 F.2d 873 (5th Cir. 1953), cert. denied, 346 U.S. 819, 74 S.Ct. 32, 98 L.Ed. 345 (1953); Seminole Rock & Sand Co., 19 T.C. 259 (1952). Sometimes these efforts are successful, to-wit, as in Seminole Rock where the relationship between a partnership and a corporation was upheld for income tax purposes because a valid, economic need justified the existence of the partnership. See also Seminole Flavor Co., 4 T.C. 1215 (1945). However, the more frequent treatment of such business relationships finds them to be without true substance, although the courts admit the insulatory powers of the corporate form of business, to-wit, as in Grenada.\n|\n10\n|It might be noted that considerable time was spent at trial in trying to elicit the motivation of the parties in forming a new company. Some testimony was shown that the true reason for the new company was to give the children of the founders of Creme Lure a business of their own, a purpose for life. Others seemed to say that the primary goal of the newly incorporated firm was akin to greed or to tax avoidance. This Court does not find that tax avoidance in itself is abhorrent. Methods of tax avoidance, so long as they do not descend to the level of tax evasion, are permissible, and at times may be the stimulus for much of the economic and charitable activity in this country.\n|\n11\n|In this regard, the Court is also impressed with the fact that the excise taxes were paid by Creme Lure for some 18 months after the formation of Creme Manufacturing. This was apparently done because Creme Lure still performed some function in the manufacturing process during the corporate infancy of Creme Manufacturing. The action of the parties would seem, therefore, to be forthright and prompted by business judgment.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}