{
    "Background": "\n\n\n\n\nKeyCite Red Flag - Severe Negative Treatment\nJudgment Affirmed in Part, Reversed in Part by U.S. Gypsum Co. v. U.S., 7th Cir.(Ill.), October 29, 1971\n304 F.Supp. 627\nUnited States District Court, N.D. Illinois, Eastern Division.\nUNITED STATES GYPSUM COMPANY and United States Gypsum Export Company, Plaintiffs,\nv.\nUNITED STATES of America, Defendant.\nNo. 62 C 672.\n|\nJune 11, 1969.\nSynopsis\nConsolidated actions involving three suits brought by corporate taxpayer and its wholly owned subsidiary for refund of federal income taxes. The District Court, Compbell, C.J., held that evidence established that amounts paid by parent to subsidiary for transporting parent’s products by ship equaled arm’s length charge for services rendered, precluding setoff for government on theory that payments made by parent to subsidiary were excessive and that therefore income should be allocated between parent and subsidiary to prevent evasion of taxes and clearly reflect income, but that profits earned by corporate taxpayer’s subsidiary as result of its ownership of crude gypsum while it passed across docks and until it was loaded into vessel, when title passed to taxpayer, should be allocated to taxpayer, where scheme of ownership was devised solely to save taxpayer 14% Of its taxes by having rate of 38% Applied to income of subsidiary as western hemisphere trade corporation, rather than the 52% Rate applicable to taxpayer.\n \nJudgment accordingly.\n \n\n\nWest Headnotes (13)\n\n\n[1]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Goal of statutory procedure permitting secretary of treasury to allocate income and deductions to reflect income of actual earner is to insure that controlled taxpayers are placed on parity with uncontrolled taxpayers. 26 U.S.C.A. (I.R.C.1954) § 482.\n1 Case that cites this headnote\n|\n\n\n[2]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Where wholly owned subsidiary was dealing with its parent corporation and tenure of subsidiary’s executives was completely at will of parent, the dealings and negotiations between subsidiary and parent concerning subsidiary’s charges for transporting parent’s products by ship were not “arm’s-length” transactions within internal revenue regulation to effect that when subsidiary performs services on behalf of its parent at charge not equal to arm’s-length charge, district director may make appropriate allocation of income between parent and subsidiary to reflect arm’s-length charge for services. 26 U.S.C.A. (I.R.C.1954) § 482.\n\n|\n\n\n[3]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Internal Revenue Code section authorizing allocation of income between parent and its subsidiary to prevent evasion of taxes or to clearly reflect income of parent or subsidiary and regulations promulgated thereunder do not require arm’s-length bargaining between subsidiary and parent but only that amounts charged as result of bargaining equal what would have been charged in an arm’s-length transaction. 26 U.S.C.A. (I.R.C.1954) § 482.\n\n|\n\n\n[4]\n|Internal RevenueReorganization\nInternal RevenueWeight and Sufficiency\n|\n|Evidence established that amounts paid by parent to subsidiary for transporting parent’s products by ship equaled arm’s length charge for services rendered, in action by parent for refund of federal income taxes paid, wherein government sought setoff on theory that payments made by parent to subsidiary were excessive and that therefore income should be allocated between parent and subsidiary to prevent evasion of taxes and clearly reflect income. 26 U.S.C.A. (I.R.C.1954) § 482.\n\n|\n\n\n[5]\n|Internal RevenueTime for Making\nInternal RevenueSet-Off and Counterclaim\n|\n|Government, by way of equitable setoff, was entitled to place in issue all of tax refund suitor’s deductions and credits for years brought in question by plaintiff, notwithstanding commissioner has already reviewed and made prior determinations thereon.\n\n|\n\n\n[6]\n|Internal RevenueJudgment and Relief Awarded in General\n|\n|If corporate parent sues for refund on theory that it overpaid its income tax, puts its deductions and credits into issue and government is not precluded from arguing, nor court from finding, that deductions of amounts paid to related companies for services were unreasonable and that income must be reallocated clearly to reflect parent’s income or to prevent evasion of taxes but upon such finding, only secretary or his delegate may make the necessary allocation. 26 U.S.C.A. (I.R.C.1954) § 482.\n\n|\n\n\n[7]\n|Internal RevenueRates in General\nInternal RevenueEvidence\n|\n|Where pursuant to simultaneous agreements, wholly owned domestic export subsidiary sold to parent and delivered in Canada the same quantities of gypsum rock it had bought in Canada from mining subsidiaries and export subsidiary held title only while rock passed across docks until loaded into vessels, income of 50 cents per ton paid by parent to export subsidiary was not derived from “active conduct of a trade or business” within Internal Revenue Code section conditioning tax rate of 38% provided for western hemisphere trade corporations upon 90% or more of gross income being derived from active conduct of trade or business. 26 U.S.C.A. (I.R.C.1954) §§ 482, 921, 922.\n1 Case that cites this headnote\n|\n\n\n[8]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Profits earned by corporate taxpayer’s subsidiary as result of its ownership of crude gypsum while it passed across docks and until it was loaded into vessel when title passed to taxpayer should be allocated to taxpayer to prevent tax evasion and to clearly reflect income, where scheme of ownership was devised solely to save taxpayer 14% of its taxes by having rate of 38% applied to income of subsidiary as western hemisphere trade corporation rather than the 52% rate applicable to taxpayer. 26 U.S.C.A. (I.R.C.1954) §§ 482, 921, 922.\n\n|\n\n\n[9]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Although pursuant to arrangement, parent manufacturer accepted profit markup as low as three and one-half percent on its products, which it sold to subsidiary for resale to foreign buyers at markups between 47% and 77%, distribution of income between parent and subsidiary was not unreasonable and did not justify reallocation of income between parent and subsidiary under Internal Revenue Code. 26 U.S.C.A. (I.R.C.1954) §§ 162, 165, 482.\n\n|\n\n\n[10]\n|Internal RevenueCost of Issuing and Redeeming Securities\n|\n|Amounts paid by corporate taxpayer for legal services, registration fee and stock certificates in connection with five for one stock split were not related to income producing activities or “ordinary and necessary business expenses” within Internal Revenue Code; they were not deductible in computing corporation’s income tax; and they were properly categorized as nondeductible “capital expenditures.” 26 U.S.C.A. (I.R.C.1954) §§ 162, 165, 263(a).\n\n|\n\n\n[11]\n|Internal RevenueRate of Taxes and Surtaxes\nInternal RevenueExpenses Incurred in Reorganization;  Deduction or Capitalization Of\n|\n|Expenses incurred by corporation in 1920 reorganization and in eight subsequent stock dividends were not deductible as ordinary loss deduction for year 1955 on basis that, in that year, stock issued in 1920 and the eight stock dividends were eliminated by stock split and that such stock was therefore “property discarded”, giving rise to claim for loss. 26 U.S.C.A. (I.R.C.1954) §§ 162, 165, 263(a).\n\n|\n\n\n[12]\n|Internal RevenueCompromise of Claims\n|\n|Where no consent decree was entered in case involving claim of patent infringement and there was no amount awarded pursuant to judgment or decree of any court, amount received by taxpayer pursuant to payment entered after settlement negotiations resulting in stipulation dismissing case was not received as result of “award” within former section of Internal Revenue Code whereby taxpayer who received amount which represented compensatory damages resulting from judgment in civil action for infringement could limit his tax to amount for which he would have been liable if award had been received proportionately over months during which the infringement occurred. 26 U.S.C.A. (I.R.C.1954) § 1304.\n\n|\n\n\n[13]\n|Internal RevenueCompromise of Claims\n|\n|Where two counts in corporate taxpayer’s case were based on theory of quantum meruit, only one count alleged infringement and case was complicated by defense of misuse of patents, taxpayer which recovered judgment was not entitled to relief under former section of Internal Revenue Code permitting taxpayer who received amount representing compensatory damages resulting from judgment in civil action for infringement to limit his tax to amount for which he would have been liable if award had been received proportionately over months during which infringement occurred. 26 U.S.C.A. (I.R.C.1954) § 1304.\n\n|\n\n\nAttorneys and Law Firms\n*629 Charles M. Price, William D. McFarland, Robert M. Gunn, Chicago, Ill., for plaintiffs, Spray, Price, Hough & Cushman, Chicago, Ill., of counsel.\nMitchell Rogovin, Asst. Atty. Gen., David A. Wilson, Jr., Donald R. Anderson, Steven Shapiro, Richard J. Sideman, Attys., Dept. of Justice, Washington, D. C., Thomas A. Foran, U.S. Atty., Chicago, Ill., for defendant, United States.\nFINDING OF FACT, CONCLUSIONS OF LAW, MEMORANDUM AND ORDER\nOpinion\n\nCAMPBELL, Chief Judge.\n\nThis is a consolidated action and involves three suits brought by the United States Gypsum Company (‘USG’) and its wholly owned subsidiary, the United States Gypsum Export Company (‘Export’) for refunds for federal income taxes paid by plaintiffs. The cases involve the tax liability of USG for the years 1954 and 1955 and again for 1957 and 1958, and the taxes of Export for the years 1957 and 1958. The defendant, (‘government’) not only denied all grounds for refund, but also claimed certain offsets as affirmative defenses. The basis for the alleged offsets is that USG paid one of its wholly owned subsidiaries excessive amounts for transporting its products and that it paid another subsidiary, Export, excessive amounts for crude gypsum rock, and undercharged it for finished products intended for resale by Export.\nThe issues are numerous and complex. After consolidation of the cases and extensive pre-trial discussions between the court and counsel, it was determined and agreed that this was what is traditionally referred to as the ‘Protracted Case’, a case which should be tried under the special procedure recommended by the Judicial Conference of the United States as set forth in the Handbook of Recommended Procedures For Protracted Cases (currently titled Manual for Complex and Multidistrict Litigation). Following the recommended procedures as set forth in the Manual, counsel for both parties prepared and agreed to a rather extensive stipulation of facts thus enabling all of us to define just wherein genuine disagreement existed. I commend all counsel for their efforts in this regard and for the cooperative spirit in which they labored. These many and extended conferences, some with the court but many between counsel and their principals, have resulted in the settlement of possibly the most complex and difficult issue in this litigation. That issue, generally referred to as the ‘depletion issue’, involved USG’s deductions during all the years in question for depletion of its mineral deposits. Again, I compliment counsel for their cooperation and efforts in reaching a fair and just settlement on that issue and removing that most difficult question from the court’s consideration.\nOn the remaining issues, extensive stipulations were filed by the parties and where no agreement could be reached the court heard the testimony and received various exhibits into evidence. This testimony and the many exhibits shall be referred to in some detail herein. With the elimination of the depletion issue *630 there remained and is now before me basically four broad and generally unrelated issues. I shall briefly summarize them.\nThe first issue concerns the reasonableness of charges paid by USG to Panama Gypsum Inc. (‘Panama’), a wholly owned subsidiary of USG organized under the laws of the Republic of Panama, for transporting by ship crude gypsum rock from gypsum mines in Nova Scotia and Jamaica to USG’s plants in the United States. The Nova Scotia mines are owned and operated by Little Narrows Gypsum Co. Ltd. (‘Narrows’) a Canadian Company wholly owned by USG. The Jamaica mines are owned and operated by Jamaica Gypsum Ltd. (‘Jamaica’) also a subsidiary of USG, organized under the laws of Jamaica, British West Indies. The question presented is basically whether the charges were excessive, and if so, was the excess properly reallocated to USG pursuant to the provisions of section 482 of the Internal Revenue Code (26 U.S.C. § 482) in order clearly to reflect its income for federal income tax purposes.\nThe second issue involves the operations and earnings of United States Gypsum Export Co. Export purchased rock from Canadian Gypsum (‘Canadian’) another wholly owned subsidiary, organized under the laws of the Dominion of Canada, and from Narrows and Jamaica which it in turn sold to USG. It also sold finished gypsum products which it purchased from USG. This issue has generally been referred to as the ‘Export issue’ and presents the questions: (a) Whether Export was a Western Hemisphere Trade Corporation under the Internal Revenue Code (26 U.S.C. § 921-922); and (b) Whether the income of Export earned from the sale of rock to USG and the sale of manufactured products purchased from USG should properly be reallocated to USG again under section 482 (26 U.S.C. § 482) in order to clearly reflect the income of USG for federal income tax purposes.\nLess complicated factually, if not legally, are the two remaining issues which counsel and the court have come to refer to as the ‘stock split issue’ and the ‘patent infringement issue’. The first relates to the deductibility as ordinary and necessary business expense of certain amounts paid for legal and registration fees and for stock certificates pursuant to a stock split and whether certain of the said amounts paid in connection with an earlier reorganization and subsequent stock dividends are deductible by USG in 1955 as an ordinary loss deduction (26 U.S.C. § 165). The patent infringement issue involves the tax consequences of an amount received by USG as a result of certain patent litigation.\nResolution of all of the above issues requires detailed discussion of the far reaching and complex operations of the United States Gypsum domain. Additional facts, where necessary, will be set forth in the discussion of the individual issues.\nTHE SHIPPING ISSUE\nThis issue involves USG and the tax years 1954, 1955, 1957 and 1958. USG’s tax returns for these years were audited by the Internal Revenue Service and certain deficiencies were assessed. USG paid these deficiencies and then made a claim and subsequently filed suit for refund. At this point no questions had been raised by the Internal Revenue Service with regard to the amounts paid by USG for shipping services to Panama and none of the deficiencies which were assessed involved payments to Panama for shipping services. Panama’s returns for the years 1954, 1955, 1957 and 1958 were likewise audited by the Internal Revenue Service (Office of International Operations). In these audits neither the Secretary of the Treasury nor his delegate undertook under Section 482 to distribute a portion or allocate any gross income, deductions, credits or allowances between Panama and USG. In its amended answers to the refund suits filed by USG for the years 1954, 1955 1957 and 1958, the government first raised the ‘shipping issue’ by then claiming that the amounts paid by USG to Panama for shipping services during the years in question were excessive and *631 that any amounts due in the refund suits should be offset by the amounts of the excessive shipment payments. Authority for the offsets was claimed under sections 61, 162 and 482. (26 U.S.C. §§ 61, 162 and 482). The government now limits its claimed authority to section 482.1\nDuring the trial of the shipping issue the government’s trial counsel introduced into evidence a letter dated October 27, 1967 from the Chief Counsel of the Internal Revenue Service to the Assistant Attorney General, Tax Division, Department of Justice, purporting to allocate under section 482, Panama’s income, or at least a substantial part thereof, to USG.\n[1] The issue, stated simply is whether the shipping charges paid to Panama by USG were unreasonably high or excessive thus authorizing the application of section 482 of the Internal Revenue Code which permits the Secretary to allocate income and deductions where it is necessary to do so clearly to reflect the income of the actual earner. It is basically a codification of the long established principle expressed in Helvering v. Horst, 311 U.S. 112, 61 S.Ct. 144, 85 L.Ed. 75 (1940), that income should be taxed to the party who earned it. Or, as recently stated by our Seventh Circuit Court of Appeals: ‘The goal of the statutory allocation procedure is to insure that controlled taxpayers are placed on a parity with uncontrolled taxpayers.’ Local Finance Corporation v. Commissioner of Internal Revenue, 407 F.2d 629, 632 (1969). Parenthetically, I should note that USG also questions the authority of the government to invoke the provisions of section 482 at this time and in the manner of following the procedure it owned subsidiary incorporated under the has in this case. Section 482 of the Internal Revenue Code provides as follows:\n \n‘In any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Secretary or his delegate may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations, trades, or businesses.’\nThus the question here is whether it is necessary to allocate Panama’s income to USG to prevent evasion of taxes or clearly to reflect the income of USG and Panama. The resolution of this question involves a rather detailed analysis of the USG shipping operation and its history, and the dealings of USG with its subsidiary, Panama. The record before me on this issue includes a partial stipulation of facts including some 119 exhibits; extensive testimony of five witnesses heard over four days of trial and resulting in seven volumes of transcript; and a number of other exhibits in addition to those offered with the stipulation which were offered and admitted during the course of the oral testimony. Counsel for both parties have also devoted large portions of their very excellent briefs, both pretrial and post trial, to this most difficult and complex dispute.\nThe history of USG’s shipping.\nAs briefly related above, the largest part of USG’s transportation needs, by way of ocean shipping, are supplied by Panama Gypsum Company, a wholly laws of the Republic of Panama. These shipping services involve transportation of raw gypsum rock from gypsum deposits owned by USG or other of its subsidiaries at Nova Scotia and Jamaica to various sea coast plants of USG in the *632 United States. Shipments are made primarily on five ships, the King, Prince, Queen, Duchess and Empress. All but the King are owned and were built and designed by Panama. The King was owned by Gypsum Packet Company, (‘Packet’), a Nova Scotia corporation wholly owned by USG, and was leased by Packet to Panama.\nUSG began transporting raw gypsum from Nova Scotia in 1924. The rock was then carried in vessels owned and operated by Packet. As business expanded and until World War II, four vessels owned by Packet were being used to carry rock for USG. Immediately following World War II, demands for gypsum products greatly increased and thus, of course, USG’s demands for raw materials greatly increased. However, most of Packet’s fleet had been destroyed in the war. Only the King remained operational. The need for new means of shipment prompted a number of important and far reaching decisions by USG. It was decided that two new ships would be constructed and specifically designed to meet the difficult port conditions existing at the deposit sites at Nova Scotia. It was also decided the vessels should be self-unloading. To handle its shipping needs USG decided to form a new subsidiary under the laws of the Republic of Panama and to place its ships under Panama register. The Republic of Panama was selected for incorporation and registration because of what USG felt were favorable tax considerations and labor factors. The new company was organized in 1946. Two new ships, the Queen and the Prince, were delivered to Panama in 1947. To help pay for the ships Panama borrowed 4.5 million dollars from its parent USG, which loan has since been repaid at the then prime rate of interest. In 1954 Panama chartered the King from Packet and also ordered two new additional self-unloading ships, the Duchess and the Empress, which were delivered in 1956.\nAny additional transportation needs of USG were arranged through Gypsum Transportation Co., Inc., (‘Transportation’) another wholly owned subsidiary incorporated under the laws of Delaware. Transportation operated a barge fleet in New York harbor and the surrounding areas but also arranged charters for USG when its plants required more crude gypsum than Panama could carry on its ships.\nThe shipping rates paid to Panama by USG.\nThe shipping rates paid to Panama by USG were set by a contract of affreightment. (Ex. 3). There was a 1948 contract, renewed year to year, and a superseding 1955 contract, effective July 1, 1955. (Ex. 18). It is the position of USG that the 1948 contract is based on what USG would have to pay Panama if Panama had to charter suitable and available ships on the market and operate those ships. (The government does not accept the relevance of this criteria.) The formula relied on, in the main, was based on operating costs of a 5,600 ton ship which USG considered the most suitable and available on the market but which by no means was a perfect comparison for the ships to be built by Panama. A 25¢ per ton service charge was added to the rate as payment for the benefit of the self-unloading features of the Panama ships.2\n*633 The 1955 contract of affreightment, effective July 1, 1955 (Ex. 18), agreed basically with the rate formula established in the 1948 contract except that the parties agreed to a ten year contract. Rates would not be renegotiated each year but would be adjusted based on the variances of the ‘World Wide Tramp Ship Rate Index’ which originates in Oslo, Norway and is published once a month in the New York Journal of Commerce.\nUnder the 1955 contract USG was to receive a 10% Discount on the rate formula in consideration for entering the long term agreement. The service charge for self-unloaders was also reduced from 25¢ to 15¢ per ton. The terms of the contract also assured Panama that it would transport between 800,000 and 1,500,000 tons of crude gypsum for USG each year and an additional 400,000 to 750,000 for each vessel as the Duchess and the Empress came into service. However, USG’s obligation was limited in that it was excused from these requirements during such times as USG or its source of supply might not be able to provide or load crude rock at the ports due to causes beyond the control of USG or its source of supply and also during such times as USG may not be able to receive or use gypsum at a particular plant due to causes reasonably beyond its control (Ex. 18, pars. 1 and 9.).\nUnder the contracts of affreightment USG paid the following amounts to Panama for shipping services for the shipment of crude rock.3\nThe government argues that the payments to Panama reduced USG’s net taxable income4 and accordingly increased Panama’s gross income which was not taxed by either the United States or the Republic of Panama and that, to the extent that the above payments by USG to Panama exceed the amounts that would have been paid in an arm’s length transaction, the income should be reallocated pursuant to the provisions of section 482. To establish the essential premise, i.e. that the rates paid did exceed amounts that would have been paid in an arm’s length transaction, the government relies on the testimony and analysis of its expert, Mr. Matthew Kerwin, who testified before the court. Mr. Kerwin determined, by reconstruction, what in his opinion would be a reasonable shipping rate for the years in question. His determination was primarily based on probable time charter charges, rather than a long term contract of affreightment, though I am not sure the form of the transaction would substantially affect the price paid. The government’s main challenge to the rates as established is that those rates were established for a 5,600 ton vessel and the vessels being used by Panama were larger and faster than the 5,600 ton vessel and therefore would operate much more economically.\n*634 USG’s expert, Mr. William E. Bardelmeier, an experienced shipping consultant likewise reconstructed and determined what in his opinion would be a reasonable rate negotiated at arm’s length. Mr. Bardelmeier prepared six hypothetical cases (Exs. 123, 124a, 124b, 125, 126 and 127). After this detailed analysis, Mr. Bardelmeier concluded that the rates charged were fair and reasonable.\nInternal Revenue Code, section 482 authorizes allocation of income between a parent and its subsidiary when such allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of the parent or subsidiary. The pertinent Internal Revenue Regulation, (§ 1.482-2(b)), provides in essence that when a controlled entity, i.e. a subsidiary, performs services on behalf of its parent or another member of the controlled group at a charge which is not equal to an arm’s length charge, the district director may make appropriate allocations to reflect an arm’s length charge for such services. An arm’s length charge is further defined to mean:\n‘The amount which was charged or would have been charged for the same or similar services in independent transactions with or between unrelated parties under similar circumstances considering all relevant facts.’ (Reg. § 1.482(b) (3)).\n[2] USG strenuously argues that the dealings and negotiations between USG and Panama, its wholly owned subsidiary, were at arm’s-length and adversary in nature. The evidence indicated otherwise. Surely it would be naive to suggest that the dealings here were, as USG alleges, at arm’s-length. Panama, a wholly owned subsidiary, was dealing with its parent corporation and the tenure of the executives of Panama who were dealing for the subsidiary was completely at the will of the parent. This was not an arm’s-length transaction.\n \n[3] [4] Rather, it is obvious that the rates, details and contents of the contracts of affreightment were arbitrarily set by USG through its vice-president, Edward Rembret, who was its negotiator. But no negotiations between controlled companies are genuinely at arm’s-length. This is why section 482 was enacted. Section 482 and the regulations promulgated thereunder do not require arm’s-length bargaining, but only that the amounts charged as a result of the bargaining are equal to what would have been charged in an arm’s length transaction. It is also obvious in this case that although tax considerations were important in this action they were not entirely or even primarily the motive. It is significant that the rate arrived at seems to be comparable with the market in general so far as this can now be ascertained. On the over all scheme of the foreign corporation’s management, costs of operation thereof and dividends declared thereby, and taxable as straight income to plaintiff, I find no evidence of any attempt illegally to avoid tax. (Though I appreciate the fact that section 482 may apply even in the absence of fraud or deliberate tax avoidance, 7 Mertens, Law of Federal Income Taxation C. 38, p. 166). More importantly, I further find on the basis of the entire record before me, that the amounts paid were fair and reasonable and are equal to an arm’s length charge for the services rendered. The facts clearly indicated that the companies would have entered into this same arrangement had they been uncontrolled corporations and bargained at arm’s length. Thus, I conclude that the taxpayer’s decision here challenged by the government is a legitimate exercise of the business discretion vested in the taxpayer and not open to the challenge or later second guessing of the tax gatherer seeking additional tax revenue by the use of some different method suggested by his substituted latter day and partisan discretion.\n \nAs stated by the court in A. P. Green Export Company v. United States, 284 F.2d 383 at 390, 151 Ct.Cl. 628 (1960):\n‘Plaintiff was faced with a choice of two legitimate courses of conduct, either of which would be commercially *635 sound and justifiable. We are not prepared to say that in this situation plaintiff was bound to choose that course which would best pay the Treasury.’\nI do not reject or in any way diminish the authority of the tax gatherer to carefully scrutinize business operations of the taxpayer. However, if in the end the object of the procedure in question is not for venal purposes, i.e. to evade and defeat taxes, and if it still clearly reflects its income, business decisions should be within the discretion of the taxpayer. Here, two expert witnesses differed as to what a reasonable and proper rate would have been. That is, the rate that would have been produced from an arm’s length transaction. The expert testifying on behalf of USG showed extensive preparation and concluded that the rate charged by Panama and paid by USG was close to what he would have negotiated for in an arm’s length transaction at that time. The government’s expert, Kerwin, came up with what he thought would have been proper rates, but the variances between his suggested rates and those actually in effect were certainly understandable and acceptable in so volatile a market as ocean-going freight— particularly here where the government’s expert has the benefit of enlightened hindsight.\nI should emphasize also that the income of Panama resulting from the shipping charges and here sought to be allocated to USG did not escape the tax gatherer. Eventually dividends are paid by Panama and USG receives these dividends as ordinary income. Thus taxes were merely delayed— not defeated.\nIn summary, after hearing and observing the thorough testimony of the expert witnesses, and having carefully reviewed all of the exhibits in connection therewith and as offered by counsel, and having heard and read the extensive arguments of counsel for the taxpayer and the government, I find that the rates set, though they may have been relatively high and were not actually negotiated at arm’s length but arbitrarily set, were reasonably within the range of what would have been charged for similar services in an independent transaction between unrelated parties under similar circumstances. Even with its well informed hindsight, the government has presented no persuasive evidence that the rates were unreasonable.\nAccordingly, I find that the income of Panama earned from the shipping charges paid by USG should not be reallocated pursuant to the provisions of section 482.\nI should here also observe that the Treasury Department has recently issued further regulations which are consistent with this finding. (Reg. § 1.482-2(b) (3) and (7), 34 Fed.Reg. 933, Jan. 22, 1969). These regulations essentially restate the proposition that when a related company performs services for its sister company, the value of those services and not the cost of performance, should be paid by the recipient company. This appears to be merely a further definition of the arm’s length or reasonable price test I have applied here. The government has not taken the position that Panama’s costs should be the basis of the payments for the shipping services performed for USG. The amounts the government would allow, however, are much closer to actual costs than to what I have found to be a fair and reasonable or ‘arm’s length’ charge.\n[5] In view of these findings and ruling it is unnecessary to determine the further argument of USG, that the right of allocation of income between a parent and its subsidiary is exclusively within the power of the Secretary of the Treasury or his delegate and that said allocation was never properly attempted in this case. Since it has been reargued here and again in the ‘Export issue’, I shall repeat my view of the government’s authority as stated early in this litigation.\n \n‘The Government, by way of equitable setoff can place in issue all of the plaintiff tax refund suitor’s deductions and credits for the years brought in question by the plaintiff, notwithstanding the Commissioner having already reviewed and made prior determinations *636 thereon.’ (Order, August 4, 1965).\n[6] USG, in this issue and again in the Export issue, strenuously argues that under the statute only the Secretary of the Treasury or his delegate has the power of allocation, and that no similar power has been bestowed on the Department of Justice. United States v. First Security Bank, 334 F.2d 120 (9th Cir. 1964); Maxwell Hardware Co. v. Commissioner of Internal Revenue, 343 F.2d 713 (9th Cir., 1965); Peter Pan Seafoods Inc. v. United States, 272 F.Supp. 888 (W.D.Wash., 1967). I do not believe that the position here taken by USG is inconsistent with my prior ruling. If the taxpayer elects to sue for refund on the theory that he has overpaid his tax, he puts his deductions and credits into issue. The government is not precluded from arguing nor the court from finding that deductions of amounts paid to related companies for services were unreasonable and that income must be reallocated clearly to reflect the taxpayer’s income or to prevent the evasion of taxes. Upon such a finding, however, only the Secretary or his delegate may make the necessary allocation.\n \nTHE EXPORT COMPANY ISSUES\nThese issues involve the operations of United States Gypsum Export Company, (‘Export’), which, as previously stated, is a wholly owned subsidiary of USG. USG purchased gypsum rock from and sold manufactured products to its wholly owned Canadian subsidiary, Canadian Gypsum Company (‘Canadian’), through its subsidiary Export. Specifically, the questions presented are: (1) Whether Export qualified as a Western Hemisphere Trade Corporation and was entitled to the special deduction accorded such corporations; and (2) Whether a portion of Export’s income should be allocated to USG under section 482.\nLike the shipping issue, the record before the court is voluminous and complete. Much of the evidence was submitted by stipulation. The court also heard the testimony of certain witnesses in open court. Depositions, further stipulations of facts and answers to interrogatories were also introduced into evidence in open court.\nThe operations of Export Company.\nExport was incorporated in 1954 as a result of a study USG conducted of its export-import operations. USG allegedly planned to explore and develop an export-import business through Export Company. Prior to that time USG had made substantial sales to Canadian, which operated a manufacturing plant and sales organization in Canada and also made some sales in Mexico, the Caribbean, South America and Europe. Sales were apparently also made to unrelated and independent purchasers when the purchasers initiated inquiry. USG in its evidence and in its briefs relates a number of business reasons for establishing the Export Company. It is quite clear, however, that a primary purpose was the tax advantage it could obtain as a Western Hemisphere Trade Corporation.\nThrough 1955 Export had only two employees, both ‘salesmen’, in the Caribbean and Latin America. For about a year and one half Export also employed a geologist working in the Dominican Republic analyzing gypsum deposits. USG personnel furnished accounting, billing and secretarial services for Export and also handled all of the details of credit, bills of lading, and made out customs papers and tax returns. All of these services were performed on ‘service contracts’ entered into between USG and Export.\nThe purchase of crude gypsum rock by USG from its mining subsidiaries and through Export was facilitated by contracts entered into between USG and Export and between Export and the mining subsidiaries. Under the terms of the contract between Export and Canadian, Canadian agreed to produce, sell and deliver in Canada one million net tons of gypsum rock each year and whatever additional tonnage as Export might order. Export agreed to purchase the same amounts. Export agreed to pay Canadian *637 its average costs per ton of producing the rock plus 25¢ per ton. This price incidentally was the same price which USG had been paying Canadian for crude gypsum. Very similar contracts were later negotiated between Export and Little Narrows and Jamaican, the other mining subsidiaries. An agreement was also made with one non-affiliated company (Agricultural, Industrial Credit Bank of the Dominican Republic). Only one delivery was accepted from that nonaffiliated company.\nWhen Export entered into these purchase agreements with the mining subsidiaries it simultaneously entered into a sales agreement with the parent, USG. This contract in essence provided that Export would sell and USG would buy the same quantities (minimum and maximum) of gypsum rock as Export agreed to purchase from the mining subsidiaries.\n[7] Under the terms of the agreement with Canadian, (again the agreements with the other subsidiaries are substantially the same) Canadian was to deliver the rock to Export Company in Canada. Specifically, the contract provided that, ‘ownership, legal title to, risk of loss of, right to possession of, and all the property right in, the crude gypsum rock’, was to pass from Canadian to Export when the crude rock passed across Canadian’s dock in the course of delivery to the vessels. (Ex. 4). Under the terms of its agreement with USG, Export was to deliver the rock to USG in Canada. Title to the crude gypsum was to pass from Export to USG when it was loaded onto the vessel. (Ex. 1). Thus, Export held title and had possession of the crude gypsum only for the brief period from when the gypsum rock passed across the docks (when title passed to Export) until it was loaded onto the vessel (when title passed to USG). No one seems sure whether Export’s ownership of the crude gypsum continued from the time it fell from the conveyor on the dock into the hold and until the vessel was fully loaded, or whether the ownership was only momentary, that is, that Export’s ownership continued only from the time the gypsum rock fell from the conveyor until it landed in the hold, so that the ownership of Export was at the most a few hours, at the least a split second.\n \nFor accepting this momentary possession USG paid Export 50¢ per ton plus costs and administrative overhead. In other words Export was assured a profit of 50¢ per ton from USG. Export paid no Canadian tax because it did not take title on Canadian shore. As a United States corporation it claimed the benefits of a reduced tax as a Western Hemisphere Trade Corporation. In the years in question Export sold to USG the following amounts of crude gypsum purchased from Canadian, Little Narrows and Jamaican. (See Stipulation pars. 6, 7 and 8).\n\n\n\n\n1955\n \n|—\n \n|854,062 tons\n \n|\n1957\n \n|—\n \n|2,221,912 tons\n \n|\n1958\n \n|—\n \n|1,938,556 tons\n \n|\n\n\n\n\nThe gross earnings from these sales were:\n\n\n\n\n1955\n \n|—\n \n|$ 431,658\n \n|\n1957\n \n|—\n \n|$1,147,592\n \n|\n1958\n \n|—\n \n|$1,029,971\n \n|\n\n\n\n\nIn early 1955 Export also began purchasing manufactured products from USG and reselling these products throughout the Western Hemisphere. Its primary customer was Canadian Gypsum. The purchase agreements between Export and USG only obligated Export, ‘to use its best efforts’ to distribute the products of USG. (Ex. 7). USG agreed to sell Export the quantities it required to fulfill its obligations. The price set between USG and Export was basically USG’s costs plus 3 1/2%. Though, as stated, Export’s primary customer for sales of USG’s manufactured products was Canadian, it also sold these products in the Caribbean and in Latin America to customers who were neither controlled nor affiliated with USG. The markups, and therefore Export’s profits from sales, were much higher on the sales to the affiliated Canadian Gypsum than on the sales to non-controlled customers in *638 the Caribbean and in Latin America. The markup to Canadian was in excess of 70%, while the markup on sales to the non-controlled customers ranged from 47% To 56%. (See Ex. 33).\nExport’s purchases from USG and its net income from the resale of these products to both Canadian and the uncontrolled buyers is as follows: (See Stipulation pars. 10 and 14)\n\n\n\n\nSales by Export to Canadian\n \n|\n \n|||\n \n|||\n\n\n\n\n\n\n\n|1957\n \n|1958\n \n|\n|----\n \n|----\n \n|\nTotal sales by Export to Canadian\n \n|$2,671,389\n \n|$3,890,106\n \n|\nNet income from sales to Canadian\n \n|$1,162,406\n \n|$1,641,127\n \n|\nMarkup on sales to Canadian\n \n|77%\n \n|72%\n \n|\n\n\n\n\n\n\n\n\nSales by Export to Uncontrolled Buyers\n \n|\n \n||||\n \n||||\n\n\n\n\n\n\n\n|1955\n \n|1957\n \n|1958\n \n|\n|----\n \n|----\n \n|----\n \n|\nTotal sales\n \n|$241,528\n \n|$377,115\n \n|$318,205\n \n|\nNet income from sales\n \n||||\nto noncontrolled\n \n||||\nbuyers\n \n|$ 86,133\n \n|$125,049\n \n|$114,344\n \n|\nExport’s markup on\n \n||||\nsales to\n \n||||\nnon-controlled buyers\n \n|55%\n \n|47%\n \n|56%\n \n|\n\n\n\n\nThus, the total income and business expense picture for Export resulted as follows. (See Stipulation par. 14).\n\n\n\n\n \n|1955\n \n|1957\n \n|1958\n \n|\n \n|----\n \n|----\n \n|----\n \n|\nSales of gypsum rock\n \n|$431,658\n \n|$1,147,592\n \n|$1,029,971\n \n|\nto USG\n \n| \n| \n| \n|\nSales of manufactured\n \n| \n| \n| \n|\nproducts to Canadian\n \n|—\n \n|1,162,406\n \n|1,641,127\n \n|\nSales of manufactured\n \n| \n| \n| \n|\nproducts in the\n \n| \n| \n| \n|\nCaribbean\n \n|86,133\n \n|125,049\n \n|114,344\n \n|\nInterest\n \n|—\n \n|17,435\n \n|20,308\n \n|\n \n|$517,791\n \n|$2,452,482\n \n|$2,805,750\n \n|\nDeductions for\n \n| \n| \n| \n|\nbusiness expenses, not\n \n| \n| \n| \n|\nhere in issue\n \n|47,241\n \n|75,236\n \n|86,906\n \n|\n\n\n\n\nIn these proceedings, the government challenges the qualifications of Export as a Western Hemisphere Trade Corporation. (26 U.S.C. § 922, Special Deduction of Western Hemisphere Trade Corporations.) This deduction essentially reduces Export’s tax rate from 52% To 38%.5 In 1957 and 1958 Export claimed deductions in the amounts of $638,758 (1957) and $732,059 (1958) under section 922. The deductions were disallowed by the Internal Revenue Service and Export brought this action in which it seeks a refund. Thus, the first issue *639 presented is whether Export qualified for the deduction as a Western Hemisphere Trade Corporation.\nA resolution of this question, however, will not dispose of the Export Company issues. For, apart from the Western Hemisphere Trade question, there is also the question: Whether the government may properly reallocate Export’s income to USG under section 482 (26 U.S.C. § 482) in order to clearly reflect income for federal tax purposes.\nParenthetically, the reallocation itself may defeat the claim for deductions as a Western Hemisphere Trade Corporation, because reallocation may reduce Export’s income to a figure below $331,265 in 1957 and $385,852 in 1958 and thus 95% Of Export’s gross income would not be derived from sources without the United States as required for the deduction under sections 921 and 922.6\nThe Western Hemisphere Trade question.\nA Western Hemisphere Trade Corporation is defined in the Internal Revenue Code (26 U.S.C. § 921) as a domestic corporation all of whose business (other than incidental purchases) is done in countries in North, Central or South America or in the West Indies, and which satisfies the following conditions:\n‘(1) if 95 percent or more of the gross income of such domestic corporation for the 3-year period immediately preceding the close of the taxable year (or for such part of such period during which the corporation was in existence) was derived from sources without the United States; and (2) if 90 percent or more of its gross income for such period or such part thereof was derived from the active conduct of a trade or business.’\nThe thrust of the government’s argument, in contending that Export did not qualify for the deduction, is that Export’s income from the sales of crude gypsum rock to USG was not ‘derived from the active conduct of a trade or business’ as required under subparagraph (2) above. Its theory of the case is very lucidly illustrated in the following chart which was included in its pre-trial brief.\n\n​\nAs illustrated in the above chart, Export owned the gypsum rock only for a brief moment while it fell from Canadian’s dock into the hold of the waiting vessel— or possibly until the vessel was fully loaded. All of Export’s dealings relating *640 to the purchase and resale of crude gypsum rock were within the corporate family. The extent of its participation in the entire transaction is set forth in the post trial brief of the government:\n‘Export did not mine the gypsum (or own the mines), deliver the gypsum from the quarry to the dock, or load the gypsum from the dock into the vessel: CG (Canadian) did all of that. Export did not own or charter the vessels which carried the gypsum rock to the United States, order delivery, of the gypsum by CG (Canadian) at dockside in Canada, or notify CG (Canadian) of the vessel’s arrival: Panama Gypsum Company and Gypsum Transportation Company did all of that. (T.R. 199-200.) Export did not process the gypsum rock, manufacture it into finished products, or sell those finished products: USG did all of that. (Stip. par. 11.) And Galileo taught us from his tower in Pisa that gravity—not Export— caused the gypsum rock to fall from the conveyor on CG’s (Canadian’s) dock to the stowage of the Gypsum Prince.’ (Post-trial brief of gov’t. p. 93).\nMy reading of the cases cited by the parties and my independent research on the subject lead me to conclude in agreement with the government’s statement that the question, ‘whether Export’s brief ownership of the gypsum rock and the subsequent resale could constitute the active conduct of a trade or business’, is one of first impression. The issue clearly was not presented in the cases relied on by Export. See A. P. Green Export Company v. United States 284 F.2d 383, 151 Ct.Cl. 628 (1960); Barber-Greene Americas, Inc., 35 T.C. 365 (1960); Babson Bros. Export Co., 22 C.C.H.Tax Ct.Mem. 677 (1963); Commissioner of Internal Revenue v. Hammond Organ Western Export Co., 327 F.2d 964 (7th Cir. 1964). I, therefore, consider the question without the benefit or bounds of precedent.\nIn support of its position that it did conduct an ‘active trade or business’, Export argues that the length of time it held title to the rock is irrelevant. Rather, it argues, that what is important is that Export did in fact purchase rock and resell the same and that these purchases and sales were made under long term contracts in which Export had no guarantee of resale to USG. In other words, Export took the risk of being able to resell the rock purchased from Canadian and the other mining subsidiaries. I agree that the purchase of goods with a concomitant risk of resale is the conduct of an active trade or business. I disagree with the statement of Export that there was in fact a risk of resale in this case. USG was obligated to purchase from Export the rock Export purchased from Canadian and the other mining subsidiaries. The only limit on this obligation was the most remote possibility that it would have no need at its many plants for this quantity of rock. Furthermore, considering the relationship of the companies, it would be naive to suggest that Export, a wholly owned subsidiary, was running any risk of resale in this operation.\nOn the ultimate issue, whether this was an active trade or business, on the basis of the evidence presented by Export itself, I am convinced that it was not an active trade or business and that, therefore, Export did not qualify as a Western Hemisphere Trade Corporation.7 The cases cited by Export are not to the contrary. In A. P. Green Export Co. v. United States, 284 F.2d 383, 151 CtCl. 628 (1960), the government did not argue that the active commercial export enterprise there was not a ‘trade or business’. Likewise, here, the government *641 does not question the active aspects of Export’s business, i.e., the sales of manufactured products in South America, The Caribbean, the West Indies or even its sales to Canadian. It challenges only the ‘purchases’, and ‘resales’ of crude gypsum after only split second possession by Export. The A. P. Green Export Co. case was concerned with whether title to goods sold passed within or without the United States for purposes of the requirement that the taxpayer conduct 95% Of its business outside the United States. Before finding that title passed without the United States, the court observed that one may arrange his affairs so that, ‘his taxes shall be as low as possible.’ (284 F.2d at 390). The court added the caveat, that the transaction must not be a sham, but must have, ‘a commercial purpose apart from the expected tax consequences’. (284 F.2d at 390) The Court then concluded that, ‘There was no sham,’ and related in detail the legitimate business purpose served by the procedures there, apart from the expected tax consequences. (Id.).\nBarber-Greene Americas, Inc., 35 T.C. 365 (1960), is factually very similar to A. P. Green Export Co. Again, there was, ‘no contention that the petitioners did not derive at least 90 per cent of their gross income from the active conduct of trade or business.’ (35 T.C. at 383). Again, the issue before the court was whether the sales took place without the United States. The tax court first quoted a ruling of the Commissioner to the effect that the creation of a new corporation to carry on the business in the Western Hemisphere of an existing corporation does not constitute tax avoidance. (35 T.C. at 384). The court then stated the principle I have reiterated herein: ‘Taxpayers have the right so to arrange their affairs that their taxes shall be as low as possible.’ (Id. at 386). Finally the court reached the question which distinguishes it and A. P. Green Export Co. from this case.\n‘The real issue is whether the petitioners’ retention of title was a sham. In retaining ownership they undertook real responsibilities, risks, and obligations, quite at variance with those involved in the case of sales where title would pass in the United States.’ (Id. 387).\nCommissioner of Internal Revenue v. Hammond Organ Western Export Corp., 327 F.2d 964 (7th Cir., 1964) and Babson Bros. Export Co., 22 C.C.H.Tax Ct.Mem. 677 (1963), are likewise similar to A. P. Green Export Co. v. United States and Barber-Greene Americas, Inc. A summary of these cases is found in Commissioner of Internal Revenue v. Pfaudler Inter-American Corp., 330 F.2d 471 (2nd Cir., 1964), another case which was concerned with where the sale occurred for purposes of determining whether the taxpayer conducted 95% Of its business without the United States. These cases are not helpful in solving the question before me. I discuss them only because Export has vigorously argued their application. On close reading, however, I believe that their underlying rationale is in general agreement with the approach I take here. In Pfaudler Inter-American, for example, the court, in adopting the place of ‘passage of title’ test as opposed to a ‘substance of the transaction test’ which was advocated by the Commissioner, stated:\n‘The Commissioner’s reliance on the 1957 Treasury Regulation is misplaced, inasmuch as the regulation applies solely to cases ‘in which the sales transaction is arranged in a particular manner for the primary purpose of tax avoidance.’ It is not tax avoidance in this sense to take advantage of a provision of law especially enacted to favor those who do business in a certain area of the world and who otherwise meet the statutory conditions as Pfaudler does. It is clear that Pfaudler’s sales were no mere shams; retention of title carried with it the risk of loss or damage to the goods prior to ultimate delivery as well as the benefits linked to reservation of control over the goods while in transit.’ (330 F.2d at 474-475)\n*642 The case before me is quite different. In its purchase and resale of crude gypsum, what risk did Export bear? What service did it perform other than to shift profits and thereby lower taxes? My answer to both questions is none.\n[8] In resolving a case of first impression, it is essential first to attempt to ascertain the intent of Congress in enacting the statute involved. The most often cited statement of the intent of Congress in establishing the special benefits of the Western Hemisphere Trade Corporation is found in A. P. Green Export Co. v. United States, 284 F.2d 383 at 386:\n \n‘The announced legislative purpose of Section 109 was to encourage domestic corporations to engage in foreign commerce. European countries had granted tax concessions to their nationals engaged in Western Hemisphere Trade. The Congress was thus moved to grant similar tax credits to our domestic corporations thereby permitting them to compete on equal footing. Without such tax assistance Western Hemisphere trade would in many instances not be profitable enough to pursue. American Food Products Corp. v. Commissioner of Internal Revenue, 28 T.C. 14. This was not an isolated legislative adventure on the part of the Congress, but another step in a long history of special tax treatment for income received by domestic corporations from sources outside the United States.’\nThe clarity of the Congressional purpose is not universally accepted. See Raskind, The Western Hemisphere Trade Corporation: A Functional Perspective, 16 Vand.L.Rev. 1 (1962). It has been argued that the enactment of the special provisions was simply an effort on the part of Congress to afford ad hoc relief to certain corporations doing business in the Western Hemisphere, rather than a part of a broad plan to encourage foreign trade. See Wilson, The Western Hemisphere Trade Corporation Act: The Need for Reassessment, 11 Journal of Law and Economic Development 208 (1968); Note, The Western Hemisphere Trade Corporation, 14 Vand.L.Rev. 1446 (1961). The scant attention given the act by Congress is related in the Wilson article cited above. But even assuming, as I am willing to do, that the legislative intent was to permit out U.S. corporations to compete on equal footing with foreign corporations, what has this case to do with foreign competition? With whom did Export compete? How did paying export 50¢ per ton profit on every ton of crude gypsum shipped—for doing absolutely nothing— help USG compete on equal footing?\nBroad academic debate over the purpose of the legislation, however, is not particularly helpful to the solution of the problem presented here. And, there is surprisingly little authority from the courts or the writers as to what is meant by the limitation in the statute that the taxpayer be engaged in the ‘active conduct of a trade or business’. All previous authority is in agreement with Export’s statement that the active trade or business limitation was intended to bar from qualification those corporations whose income was primarily derived from interest and dividends. Frank v. International Canadian Corp., 308 F.2d 520 (9th Cir., 1962); Babson Bros. Export Co., 22 C.C.H.Tax Ct.Mem. 677 (1963). There is no authority, however, for the proposition that such was the only purpose of the limitation. The statute is clear and unambiguous. 90% Or more of the gross income must be derived from, ‘the active conduct of a trade or business’. This basic requirement cannot be ignored or limited. Applied here, Export’s transactions in relation to the purchases of crude gypsum rock from its related companies and the ultimate resale to the parent possessed none of the characteristics or attributes of an active trade or business.\nI find no argument with the principles enunciated in most of the above cited cases, that to qualify as a Western Hemisphere Trade Corporation the business of the qualifying corporation need not be restricted to new business developed after *643 its incorporation, but that the new subsidiary may be formed to take over functions previously performed by the parent. 8 Mertens, Law of Federal Income Taxation, C. 45, P. 253. However, in the end, ‘The test for qualification as a Western Hemisphere Trade Corporation is in terms of gross income derived from the active conduct of a trade or business.’ (Id.) Here there was none.\nFrank v. International Canadian Corp., 308 F.2d 520 (9th Cir., 1962) serves as a clear illustration of this point. There the parent corporation created a Western Hemisphere Trade Corporation subsidiary to handle sales which were previously handled by the parent. It had no source of supply other than the parent. Its customers were previously serviced by the parent. All of the activities necessary to the sale were performed by employees of the parent on a ‘service contract’ arrangement or in return for a management fee paid by the subsidiary. In holding that the subsidiary still qualified as a Western Hemisphere Trade Corporation, the court ruled that the fact that the subsidiary had no source of supply and only took over sales previously performed by the parent did not serve to disqualify it from the special tax benefits. Further the fact that, ‘the parent corporation’s employees performed all of the subsidiary’s work did not in and of itself, disqualify the subsidiary as a Western Hemisphere trade corporation’. 308 F.2d at 526-527. Clear from a reading of the Frank rationale and holding is that the subsidiary there took over business previously performed by the parent. The parent transferred its selling operations to the subsidiary. The court further found there that the subsidiary was not ‘inactive’:\n‘The facts also show clearly that International earned its income by performing services. International resolved shipping problems with Alaska Pine; it handled all the export declarations and customs papers; it incurred and paid $124,814.72 in freight charges; it was studying the possibility of expanding its business in Canada. In the words of the district court: ’* * * in entire good faith International was organized as a corporation and at all times operated as a bona fide separate entity engaged in substantial and legitimate business activities from which its gross income was derived.’ (308 F.2d at 527)\nIn its dealings with the affiliate mining companies Export performed no services; resolved no problems; incurred no freight charges; and engaged in no genuine business activities.\nI therefore find and conclude that the portion of its income derived from the purchases of crude gypsum from its sister companies and the resale to its parent was not income derived from the active conduct of a trade or business within the meaning of section 921 (26 U.S.C. § 921). I further find and conclude that for this reason Export did not qualify as a Western Hemisphere Trade Corporation and was not entitled to claim the benefits of the special deductions under the Act.\nAllocation of Export’s income to USG\nBased on the same facts related in detail above, the government contends that the income or a portion thereof received by Export from the purchases of crude gypsum rock and the subsequent resales to USG should be allocated to USG under section 482 of the Internal Revenue Code.8 The government also argues that a portion of Export’s income derived from the sale of manufactured products originally purchased from USG and sold to Canadian and to certain uncontrolled buyers in the Caribbean should be reallocated to USG. As discussed in relation to the application of section 482 in the shipping issue, the test is whether the *644 price charged between the affiliated corporations basically reflects an arm’s length price, thus accomplishing the purposes of section 482 which is to place a controlled taxpayer on a tax parity with an uncontrolled taxpayer, by determining according to the standards of an uncontrolled taxpayer the true net income of the property and business of a controlled taxpayer. 7 Mertens, Law of Federal Income Taxation, C. 38, p. 159. In short, the purpose of allocation is to charge income to the taxpayer who earned it.\nAs to the profits resulting from Export’s purchases of crude gypsum from the mining subsidiaries and its resale to USG, the details of these operations have been adequately discussed. As I pointed out in my analysis of the Western Hemisphere Trade question, this scheme of ‘split second’ ownership was devised solely to save USG 14% On its taxes. It had no other ‘substantial economic consequences and commercial significance’. Commissioner of Internal Revenue v. Hammond Organ Western Export Corp., 327 F.2d 964, 966 (7th Cir. 1964). Export assumed no liability for loss or damage in transit; it exercised no control over the goods; it ran no risks because it dealt only with controlled affiliates; and it performed no service. As stated by our Seventh Circuit Court of Appeals in Local Finance Corp. v. Commissioner of Internal Revenue, 407 F.2d 629, 632 (1969): The question is: ‘Whether * * * the companies would have entered into the same arrangements had they been uncontrolled corporations and bargained at arm’s length’. Certainly they would not.\n[9] On the basis of the facts fully presented and vividly illustrated, I can only conclude that the profits earned by Export as a result of its ‘split second’ ownership of crude gyspum should be reallocated to USG to prevent tax avoidance and to clearly reflect its income. See Eli Lilly and Co. v. United States, 372 F.2d 990, 178 Ct.Cl. 666 (1967).\n \nThe more difficult question concerns Export’s profits derived from its purchase of manufactured products from USG and their ultimate resale to Canadian and to the unaffiliated buyers in the Caribbean. Much has been written on how to determine whether intercorporate or interorganizational sales have resulted in an arm’s length price. See Pergament, New 482 Regs. Provide Arm’s-Length Rules Flexibility in Pricing Of Tangible Property, 24 Journal of Taxation 238 (1966); Baker and Baker, The Pricing of Goods in International Transactions Between Controlled Taxpayers, 10 Tax Exec. 235 (1958). But the facts in each case must be measured against what price, as best we can project, would have been charged by uncontrolled companies under similar circumstances.\nOn its sales to Canadian, Export realized mark ups of over 70%. (1957— 77% And 1958— 72%). On its sales in the Caribbean, Export enjoyed mark ups of 55% (1955), 47% (1957), and 56% (1958). When USG first sold these products to Export, however, it was content to take a very small mark up. USG determined what price Export would pay. It decided that Export would pay USG’s costs on cars at the shipping plant plus certain percentages on groups of products which ranged from 4% To 7 1/2%. The prices were based upon cost on cars plus the depreciation plus 3 1/2%. In other words, USG was content to accept a profit mark up as low as 3 1/2% On these products, while its controlled ‘buyer’ would immediately enjoy a mark up of somewhere between 47% And 77%. The taxpayers argue that the prices are reasonable and equivalent to those that would have resulted from an arm’s length transaction between uncontrolled parties. Their arguments and proof in support thereof are not convincing. On the other hand, the government in its argument and through the witnesses it has presented in support thereof, raise serious questions as to the reasonableness of the prices. The government’s expert, while he admitted that there was presently insufficient data available to determine what would be a reasonable or arm’s length price, did conclude that the prices *645 used by USG and Export were ‘far, far, far from arm’s length prices.’\nThe opinion of the government’s expert is buttressed by a simple analysis of the comparative operations of the companies and their economic contribution to the profits of this enterprise. One manufactures and sells a complex product. It has a vast operation with a large capital investment. The other contributes almost nothing. Under ordinary circumstances the terms of their relationship seem unreasonable. Nor was there any evidence that these were proper circumstances for so called ‘marginal’ or ‘incremental cost’ pricing. There was obviously a ready and continuous market for most of USG’s products. Rather, the purpose here seems to have been to shift income to the more favorably taxed Western Hemisphere Trade Corporation.\nRegardless of how low the mark ups enjoyed by USG seem to be, and how disproportionate the distribution of profits appears, I note that other courts have authorized mark ups almost as low as these and profit distributions between controlled taxpayers almost as disproportionate. Frank v. International Canadian Corporation, 308 F.2d 520 (9th Cir., 1962); Pan American Eutectic Welding Alloys Co., 36 T.C. 284 (1961); Polak’s Frutal Works, Inc., 21 T.C. 953 (1954). But see Eli Lilly and Co. v. United States, 372 F.2d 990, 178 Ct.Cl. 666 (1967).\n[10] In deference to these authorities I find that as to income derived from the purchase of manufactured goods by Export from USG and the resale of those goods to Canadian and other buyers, the distribution of income between USG and Export was not unreasonable and clearly reflects the income of both taxpayers.\n \nAs in the shipping issue, the taxpayers challenge the authority of the government to raise the question of reallocation under section 482, when no reallocation was attempted by the Secretary of the Treasury or his delegate. For the same reasons I stated relative to the shipping issue, I reject the argument and hold that the question was properly raised in these proceedings.\nSTOCK SPLIT ISSUES\nThese issues relate to amounts paid for legal services, registration fees and stock certificates in 1955 and whether these amounts are deductible as ordinary and necessary business expenses under section 162 (26 U.S.C. § 162) and, whether or not certain other amounts paid in connection with a 1920 stock transaction and eight stock dividends are deductible as an ordinary loss under section 165 (26 U.S.C. § 165)9 These questions involve only the tax year 1955.\nA complete stipulation of facts has been agreed to by the parties and this stipulation with a series of exhibits (A through G) has been filed of record in the case. All of the facts so stipulated are hereby adopted as findings of fact herein. The parties are also in complete agreement, and have so stipulated, as to the questions to be decided.\nThe stipulated facts\nThe stockholders of USG, at a special meeting held December 28, 1955, adopted a resolution authorizing that the aggregate number of authorized shares of the company’s common stock be increased from three million shares par value $20.00 to eighteen million shares par value $4.00. It was also provided that the common stock of USG would split five for one, each shareholder getting five shares of ‘new common stock’ ($4.00 par value) for each share of ‘old common stock’ ($20.00 par value). Mechanically each shareholder received four additional shares of par value stock and the share of old stock ($20.00 par value) in his possession was reclassified as a share of new stock ($4.00 par value).\nThe voting, call and conversion privileges of the new stock were identical with the old stock. There was no change in the capital account of USG and there was no transfer of any amounts from either earned surplus or paid in surplus to the capital account, and no bookkeeping entries were made to reflect the split. The split did not involve a transfer of cash or property to USG and the value of *646 USG’s property and assets immediately after the transaction was the same as it was prior to the transaction. The purpose of the transaction was to provide a wider distribution of the common shares of the company and to make them more readily marketable.\nIn connection with the 1955 stock split, USG incurred the following expenses: $1,850.00 for legal services in revising and drafting a proxy statement, exchange listing, etc; $17,650.00 for registration fees paid to the New York and the Midwest Stock Exchanges; and $6,375.20 for printing expenses for the new $4.00 par value stock certificates. These expenses totaled $25,875.20.\nAs to these expenses the parties have stipulated that the question to be decided is:\nWhether or not the amounts paid for legal services, registration fees and stock certificates, pursuant to the 1955 transaction are deductible as ordinary and necessary business expenses under section 162 of the Internal Revenue Code of 1954. (26 U.S.C. § 162).\nThe second aspect of the stock split issues concerns a 1920 transaction and eight subsequent stock dividends, the expense of which USG now seeks to deduct as ordinary losses. Until 1920 USG was a New Jersey corporation, but in that year it caused a new corporation, now USG Company, to be organized in Illinois. All of the capital stock, property, assets and interests, with the exception of funds sufficient to pay recently declared cash dividends, and all of the debts and obligations of the New Jersey corporation were conveyed to USG, the Illinois corporation, in exchange for preferred and common stock of the new Illinois corporation. The name of the New Jersey corporation was changed to the Avery Gypsum Company. Of the total costs incurred by USG with respect to this reorganization and claimed by it as a deduction in its income tax return $31,416.11 was disallowed by the Internal Revenue Service.\nSince 1920 there has been declared eight stock dividends as follows:\n\n\n\n\n12-31-20\n \n|5%\n \n|\n12-31-21\n \n|5%\n \n|\n12-31-22\n \n|10%\n \n|\n12-31-23\n \n|20%\n \n|\n12-31-24\n \n|35%\n \n|\n12-31-25\n \n|15%\n \n|\n12-31-26\n \n|35%\n \n|\n7- 5-28\n \n|10%\n \n|\n\n\n\n\nThe total costs arising with respect to these stock dividends were $70,286.03.\nApparently, no deduction has ever been allowed relative to the expenses of the 1920 transactions and the subsequent stock dividends. USG here states that the stock issued in 1920 and that issued on the eight subsequent stock dividends were eliminated by the 1955 stock split. This stock is therefore, in its view, ‘property discarded’ giving rise to a claim for loss under section 165.\nThe present action was preceded by USG’s filing a claim for refund relating to its 1955 income taxes. The claim for refund is before the court as a part of the stock split stipulation. In that claim for refund, USG relied exclusively on section 162 of the Internal Revenue Code as its basis for allowing a deduction for its stock split costs.\nThe parties have stipulated that the questions to be decided relative to the 1920 transaction and the eight subsequent stock dividends are:\nWhether or nor the amounts stated above in connection with the 1920 transaction and the eight stock dividends are deductible as an ordinary loss deduction under section 165 (26 U.S.C. § 165); and Whether plaintiff is barred from claiming a deduction with regard to the above question because that issue was not raised in plaintiff’s claim for refund.\nThe expenses connected with the 1955 stock split\n[11] The question here presented is whether the expenses connected with the five for one stock split in 1955 are ‘ordinary *647 and necessary business expenses’ and thereby deductible under section 162 (26 U.S.C. § 162), or are they more properly categorized as capital expenditures. Capital expenditures are not deductible. (26 U.S.C. § 263(a)).\n \nIn support of its argument that expenses related to a stock split are deductible as ordinary and necessary expenses, USG states that stock split expenses are analogous to expenses incurred by a corporation engaged in a proxy contest— which have been held to be deductible. The only basis for the analogy is found in the statement in USG’s briefs, ‘a stock split * * * may well help to avoid a future proxy contest’. The government, on the other hand, likens a stock split and the expenses connected therewith to a stock dividend. The purpose of the stock split here was to ‘make the shares more marketable’. I agree with the arguments of the government that the circumstances here are more analogous to a stock dividend. Expenses connected with stock dividends have been held nondeductible under section 162 in a number of cases. See General Bancshares Corp. v. Commissioner of Internal Revenue, 326 F.2d 712 (8th Cir., 1964); Southern Gas and Water Co. v. United States, 14 Am.Fed.Tax. R.2d 5827 (S.D.W.Va., 1964); Arkansas Louisiana Gas Co. v. Commissioner of Internal Revenue, 331 F.2d 850 (5th Cir., 1964); United Industrial Corp. v. Commissioner of Internal Revenue, 331 F.2d 605 (6th Cir., 1964).\nAccordingly, I find that the expenses incurred were in no way related to income producing activities and were not ordinary and necessary within the meaning of section 162.\nThe loss incurred in connection with the 1920 transaction and the eight stock dividends.\nIn connection with the corporate changes of 1920 and the eight stock dividends, USG expended over $100,000.00. No deduction was ever made for these expenses. USG now argues that because of the new (1955) stock split, the stock issued in 1920 and that issued in the eight stock dividends have been eliminated. USG claims that this stock is now property ‘permanently discarded’ and is similar to the ‘abandonment of a franchise’. As a result, USG claims the prior expenses as a loss deduction under section 165(a). (26 U.S.C. § 165(a)). That section provides:\n‘There shall be allowed as a deduction any loss sustained during the taxable year and not compensated for by insurance or otherwise.’\nBoth parties argue their interpretation of Treasury Regulations relating to section 165, but I believe the question is resolved from the unambiguous language of the statute. The statute requires a loss. I find no loss here. On the contrary, the decision in 1955 to authorize the stock split was undoubtedly made with a view toward benefiting the corporation. The ‘abandoned property’ argument is likewise unimpressive. I see no similarity between the authorities cited and the facts before me. Dragon Cement Co. v. United States, 144 F.Supp. 188 (Maine, 1956).\nIn summary, I find that the amounts expended in connection with the 1920 transactions and the eight subsequent stock splits are not deductible as losses sustained during the taxable year within the meaning of section 165(a).\nIn view of this finding it is unnecessary to resolve the final question raised in these issues and presented in the stipulation of the parties, namely, whether plaintiff is barred from claiming a deduction with regard to the expenditures connected with the 1920 transactions and the eight stock dividends because that issue was not raised in plaintiff’s claim for refund. I should observe, however, that I have reviewed the claim for refund filed by USG and find no reference to the claims presented here. The statute (26 U.S.C. § 7422(a)) limiting the court’s consideration to matters where a claim for refund has been duly filed has been rather strictly construed, as the legion of cases cited by the government indicate. I do not believe that the clear prerequisites of the statute may be disregarded *648 because the government has raised off-setting issues to the plaintiff’s complaint. But see Union Pacific Railroad Co. v. United States, 389 F.2d 437, 182 Ct.Cl. 103 (1968). I also recognize that the government is permitted to raise new issues, by way of offsets, after the claim for refund is placed in suit and I have so held relative to the allocation questions presented in the ‘shipping’ and ‘Export’ issues. While there may be some inconsistency in this procedure, it is not without logic and it is what the statutes provide.\nTHE PATENT INCOME ISSUES\nThese issues, involving only the calendar year 1958, concern a payment of $799,003.77 to USG in 1958 in settlement of certain civil proceedings brought by USG to recover damages for the use of its patents. As in the previous issues, the parties agreed to and have filed a complete stipulation of facts along with appropriate exhibits. I hereby adopt, as findings of fact, all of the facts so stipulated.\nFacts giving rise to the issue\nIn 1953 USG filed suit against National Gypsum Co. (‘National’) and Certain-Teed Products Corp. (‘Certain-Teed’) in the United States District Court for the Northern District of Iowa alleging the use by National and Certain-Teed of certain of USG’s patents during the period of February 1, 1948, to May 15, 1951. USG claimed a right to recover $2,250,000.00. It claimed these damages on five different bases set forth in five separate counts of the complaint. The defendants denied USG’s right to recovery and also petitioned the United States District Court for the District of Columbia to enjoin the Iowa proceedings on the ground that a final decree of that court May 15, 1951 and which was entered pursuant to an order of the United States Supreme Court, reported at United States v. United States Gypsum Co., 340 U.S. 76, 71 S.Ct. 160, 95 L.Ed. 89, prohibited USG from bringing the Iowa actions or from recovering in those actions. The defendants also claimed that a prior misuse by USG of its patents remained unpurged until May 15, 1951. The District of Columbia court enjoined USG from pursuing the Iowa suits. (Dec. 9, 1954). On appeal, the United States Supreme Court sustained the District of Columbia court’s decision with respect to counts 1 and 2 of the Iowa complaint, but reversed with respect to counts 3, 4 and 5. It also remanded the case to the District of Columbia court to determine whether USG had misused the patents during the period in issue. 352 U.S. 457, 77 S.Ct. 490, 1 L.Ed.2d 465, decided Feb. 25, 1957.\nUSG then entered into settlement and release agreements with the defendants National and Certain-Teed. Those settlement agreements and releases are before the court as a part of the stipulation filed by the parties. Pursuant to the settlement agreements USG was paid a total of $799,003.77 by National and Certain-Teed and the parties agreed to dismiss both the Iowa and the District of Columbia actions. Both actions were dismissed with prejudice, the Iowa case on June 24, 1958, and the District of Columbia case on July 28, 1958. Further facts and the legal background of this most complex situation are set forth in the decision of the United States Supreme Court in United States Gypsum Co. v. National Gypsum Co., 352 U.S. 457, 77 S.Ct. 490, 1 L.Ed.2d 465.\nUSG filed its income tax return for the calendar year 1958 on the basis that these payments from National and Certain-Teed totaling $799,003.77 for use of its patents were governed by section 1304 of the Internal Revenue Code of 1954 which provided in effect that any amount received as an award in a civil action for infringement of a patent may be spread over a number of years, covering the period of the infringement.\nThe Internal Revenue Service disallowed USG’s use of section 1304 and USG was assessed a deficiency. USG paid the deficiency and claimed a refund. The refund was denied and USG brought *649 this suit. The issues to be decided, again by stipulation, are:\n(1) Whether or not the payment USG received from National and Certain-Teed in the amount of $799,003.77 is covered by the provisions of section 1304 of the Internal Revenue Code of 1954, and; (2) Whether or not a computation under section 1304 should take into account USG’s Korean War Excess Profit taxes both during and after the years covered by the Iowa suits.\nThe history and application of section 1304\nSection 1304 of the Internal Revenue Code of 1954 (formerly 26 U.S.C. § 1304) provided as follows:\n‘If an amount representing compensatory damages is received or accrued by a taxpayer during a taxable year as the result of an award in a civil action for infringement of a patent issued by the United States, then the tax attributable to the inclusion of such amount in gross income for the taxable year shall not be greater than the aggregate of the increases in taxes which would have resulted if such amount had been included in gross income in equal installments for each month during which such infringement occurred.’\nUnder this section a taxpayer who received an amount which represented compensatory damages resulting from a judgment in a civil action for infringement could limit his tax to the amount for which he would have been liable if the award had been received proportionately over the months during which the infringement occurred.\nSection 1304 was one of a generally unrelated series of sections (sections 1301-1307) of the Internal Revenue Code of 1954, which provided limited relief from taxes due to ‘bunched income’. These sections authorized a ratable spread back in six special and limited situations where a taxpayer’s income had extraordinary fluctuations. These income spreading or averaging provisions were repealed when Congress enacted the Internal Revenue Code of 1964. In place of the narrowly confined provisions in the 1954 Code, the 1964 Act included provisions for income averaging of much more general application. See Scheff, The New Income Averaging Under The Revenue Act of 1964, N.Y.U.23rd Inst. on Fed.Tax. 29 (1965). I should also observe, however, that the present sections, unlike the prior law, apply only to individuals and are not available to corporations. This is consistent with the purpose of the new income averaging provisions which are designed to alleviate some of the problems which result from progressive tax rates. Corporations, of course, are not subject to progressive rates. Furthermore, the usefulness of the new sections is somewhat more limited in that the years to which the payments relate are not taken into consideration. The income can only be spread over the past five years. In light of the original purpose and subsequent history of section 1304, I now briefly review certain relevant aspects of USG’s patent litigation.\nThe original Iowa action contained five counts. Counts 1 and 2 were based on royalty provisions of a license agreement. That licensing agreement was previously held invalid under the antitrust laws. Counts 3 and 4 were based on a quantum meruit theory for use of the patents. Count 5 charged infringement.\nThe defendants in the Iowa suit argued that the maintenance of that action was in violation of a decree of the District Court for the District of Columbia enforcing the finding of the invalidity of the licensing agreements above referred to. On defendants’ petition, the District of Columbia Court enjoined the proceedings in the Iowa Court. On appeal by USG, the Supreme Court reversed as to counts 3, 4, and 5. The defendants had also raised the defense that USG had misused the patents during the years in question. On remand, the Supreme Court directed the District of Columbia court to determine whether USG had misused the patents. In this posture, *650 and obviously to avoid the uncertainty and hazards as well as the time and expense attendant to litigation of this type, the parties entered into settlement negotiations. The defendants paid USG $799,003.77 and, by stipulation, the Iowa and District of Columbia cases were dismissed with prejudice.\n[12] In opposition to the contentions of USG that former section 1304 is applicable to the amounts received in this settlement, the government argues that: (a) The amounts were not received as the result of an award in a civil action because there was no decree or judgment entered; and (b) The settlement was not for infringement of a patent.\n \nThe dismissal was not a decree or judgment\nSection 1304 referred to compensatory damages, ‘* * * received * * * as the result of an award in a civil action for infringement of a patent * * *.’ There was no award in this case. The Treasury Regulations (1.1304) relating to section 1304 provide in part:\n‘Definition of terms— (1) ‘Compensatory damages.’ (i) For purposes of section 1304 and this section the term ‘compensatory damages’ means an amount awarded pursuant to a judgment or decree by a court as the result of a civil action for infringement of a patent (or contributory infringement) which action is authorized by title 35 U.S.C. 281. The term is limited to that portion of the award which represents damages to compensate the taxpayer for the actual infringement sustained. It does not include that portion of the award which represents increased damages awarded by the court over and above the amount found adequate to compensate for the infringement, attorney’s fees, interest or costs.\n \n(ii) An amount awarded pursuant to a consent decree or judgment may be considered compensatory damages for purposes of this section.\n \n(iii) An amount received or accrued pursuant to a settlement of the action, after a decree of judgment awarding damages to the taxpayer has been entered, may be considered as compensatory damages even though such amount is not made a part of a consent decree. In such case the taxpayer must show which portion of the amount received or accrued represents compensatory damages.\n \n(iv) An amount received or accrued pursuant to a settlement of the action where no judgment or decree, or consent judgment or decree, is entered will not constitute compensatory damages.’\n \nThere was no amount awarded pursuant to a judgment or decree of any court. Nor was there a consent decree entered. This was clearly an amount received pursuant to a settlement without the status or benefits of a decree or judgment. The statute and the regulations both clearly require a decree or judgment before the benefits of section 1304 may be invoked. See Cutler, Taxation of The Proceeds of Litigation, 57 Colum.L.Rev. 470 (1957).\nThe settlement was not for infringement of a patent\n[13] As related above, after the Supreme Court’s decision, three counts remained in USG’s action against National and Certain-Teed. Two of those counts were based on a theory of quantum meruit. Only one count alleged infringement. The case was further complicated by the defense of misuse of the patents. With the Iowa case in this complicated posture, I cannot conclude that the settlement was based on the infringement action and thereby came within the narrow provisions of section 1304.\n \nIn summary, based on the full and complete record before me, I find that the amounts received in settlement of the Iowa litigation did not constitute an award in a civil action for infringement of a patent within the meaning of section 1304.\nIn view of this finding, it is of course unnecessary to determine the final question *651 whether any computation under section 1304 should take into account USG’s Korean War Excess Profit taxes during and after the years covered by the Iowa litigation.\nJUDGMENT\nThe attorneys for all of the parties are directed to compute, consistent with the findings and conclusions herein, the amounts of any refunds due plaintiffs. Upon such recomputations the parties shall prepare and submit for entry separate judgments in each of these previously consolidated actions.\n\n\n\n\nDaily time-charter rate round trip\n \n||\nvoyage days\t\n \n|$......................\n \n|\nFuel\t\n \n|$......................\n \n|\nPort Charges\t\n \n|$......................\n \n|\nBurden\t\n \n|$......................\n \n|\nTotal\t\n \n|$......................\n \n|\nDivided by tons to be carried (5600)\t\n \n|$...............per ton\n \n|\nPlus service charge of 25¢ per ton\t\n \n|$...............per ton\n \n|\n\n\n\n\nAll Citations\n304 F.Supp. 627, 23 A.F.T.R.2d 69-1605, 69-2 USTC P 9454\n\n\n\nFootnotes\n|\n1\n|The original claimed offsets also included amounts paid by USG to Gypsum Packet Company Ltd. and Gypsum Transportation Company Inc., two other wholly owned subsidiaries, for shipping related services. The government does not now question the payments made to Gypsum Packet Company Ltd. and to Gypsum Transportation Company.\n|\n2\n|The formula for establishing rates is as follows:\n|\n3\n|Shipments during 1957 and 1958 were made on the Queen, the Prince, the Duchess, the Empress and the King. Shipments during 1954 and 1955 were made on the Queen, the Prince and the King. (See stipulation pars. 14-18 and Exs. 116 and 117 for complete tonnage figures.)\n\nYEAR\n|AMOUNT PAID\n|----\n|-----------\n|1954\n|$ 3,519,916\n|1955\n|3,446,042\n|1957\n|6,199,847\n|1958\n|4,519,018\n|TOTAL\n|$17,684,823\n||\n4\n|The payments made by USG to Panama were not necessarily deducted by USG in reporting its federal income tax for the year in which the payment was made. Under USG’s method of accounting it included the amount paid Panama for shipping in its costs of the gypsum rock purchased during the year, and that cost, after adjustment for its beginning and ending inventories, became USG’s cost of goods sold for the year. The cost of goods sold was then subtracted from its gross receipts to determine USG’s gross income for federal income tax purposes. (Stip. pr. 20.).\n|\n5\n|For a complete discussion of the tax benefits of operating as a Western Hemisphere Trade Corporation, See Raskind, The Western Hemisphere Trade corporation: A Functional Perspective 16 Vand.L.Rev. 1 (1962).\n|\n6\n|Export had interest income of $17,435 in 1957 and $20,308 in 1958, which was not income from sources from without the United States. Thus, income from without the United States must be in excess of the above stated amounts to exceed 95% In those years.\n|\n7\n|This ruling relates only to the purchase and sale of crude gypsum rock and not necessarily to the other operations of Export. (e.g. Its sales of manufactured products) However, in determining that the income from the sale of crude gypsum was not in the active trade of business Export falls well below the 90% Requirement of subparagraph 2 of 921, i.e., 90% Of its gross income was not derived from the active conduct of a trade business.\n|\n8\n|Had Export qualified as a Western Hemisphere Trade Corporation it would still be subject to the provisions of section 482. Eli Lilly and Co. v. United States, 372 F.2d 990, 178 Ct.Cl. 666 (1967).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}