{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by NSK Ltd v. U.S., CIT, July 8, 2002\n22 C.I.T. 167\nUnited States Court of\nInternational Trade.\nNEC HOME ELECTRONICS, LTD. and NEC Technologies, Inc., Plaintiff,\nv.\nUNITED STATES, Defendant.\nSlip Op. 98–32.\n|\nCourt No. 89–09–00535.\n|\nMarch 24, 1998.\nSynopsis\nForeign producer and its related distributors challenged Department of Commerce’s (DOC) final determination, on remand 54 F.3d 736, on calculation of antidumping duty in connection with sales of televisions. The United States Court of International Trade, Musgrave, Senior Judge, held that: (1) substantial evidence did not support DOC’s determination of foreign market value (FMV) for use in calculating antidumping duty, and (2) evidence established that producer’s sales to related parties, in compliance with Japanese Commodities Tax, were equivalent to prices charged at arm’s length, and thus must be basis for determining FMV.\n \nRemanded.\n \n\n\nWest Headnotes (4)\n\n\n[1]\n|Customs DutiesScope of inquiry or review\n|\n|In reviewing agency’s antidumping determinations, Court of International Trade must first determine whether the agency, in its methodology, has given proper effect to the statute that it is charged with administering by evaluating for reasonableness the way in which agency chose to interpret the statute it is applying. Tariff Act of 1930, § 516A(b)(1)(B), as amended, 19 U.S.C.A. § 1516a(b)(1)(B).\n\n|\n\n\n[2]\n|Customs DutiesDetermination, Judgment, and Relief;  Summary Judgment\n|\n|Court of International Trade will sustain agency’s antidumping determination if it is reasonable and supported by the record as a whole, including whatever fairly detracts from the substantiality of the evidence. Tariff Act of 1930, § 516A(b)(1)(B), as amended, 19 U.S.C.A. § 1516a(b)(1)(B).\n\n|\n\n\n[3]\n|Customs DutiesForeign market value, fair value, and adjustment\nCustoms DutiesProceedings\n|\n|Substantial evidence did not support Commerce Department’s (DOC) calculation, on remand from Court of Appeals, of foreign market value (FMV) of foreign producer’s television sets in fixing antidumping duties; DOC was instructed to consider producer’s claim that its sales to related distributors were made at arms length given its compliance with Japanese Commodity Tax, but DOC refused to use commodity tax standard based on producer’s failure to present evidence of prices for sales to unrelated parties, even though producer made no unrelated party sales. 19 C.F.R. § 353.22(b) (1987).\n3 Cases that cite this headnote\n|\n\n\n[4]\n|Customs DutiesForeign market value, fair value, and adjustment\nCustoms DutiesProceedings\n|\n|Sufficient evidence established that foreign producer’s sales of television sets to its related distributors were equivalent to prices charged at arm’s length, given its compliance with Japanese Commodity Tax, such that determination of foreign market value (FMV) in connection with calculating antidumping duty must be based on sales price to related parties plus commodities tax. 19 C.F.R. § 353.22(b) (1987).\n3 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n**1452 *167 Paul, Weiss, Rifkind, Wharton & Garrison (Robert E. Montgomery, Jr., Robert P. Parker), for plaintiffs.\nFrank W. Hunger, Asst. Atty. Gen., David M. Cohen, Director, Velta A. Melnbrencis, Asst. Director, U.S. Dept. of Justice, Civil Div., Commercial Litigation Branch (Lucius B. Lau), for defendant.\n\n\n\n\nOPINION\nMUSGRAVE, Senior Judge.\nIn this action the Court considers defendant U.S. Department of Commerce’s (“DOC” or “Commerce”) Final Results of Redetermination Pursuant to Court Remand. Plaintiffs NEC Home Electronics, Ltd. and NEC Technologies, Inc. (“NEC”) challenge the Final Results and seek a further remand to recalculate an imposed dumping duty.\n \n\nBackground\nThis case concerns the calculation by Commerce of an antidumping duty in connection with NEC’s sales of televisions over a four year period. The subject merchandise was produced by NEC Home Electronics, Ltd., (“NECHE”), and distributed by NECHE’s related sales companies in the home market (“NECSCs”) and in the U.S. market (“NECHE (USA)”) (collectively “NEC”). Commerce published the final results of its antidumping duty administrative review in 1989, and NEC challenged the DOC’s methodology and conclusions.\n \nIn calculating the foreign market value (“FMV”) of NEC’s merchandise for comparison with the U.S. price and determination of a dumping margin,1 Commerce based FMV on sales by the NECSCs to their unrelated customers. See Television Receivers, Monochrome and Color, from Japan; Final Results of Antidumping Duty Administrative Review and Determination Not To Revoke in Part, 54 Fed.Reg. 35,517 (1989). NEC challenged that decision on the grounds that its sales between NECHE and the NECSCs, while related parties, were at arm’s length, and therefore these transactions should be the basis for determining FMV. The DOC found that NEC had not provided data to support its assertion and rejected this argument Id. at 35,522.\n \n**1453 *168 Upon review, this Court affirmed the DOC’s conclusion. NEC Home Electronics, Ltd. v. United States, 18 C.I.T. 336, 1994 WL 176914 (1994). The Court found that the DOC could not examine NEC’s sales to related parties to determine whether they were at arm’s length because that information had been submitted in an untimely fashion. Id. at 339–40. However, NEC appealed and the Court of Appeals for the Federal Circuit (“CAFC”) affirmed in part, vacated in part, and remanded the case to this Court with instructions to return the case to Commerce. NEC Home Electronics, Ltd. v. United States, 13 Fed. Cir. (T) ––––, 54 F.3d 736 (1995). The CAFC found that Commerce never rejected NEC’s argument on grounds of untimeliness, and in fact had provided no express reason for rejecting NEC’s argument. The CAFC concluded that it was “powerless to affirm an administrative action on a ground not relied upon by the agency.” Id. at ––––, 54 F.3d at 743 (citation omitted). The CAFC remanded the case with instructions to this Court for remand to the DOC, where NEC’s arm’s length transaction argument was to be given due consideration.\n \nThe CAFC limited further review to two specific issues, both of which are now before this Court. First, NEC argued that the Japanese commodity tax, imposed on related party sales in its home market, made its sales to its related sales companies the equivalent of arm’s length transactions and therefore within the ITA’s statutory authority to consider in determining FMV. Second, NEC argued in the alternative that if NEC’s related party sales were not used, then Commerce should make a level of trade adjustment to FMV on the grounds that NEC’s home market sales were on the same commercial level of trade as its sales in the U.S. market. The CAFC directed this Court to order Commerce to consider both of these assertions.\n \nIn remanding the case to Commerce, this Court ordered that:\n(1) the Department of Commerce will consider plaintiffs’ Japanese commodity tax argument, advanced in support of the claim that NECHE’s sales to NECSCs were made at arm’s length and, therefore, should have been used to calculate foreign market value, based upon the information contained in the administrative record with respect to this argument, including the affidavit [of NEC’s expert]; and, (2) if the Department of Commerce rejects plaintiffs’ commodity tax argument and refuses to use NEC’s related-party sales in the home market for calculating foreign market value, the Department of Commerce will consider the evidence and arguments presented by plaintiffs with regard to their claim for a level-of-trade adjustment, including the affidavits of [NEC’s experts]; and, (a) if the Department of Commerce finds either of plaintiffs’ methods for calculating the level-of-trade adjustment satisfactory, it will grant the adjustment; and (b) if the Department of Commerce finds both plaintiff’s methods for calculating the level-of-trade adjustment unsatisfactory, it will reject the claim for a level-of-trade adjustment, stating its reasons for the rejection.\n19 CIT 1283 (1995).\n \n*169 Pursuant to this order, Commerce examined NEC’s arguments and provided this Court with its Final Results of Redetermination Pursuant to Court Remand, NEC Home Electronics, Ltd. v. United States (1996) (“Redetermination”). In the Redetermination, Commerce rejected NEC’s evidence that its obligation to comply with the Japanese commodity tax law established that its sales to related parties were at arm’s length. Commerce did not reach the level of trade adjustment issue. After receiving the Redetermination, the Court entertained comments from the parties, in which NEC challenged the DOC’s conclusion and asked the Court to remand the case to Commerce for further reconsideration. For the reasons that follow, the Court grants NEC’s request.\n \n\nStandard of Review\n[1] [2] In reviewing antidumping determinations, the Court “shall hold unlawful any determination, finding, or conclusion found ... to be unsupported by substantial evidence on the record, or otherwise not in accordance with law.” 19 U.S.C. § 1516a(b)(1)(B) (1988). Under this standard, the Court must first determine whether **1454 the agency, in its methodology, has given proper effect to the statute that it is charged with administering. The Court will “evaluate for reasonableness the way in which [an agency] chose to interpret” the statute it is applying. Micron Technology, Inc. v. United States, 117 F.3d 1386, 1396 (1997); Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 842–43, 104 S.Ct. 2778, 2781–82, 81 L.Ed.2d 694 (1984). “As long as the agency’s methodology and procedures are reasonable means of effectuating the statutory purpose, and there is substantial evidence in the record supporting the agency’s conclusions, the court will not impose its own views as to the sufficiency of the agency’s investigation or question the agency’s methodology.” Ceramica Regiomontana, S.A. v. United States, 10 C.I.T. 399, 404–05, 636 F.Supp. 961, 966 (1986), aff’d, 5 Fed. Cir. (T) 77, 810 F.2d 1137 (1987) (citations omitted). The Court must then determine whether the agency’s determinations or conclusions are supported by substantial evidence, which “means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.” Universal Camera Corp. v. NLRB, 340 U.S. 474, 477, 71 S.Ct. 456, 459, 95 L.Ed. 456 (1951) (citations omitted). “[Substantial evidence] is something less than the weight of the evidence, and the possibility of drawing two inconsistent conclusions from the evidence does not prevent an administrative agency’s finding from being supported by substantial evidence.” Consolo v. Federal Maritime Comm’n, 383 U.S. 607, 620, 86 S.Ct. 1018, 1026, 16 L.Ed.2d 131 (1966) (citations omitted). The Court will “sustain [an agency’s] determination if it is reasonable and supported by the record as a whole, including whatever fairly detracts from the substantiality of the evidence.” Negev Phosphates, Ltd. v. United States, 12 C.I.T. 1074, 1077, 699 F.Supp. 938, 942 (1988) (citations omitted).\n \n\n*170 Discussion\nAt the time of the administrative review at issue, the antidumping statute permitted Commerce to base its dumping calculation on transactions between related parties such as NEC and the NECSCs. The regulations provided, however, that the DOC “ordinarily” would not use such related-party transactions “unless such sales are demonstrated to the satisfaction of the Secretary to be at prices comparable to those at which such or similar merchandise is sold to persons unrelated to the seller.” 19 C.F.R. § 353.22(b) (1988). The regulations also provided that the price comparison underlying the dumping calculation would “generally” be based on transactions at the same level of trade. 19 C.F.R. § 353.19 (1988). If sales at the same level of trade were insufficient in number, then the regulations provided that “the comparison will be made at the nearest comparable commercial level of trade and appropriate adjustments will be made for differences affecting price comparability.” Id. Thus, if the related-party NEC–NECSC transactions were at arm’s length, § 353.22 required the DOC to base its dumping calculations on those sales; otherwise, under § 353.19, NECSCs’ home market sales to the first unrelated party could be used, but with a level-of-trade adjustment to assure an appropriate “apples-to-apples” comparison. The issue presented is whether Commerce properly applied its regulations to the data provided by NEC. The Court rejects Commerce’s Redetermination conclusion based on its failure to follow the regulations.\n \nNEC argues that Commerce failed to comply with the remand order and that the DOC did not give full consideration to NEC’s commodity tax argument. Commerce argues that it dismissed the commodity tax argument on the ground that the method for determining a market price under the commodity tax standard did not comport with DOC standards and practices. NEC contends that the commodity tax standard is virtually identical to the DOC’s standards.\n \nThe Court agrees with NEC that the commodity tax is virtually identical to the DOC’s standards, and that NEC’s compliance with the tax law is evidence that the prices charged to related parties are equivalent to prices charged at arm’s length. In Zenith Radio Corp. v. United States, 9 C.I.T. 110, 606 F.Supp. 695 (1985), aff’d, 783 F.2d 184, 4 Fed. Cir. (T) 44 (Fed.Cir.1986), this Court found the Japanese commodity tax to be a useful tool for deciding whether a transaction **1455 was made at arm’s length, although in that case commodity tax information was offered as a surrogate for constructed value, not FMV. “The Japanese Commodity Tax Law defines the taxable basis of the television sets in terms which are virtually identical to the terms of foreign market value.” Id. at 112 n. 7, 606 F.Supp. at 698 n. 7. Thus, “[b]y a fortiori reasoning they [the DOC] are certainly authorized to use secondary evidence of price (such as the commodity tax information) when direct evidence is not sufficient or usable.” Id. at 112, 606 F.Supp. at 698–99.\n \n[3] NEC submitted an affidavit which provides such secondary evidence of price. Mr. Kentaro Kono, the Comptroller of NECHE, states in this *171 affidavit that the related-party sales price is an accurate measure of foreign market value because the price\nmust be at an amount equivalent to the freely-offered selling price of the commodity for sale to any wholesale purchaser, in the ordinary course of trade and in the usual quantities, at the time of transfer from manufacturer to wholesaler.\nPl.’s Comments on the Dept. of Commerce’s Remand Determination, Ex. A at 2. NEC states that “[t]his element of the Japanese tax law is indistinguishable from the ‘arm’s length’ price on which [the ITA] bases foreign market value. The antidumping statute defines ‘foreign market value’ as the price ‘at which such or similar merchandise is sold ... in the principal markets of the country from which exported, in the usual quantities and in the ordinary course of trade for home consumption.’ ” Id. at 20 (citing 19 U.S.C. § 1977b(a)(1) (1988)). NEC’s argument that the two definitions of market price are virtually identical and interchangeable for purposes of determining FMV is persuasive.\n \nCommerce dismissed NEC’s proposed standard, and the Redetermination does not reach the merits of the commodity tax argument. Commerce states in its defense that it is not required to use related-party sales data, which is the crux of NEC’s commodity tax argument, “unless such sales are demonstrated to the satisfaction of the Secretary to be at prices comparable to those at which such or similar merchandise is sold to persons unrelated to the seller.” 19 C.F.R. § 353.22(b) (1998). The DOC argues that this standard is permissive and provides great latitude in determining whether a related party sale can be used in calculating FMV. NEC contends that the DOC’s standard is unreasonable because it cannot be met, and that the DOC has made it impossible for a party to establish an issue to the “satisfaction of the Secretary” under the standard the DOC has set forth.\n \nCommerce, both in the initial Final Determination and in the Redetermination, refused to use the commodity tax standard because NEC had not presented evidence of prices for un related parties. However, the CAFC forbade the DOC from using a standard which demands evidence of unrelated party sales, because it presented NEC with an impossibility: NECHE makes no unrelated party sales, and thus the only price information it can directly show is that of its sales to the related NECSCs. The CAFC held that the use of this standard by Commerce constituted an abuse of discretion. NEC Home Electronics, Ltd. v. United States, 13 Fed. Cir. (T) at ––––, 54 F.3d at 745. The CAFC discussed this unreasonable standard with respect to the DOC’s review of NEC’s level-of-trade adjustment argument, see infra. However, the DOC’s use of the same unlawful standard in refuting NEC’s commodity tax argument is equally unreasonable and constitutes a similar abuse of discretion. Despite the CAFC admonition, Commerce’s brief supporting its Redetermination employs the same unreasonable standard which, in effect, penalizes NEC for a lack of evidence of unrelated party sales. Def.’s Resp. to Pl.’s Comments at 13–16. Thus, the Court agrees with NEC that the DOC has *172 made it impossible to establish whether sales have been made at a fair market value.\n \n[4] Commerce cannot penalize NEC for a lack of unrelated party sales data when there is statutory authority to consider NEC’s related party sales data. The antidumping regulations provide, as quoted above, that the DOC cannot consider related party sales data unless the sales are a price comparable to that price offered to unrelated parties. The Court finds that evidence of NEC’s compliance **1456 with the Japanese Commodity Tax (hereinafter “JCT”) is sufficient to establish that NEC’s sales to its related sales companies were at a price comparable to that which would have been offered to unrelated parties had it made such sales. The Court concludes that NEC has established that its sales to related parties were equivalent to prices charged at arm’s length and must be the basis for determining FMV.\n \nIn sum, the CAFC remanded because Commerce did not consider NEC’s commodity tax argument at all, rejecting without comment NEC’s evidence and affidavits. On the question of whether Commerce fully considered NEC’s submissions in the Redetermination, the Court finds that it has not. Commerce reviewed all of NEC’s evidence, but subjected the evidence to a standard that the CAFC found unreasonable, and therefore the DOC’s conclusions cannot be based upon substantial evidence. Commerce again used an unreasonable standard which the CAFC specifically stated was inappropriate in this case. The Court remands this issue to Commerce for further redetermination. Commerce is ordered upon remand to recalculate NEC’s FMV and antidumping duty. FMV shall be based upon the data that NEC provided establishing a market price based upon its sales to related parties in its home market plus the additions imposed by the Japanese government pursuant to the JCT. Commerce shall then recalculate the antidumping duty in accordance with the new FMV value and under the proper standard set forth by the CAFC. Because NEC has provided sufficient evidence demonstrating that Commerce did not follow the remand order of the CAFC or this Court, and establishing its eligibility for a recalculation of FMV and duty, the Court need not and does not review the level-of-trade adjustment issue.\n \n\nConclusion\nFor the foregoing reasons, the Court does not affirm the ITA’s Final Results of Redetermination Pursuant to Court Remand. The Court remands the case to the ITA for redetermination consistent with this opinion.\n \n\n\nORDER\nUpon reading defendant’s Final Results of Redetermination Pursuant to Court Remand and post-remand comments of the parties, and upon consideration of all other papers and proceedings had herein, it is hereby:\n \nORDERED that this case is remanded to the Department of Commerce with instructions to recalculate plaintiff’s FMV and the resulting antidumping duty using the commodity tax information submitted; and it is further\n \nORDERED that the remand results shall be filed with the Court within ninety (90) days of the date this order is entered; and it is further\n \nORDERED that any party contesting the remand results shall file comments or responses within thirty (30) days after the remand results are due; and it is further\n \nORDERED that Commerce shall have fifteen (15) days after the final date for filing comments or responses.\n \nAll Citations\n22 C.I.T. 167, 3 F.Supp.2d 1451, 20 ITRD 1279\n\n\n\nFootnotes\n|\n1\n|Congress has recently altered this nomenclature, replacing “foreign market value” and “U.S. price” with “normal value” and “export price,” respectively. See 19 U.S.C. §§ 1677a and 1677b (1994). The changes have no substantive effect on the analysis herein.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}