{
    "Background": "\n\n\n\n989 F.Supp. 218\nUnited States Court of\nInternational Trade.\nDELVERDE, SrL and Delverde USA, Inc., Plaintiffs,\nv.\nThe UNITED STATES, Defendant,\nand\nBorden, Inc., Hershey Foods Corp., Gooch Foods, Inc., and Barilla Alimentare S.p.A., Defendant–Intervenors.\nSlip Op. 97–163.\n|\nCourt No. 96–08–01997.\n|\nDec. 2, 1997.\nSynopsis\nBoth petitioners and respondents filed motions for judgment based upon the agency record, challenging aspects of final affirmative countervailing duty determination of Department of Commerce during investigation of the Italian pasta industry. The Court of International Trade, Restani, J., held that: (1) evidence supported decision not to include subsidy programs in investigation; (2) petition did not require Commerce to investigate separately incorporated but related flour mills; (3) substantial evidence supported Commerce’s decision to excluded producer that was recipient of de minimis subsidy rate; and (4) Commerce acted unreasonably when it categorically applied privatization methodology in a purely private transaction.\n \nRemanded.\n \n\n\nWest Headnotes (16)\n\n\n[1]\n|Customs DutiesProceedings\n|\n|Department of Commerce’s requirement that, when allegations in petition for countervailing duty investigation concern a program previously held non-countervailable, petitioners provide in the petition evidence that circumstances have changed or industry under investigation may have received disproportionate share of the benefits, satisfied statute establishing threshold for such investigations, and was in accordance with Commerce’s past practices. Tariff Act of 1930, § 702(c)(1)(A), as amended, 19 U.S.C.A § 1671a(c)(1)(A); 19 C.F.R. § 355.13(a).\n5 Cases that cite this headnote\n|\n\n\n[2]\n|Customs DutiesBounties or grants\n|\n|Evidence that pasta was included in priority sector under Italian subsidy program for research and development projects did not establish that program was specific to the industry and require countervailing duty investigation, where Department of Commerce had previously found program to be non-countervailable, while taking that evidence into account. Tariff Act of 1930, § 516A(b)(1)(B)(i), as amended, 19 U.S.C.A. § 1516a(b)(1)(B)(i).\n3 Cases that cite this headnote\n|\n\n\n[3]\n|Customs DutiesProceedings\n|\n|Evidence that, after Department of Commerce found Italian subsidy program for research and development projects to be non-countervailable, certain companies within pasta industry had received grants, without figures necessary to estimate ratio for disproportionality purposes, supported Department of Commerce’s decision not to include program in countervailing duty investigation. Tariff Act of 1930, § 516A(b)(1)(B)(i), as amended, 19 U.S.C.A. § 1516a(b)(1)(B)(i).\n3 Cases that cite this headnote\n|\n\n\n[4]\n|Customs DutiesBounties or grants\n|\n|Evidence that European Investment Bank (EIB) had made loans available to food products sector and to region in Southern Italy did not require Department of Commerce to include EIB loans in its countervailing duty investigation of Italian pasta industry, absent evidence that pasta industry received disproportionate share of such loans. Tariff Act of 1930, § 516A(b)(1)(B)(i), as amended, 19 U.S.C.A. § 1516a(b)(1)(B)(i).\n\n|\n\n\n[5]\n|Customs DutiesProceedings\n|\n|Petition for countervailing duty investigation of Italian pasta industry did not require Department of Commerce to investigate separately incorporated but related flour mills, absent specific allegations that such mills were receiving “upstream subsidies.” Tariff Act of 1930, §§ 771(33), 771A, as amended, 19 U.S.C.A. §§ 1677(33), 1677–1(a)\n\n|\n\n\n[6]\n|Customs DutiesBounties or grants\n|\n|During countervailing duty investigation of Italian pasta industry, Department of Commerce properly treated value-added tax (VAT) reductions as recurring grants because they were ongoing and virtually automatic; Commerce was not required to amortize VAT reductions on capital goods and equipment. Uruguay Round Agreements Act, § 1 et seq., 108 Stat. 4809.\n\n|\n\n\n[7]\n|Customs DutiesProceedings\n|\n|Uruguay Round Agreements Act (URAA) does not specify which accounting conventions Department of Commerce is to use, leaving the choice within Commerce’s discretion; thus, as long as Commerce’s choice is not unreasonable, it will be upheld as in accordance with law. Uruguay Round Agreements Act, § 1 et seq., 108 Stat. 4809.\n2 Cases that cite this headnote\n|\n\n\n[8]\n|Customs DutiesProceedings\n|\n|Whether, during countervailing duty investigation of Italian pasta industry, Department of Commerce improperly failed to tie regional benefits to regional production for purposes of calculating subsidy rate of one producer was waiver for failure to exhaust administrative remedies, where petitioner raised general concern as to sales denominators used, but never mentioned allocation over regional production. Tariff Act of 1930, § 771(6), as amended, 19 U.S.C.A. § 1677(6); 28 U.S.C.A. § 2637(d).\n\n|\n\n\n[9]\n|Customs DutiesProceedings\n|\n|Substantial evidence supported Department of Commerce’s decision, during countervailing duty investigation of Italian pasta industry, to excluded producer that was recipient of de minimis subsidy rate from countervailing duty order, despite evidence that producer was eligible for European Union’s (EU) pasta restitution program. Tariff Act of 1930, § 516A(b)(1)(B)(i), as amended, 19 U.S.C.A. § 1516a(b)(1)(B)(i).\n\n|\n\n\n[10]\n|Customs DutiesProceedings in general\n|\n|Issue of whether Department of Commerce properly deducted an amount for taxes paid in calculating net subsidy in both calculations for preliminary and final determinations during countervailing duty investigation of Italian pasta industry was waived for failure to exhaust administrative remedies where petitioner did not preserve argument in its briefs before Commerce, and Commerce did not address it in its final determination. Tariff Act of 1930, § 771(6), as amended, 19 U.S.C.A. § 1677(6); 28 U.S.C.A. § 2637(d).\n1 Case that cites this headnote\n|\n\n\n[11]\n|Customs DutiesProceedings\n|\n|Department of Commerce, when determining antidumping duty for Italian pasta producers, properly used total facts available for pasta producer’s affiliate, which did not provide verifiable data, without reflecting affiliate’s adverse rates for some programs in producer’s final rate; given affiliate’s relatively small size, it was unreasonable to expect its data to change producer’s final subsidy rate significantly. Tariff Act of 1930, §§ 731–735, as amended, 19 U.S.C.A. §§ 1673–1673d.\n\n|\n\n\n[12]\n|Customs DutiesProceedings\n|\n|In determining antidumping duty, affiliates may be included in data used by Department of Commerce in order to assure an appropriate rate. Tariff Act of 1930, §§ 731–735, as amended, 19 U.S.C.A. §§ 1673–1673d.\n\n|\n\n\n[13]\n|Customs DutiesProceedings\n|\n|Change in ownership provision of Uruguay Round Agreements Act (URAA) permitted Department of Commerce, in calculating antidumping duty, to find that subsidies given to the previous owner of a foreign enterprise pass through to the new owner, even though the sale may have been an arm’s length transaction, but did not permit Commerce to presume that subsidies always pass through in arm’s length transaction. Tariff Act of 1930, § 771(5)(F), as amended, 19 U.S.C.A. § 1677(5)(F).\n\n|\n\n\n[14]\n|Customs DutiesProceedings\n|\n|When applying change in ownership provision of Uruguay Round Agreements Act (URAA) for purposes of calculating antidumping duty, Department of Commerce acted unreasonably when it categorically applied privatization methodology in a purely private transaction; instead, Commerce was required to establish standards applicable to private transactions which would lead to rational determinations as to when, if ever, an arm’s length sale of assets at market value would lead to pass-through of subsidies. Tariff Act of 1930, § 771(5)(F), as amended, 19 U.S.C.A. § 1677(5)(F).\n6 Cases that cite this headnote\n|\n\n\n[15]\n|Customs DutiesCourt of International Trade (Formerly Customs Court) and Proceedings Therein\n|\n|Where actions of Department of Commerce are neither mandated nor prohibited by governing statute, court looks to legislative history to ascertain legislative intent on the precise matter in question.\n\n|\n\n\n[16]\n|Customs DutiesProceedings\n|\n|Department of Commerce improperly imposed antidumping duty on Italian pasta producer based on determination that producer received benefit from subsidies reaped by previous owner of pasta production facility at issue, where Commerce offered no rational for its decision, and instead categorically applied its privatization methodology to a purely private transaction. Tariff Act of 1930, § 771(5)(F), as amended, 19 U.S.C.A. § 1677(5)(F).\n3 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n**220 *1294 McKenna & Cuneo, L.L.P., Washington, DC (Lawrence J. Bogard, Andrew E. Bej, and Malaika D. Carter), for plaintiff.\nMound, Cotton & Wollan, New York City (Constantino P. Suriano), co-counsel for plaintiff.\nFrank W. Hunger, Assistant Attorney General, David M. Cohen, Director, Commercial Litigation Branch, Civil Division, United States Department of Justice (Cynthia B. Schultz and David Ross), Terrence J. McCartin, Attorney–Advisor, Office of Chief Counsel for Import Administration, of counsel, United States Department of Commerce, Washington, DC, for defendant.\n*1295 Collier, Shannon, Rill & Scott PLLC, Washington, DC (Paul C. Rosenthal, Lynn E. Duffy, and Laura A. Svat), for defendant-intervenors Borden, Inc., Hershey Foods Corp., and Gooch Foods, Inc.\nO’Melveny & Myers L.L.P., Washington, DC (Peggy A. Clarke, Gary N. Horlick, and Lisa H. Marino) for defendant-intervenor Barilla Alimentare S.p.A.\n\n\n\n\nOPINION\nRESTANI, Judge.\nThis matter is before the court on motions for judgment based upon the agency record pursuant to USCIT Rule 56.2. The motions have been brought by certain respondents in a countervailing duty investigation, Delverde, SrL and Delverde USA, Inc. (collectively “Delverde”), and petitioners on behalf of the domestic industry in the countervailing duty investigation, Borden, Hershey Foods, and Gooch Foods (collectively “Borden”). The parties challenge aspects of the final affirmative countervailing duty determination of the Department of Commerce (“Commerce”) in Certain Pasta from Italy, 61 Fed.Reg. 30,288 (Dep’t. Commerce 1996) [hereinafter “Final Determination ”].\n \nCommerce opposes the motions, except that it requests remand of its decision with regard to its net subsidy calculation for “Law 64” grants. Its determination was not explained in a way which would provide opportunity for challenge. Thus, remand for this purpose will be permitted. The court will first address Borden’s remaining challenges, followed by that of Delverde. The facts relating to each challenge will be stated separately.\n \n\n\nStandard of Review and Applicable Law\nIn reviewing final determinations in countervailing duty investigations, this court will **221 hold unlawful those determinations of Commerce found to be “unsupported by substantial evidence on the record, or otherwise not in accordance with law.” 19 U.S.C. § 1516a(b)(1)(B)(i) (1994).1 “ ‘Substantial evidence is more than a mere scintilla. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.’ ” Matsushita Elec. Indus. Co. v. United States, 750 F.2d 927, 933 (Fed.Cir.1984) (quoting Consolidated Edison Co. v. NLRB, 305 U.S. 197, 229, 59 S.Ct. 206, 216, 83 L.Ed. 126 (1938)).\n \nThe countervailing duty laws of the United States, as amended by the Uruguay Round Agreements Act, Pub.L. No. 103–465, 108 Stat. 4809 (1994) (“URAA”), were applied by Commerce to the underlying investigation and govern this action.\n \n\n\nI. Commerce’s Decision not to Investigate Certain Programs\nOn May 12, 1995, Borden filed a petition requesting Commerce to initiate a countervailing duty investigation of nineteen separate subsidy programs allegedly benefitting pasta exporters or producers in Italy. Certain Pasta from Italy and Turkey, 60 Fed.Reg. 30,280, 30,281–82 (Dep’t Commerce 1995) (notice of initiation of countervailing duty investigation)[hereinafter “Initiation Notice ”]. Commerce issued a notice *1296 initiating an investigation of twelve of the nineteen programs. Not included were Law 46/82 research and development grants2 (“Law 46 grants” or “Law 46”) and European Investment Bank Loans3 (“EIB loans” or “EIB”). Id. Commerce declined to initiate investigation of Law 46 grants and EIB loans because petitioners (1) did not allege that the programs had changed since Commerce found them non-specific in previous investigations4 and (2) did not establish that pasta producers had received a disproportionate share of benefits under the programs. Id. at 30,282.\n \nBorden contests Commerce’s decision not to investigate Law 46 and EIB loans as unsupported by substantial evidence on the record and not in accordance with law. Borden argues that (1) the statute does not require petitioners at the initiation stage to establish that the benefits received by Italian pasta producers under Law 46 and EIB loans were specific countervailable subsidies,5 i.e., to provide evidence of changed circumstances because the programs previously were found to be widely available and non-countervailable, or establish that this industry received a disproportionate share of benefits, and (2) Commerce erroneously decided that Borden did not meet its initiation burden on the ground that information provided in the petition in support of Borden’s allegations failed to satisfy the “reasonably available” test pursuant to 19 U.S.C. § 1671a(b)(1). For the following reasons this court affirms Commerce’s decision.\n \n\n\n**222 A. Commerce’s requirement that petitioners provide in the petition evidence that circumstances have changed or the industry under investigation may have received a disproportionate share of the benefits, is in accordance with law.\n[1] Section 702(c)(1)(A) of the Tariff Act of 1930, as amended, 19 U.S.C. § 1671a(c)(1)(A), provides that Commerce shall initiate a countervailing duty proceeding as long as the petition (1) alleges a sufficient statutory basis for countervailability, (2) contains information “reasonably available” to the petitioner supporting the allegation, and (3) is filed by an interested party on behalf of a domestic industry. See also 19 C.F.R. § 351.103(a) (1997). When allegations concern a program previously held *1297 non-countervailable, however, Commerce requires a petition to contain evidence of changed circumstances or provide a sufficient basis to believe that producers receive a disproportionate share of the benefits under these programs before an investigation is initiated. Initiation Notice, 60 Fed.Reg. at 30,280–82.\n \nBorden first argues that Commerce’s requirement is inconsistent with congressional intent that the initiation threshold be low. See S.Rep. No. 96–249, at 47 (1982), reprinted in 1979 U.S.C.C.A.N. 381, 449 (stating that Commerce shall initiate an investigation unless “the petition and supporting information fail to state a claim upon which relief can be granted”); Torrington Co. v. United States, 15 CIT 456, 460, 772 F.Supp. 1284, 1288 (1991) (“Congress intended that Commerce decline to initiate investigations only where they are ‘clearly frivolous’ or where the petitioner has not provided information reasonably available to it.”) (citations omitted); Countervailing Duties, 62 Fed.Reg. 8818, 8824 (Dep’t Commerce 1997) (proposed rules) (Commerce’s initiation threshold is “sufficient to ensure that all potentially countervailable subsidies are investigated.”). Commerce agrees with Borden that the initiation standard is low but argues that Commerce’s requirement is consistent with that standard and prior practice and is well within its authority.\n \nThe statute and legislative history are silent as to the initiation standard with regard to programs that previously have been found non-countervailable. Thus, for reasons of administrative efficiency, Commerce may seek to limit reinvestigations of certain facts. See Monsanto Co. v. United States, 12 CIT 937, 947, 698 F.Supp. 275, 283 (1988) (noting Commerce has discretionary authority to determine the extent of investigation and information it needs in order to determine whether program is countervailable). Furthermore, in Can–Am Corp. v. United States, 11 CIT 424, 428, 664 F.Supp. 1444, 1449 (1987), the court ruled that Commerce’s decision not to reinvestigate a program previously found non-countervailable was reasonable, as the petition did not contain new facts to justify a review of the earlier finding. Id. Borden argues that Can–Am does not establish that a petitioner must allege evidence of changed circumstances when requesting review of a previously investigated subsidy; rather, the court merely deferred to Commerce’s decision under the particular facts of that case. Borden’s argument is not persuasive, as the court in Can–Am deferred to Commerce’s decision not to reinvestigate, which was based on petitioner’s failure to meet the requirement of providing evidence that the program had changed since the finding of non-countervailability.\n \nBorden also argues that the previous finding did not amount to a finding of non-countervailability as a matter of law but only lack of de facto specificity. In support, Borden relies on British Steel v. United States, 879 F.Supp. 1254, 1324 (C.I.T. 1995), in which the court stated that a case-by-case analysis is needed to determine if a subsidy or grant has been provided to a specific enterprise or industry. Plaintiffs, however, *1298 misapply British Steel. If an entire program previously has been found non-countervailable as a matter of fact, a case-by-case factual analysis normally is needed only to determine if the petitioner has presented evidence of changed circumstances or disproportionality warranting an investigation. The record reveals that Commerce acted accordingly and did not assume the GOES or 1993 Belgian Steel findings **223 of non-countervailability precluded investigation. See Final Determination, 61 Fed.Reg. at 30,307. Commerce analyzed the evidence presented in the petition and decided not to investigate because plaintiffs had not provided a sufficient basis to believe that the programs had changed or that pasta producers received a disproportionate share of the program’s benefits. See id.6 Thus, this court finds Commerce’s general requirement that petitions requesting the initiation of an investigation of programs previously found non-countervailable contain evidence of changed circumstances or disproportionality, is in accordance with law and past practice.\n \n\n\nB. Commerce’s decision not to investigate Law 46 grants and EIB loans is supported by the evidence presented.\nBorden also claims that Commerce erroneously evaluated the evidence presented in the petition in its decision not to reinvestigate. Commerce contends that the record demonstrates that it considered all the evidence presented. Commerce further claims that Borden does not discuss the basis upon which Commerce found the Law 46 grant program non-countervailable in GOES, or the EIB decision in 1993 Belgian Steel.\n \n[2] With respect to Law 46 grants, petitioners submitted a 1985 amendment to Law 46 and Barilla Alimentare S.p.A.’s (“Barilla’s”) annual report and financial statements. Plaintiffs argue that the inclusion of pasta as a priority sector in 1985 made the Law 46 grant program de jure specific to the industry. The record, however, plainly demonstrates that Commerce fully considered the implications of the amendment in GOES, explaining that because the period of investigation for GOES was 1992, “the Department’s specificity analysis did take into account any changes to Law 46/82 made in 1985.”7 Initiation Notice, 60 Fed.Reg. at 30,282. Commerce also noted that the “amendment authorized government assistance for several additional agricultural and/or industrial purposes.” Id. (emphasis added). Thus, Commerce reasonably concluded that the 1985 amendment did not constitute evidence of changed circumstances sufficient to establish that the requisite specificity might be present.\n \n[3] *1299 The petition also offered Barilla’s Annual Report as evidence that Barilla received a disproportionate share of Law 46 grants under the program, in the amount of 2,676,000,000 lire in 1993. Petition, at 43–44. Plaintiffs admit that they are unable to distinguish how much is attributable to Law 46 research and development as the figure also represents funds received for retraining costs not covered by the program. Id. at 44 n. 79. Commerce, in a memorandum to Barbara R. Stafford, specifically addressed plaintiffs’ evidence, noting that the amount reflected both research and retraining costs and the 200,000,000 lire cap on Law 46 assistance. Memorandum from Team to Barbara R. Stafford (June 1, 1995), at 7–8, P.R. Doc. 12, Def.’s App. 2. Although the total yearly value of Law 46 grants is not provided in the record, this kind of information as to a government program is normally publicly available. The Petition indicates 1700 billion lire were available under this program for a two-year period. Petition, at Ex. 10. Thus, Borden has shown only that certain companies within the pasta industry have received Law 46 grants, and has failed to show, through evidence reasonably available to it, the figures necessary to estimate a ratio for disproportionality purposes. Furthermore, based on the 1700 billion lire figure, it seems **224 unlikely that the amount allowable per company would support a finding of disproportionality. Commerce is not shown to have erred in failing to investigate this allegation.\n \n[4] With respect to EIB loans, petitioners submitted EIB’s Annual Report which identifies the food product sector and the Mezzogiorno region as recipients of EIB financing. Id. at 54; see also id. at Ex. 15 (EIB Annual Report). Commerce correctly notes, however, that the EIB Annual Report only indicates that the food products sector was one of several benefitting from EIB loans, and among these sectors only the automotive industry received a disproportionate share of share loan funds. Id. at Ex. 15.\n \nBorden also relies on Certain Steel Products from Belgium, 47 Fed.Reg. 39,304, 39,325 (1982)[hereinafter “1982 Belgian Steel ”], which determined that EIB loans were available in “some but not all” regions of Europe, and could be countervailable. Plaintiffs’ argument, however, fails to address the subsequent decision in 1993 Belgian Steel, 58 Fed.Reg. at 37,273. In 1993 Belgian Steel, Commerce determined that EIB “provides loans to numerous sectors in all parts of the various [European Union] countries.” Id. at 37,285. Commerce explained that they were not including EIB loans in this investigation, because petitioners had “neither alleged that the circumstances have changed nor that pasta producers may have received a disproportionate share of the benefits received by this program.” Initiation Notice, 60 Fed.Reg. at 30,282. Thus, without any evidence in the petition that the program had changed or that the respondent industry received disproportionate shares, the information submitted by petitioners was found to be insufficient to justify new investigations of Law 46 and EIB programs. On the basis of an examination of the record and consideration of the arguments *1300 of the parties, the court concludes that substantial evidence supported Commerce’s decision not to reinvestigate these programs.\n \n\n\nII. Commerce’s Decision not to Investigate “Upstream Subsidies”\n[5] Upstream subsidies are investigated pursuant to 19 U.S.C. § 1677–1(a). The Petition contained no specific allegations of upstream subsidies to related flour mills. Petitioners received notice through the Preliminary Determination that such allegations were required with regard to flour mills related to pasta producers, but made none thereafter. See Certain Pasta from Italy, 60 Fed.Reg. 53,739, 53,740–41 (Dep’t Commerce 1995) (preliminary countervailing duty determination) [hereinafter “Preliminary Determination ”].\n \nBorden relies on a simple definition of affiliated parties, 19 U.S.C. § 1677(33), to argue that investigation of upstream flour mills is required even without the normal allegation requirements. That definition, however, is not incorporated into the substantive upstream subsidy provision. 19 U.S.C. § 1677–1(a).\n \nThe court will not read into the substantive law the definitional provision when there is neither implicit or explicit reference to it and no other support for such a reading. Cf. DeCecco v. United States, No. 97–143, slip op. at 5, 1997 WL 615693, at *5 (Ct. Int’l Trade Oct. 2, 1997) (no statutory reference where Congress could easily provide an internal reference and legislative history does not support judicial insertion of same). None of the authority cited by Borden supports its position. For example, when Commerce investigates a product that is upstream to another, but both products are subject merchandise, both products are investigated without the necessity of a separate “upstream subsidy” allegation, because neither is “upstream” to subject merchandise. See Ball Bearings from Thailand, 62 Fed.Reg. 728, 730 (Dep’t Commerce 1997) (final results). This is not the fact pattern at issue. Commerce’s determination not to investigate separately incorporated but related flour mills, without an upstream subsidy allegation, is in accordance with law.\n \n\n\nIII. VAT Reductions for Capital Equipment Purchases\n[6] [7] In connection with calculation of subsidy rates for various respondents, Borden challenges Commerce’s failure to amortize VAT reductions on capital goods and **225 equipment. In accordance with normal practice, Commerce treated the VAT reductions as recurring grants because they were ongoing and virtually automatic. See Final Determination, 61 Fed.Reg. at 30,301–02. The deductions related to all manner of capital goods and equipment, some as minor as a typewriter. The URAA does not specify which accounting conventions Commerce is to use, leaving the choice within Commerce’s discretion. Thus, as long as Commerce’s choice is not unreasonable, it will be upheld as in accordance with law. Chevron U.S.A., Inc. v. Natural Resources Defense Council, 467 U.S. 837, 843–45, 104 S.Ct. 2778, 2781–82, 81 L.Ed.2d 694 (1984). Commerce’s standards for deciding how to account for the reductions appear reasonable. The court finds no reason to second guess Commerce’s decision to treat these ongoing VAT reductions *1301 as recurring subsidies which may be accounted for in the year of receipt.\n \n\n\nIV. Barilla’s Sales Denominator Used for Allocation of Grants\n[8] The overall issue here is whether, for purposes of calculating the subsidy rate for respondent Barilla, certain grants made to Barilla are to be tied to all of Barilla’s sales, to domestic production, to its production of pasta only, to production of subject merchandise, or to production in a region.\n \nFirst, once Commerce determines that a subsidy exists, its practice is to calculate the per-unit subsidy rate by dividing the amount of the subsidy by the subsidized firm’s sales. See Countervailing Duties, 54 Fed.Reg. 23,366, 23,380–85 (Dep’t Commerce 1989)(notice of proposed rulemaking and request for public comments, §§ 355.44, 355.49)[hereinafter “1989 Proposed Regulations ”].8 Specifically, in the numerator of this calculation, Commerce places the total amount of the subsidy allocable to the period of investigation, net after certain offsets, known as the “net subsidy.” See 19 U.S.C. § 1677(6). In the denominator, Commerce places the appropriate portion of the firm’s sales. The issue here is what portion of the firm’s sales will be used in the denominator (“tied”). Second, Commerce followed its normal practice, and wherever possible Commerce tied the grants to domestic pasta production only. There seems to be no reason to require an extended explanation of what is discernible from the record, if not described in the final determination itself, and what is not actually in dispute. See Final CVD Rate Calculations (June 3, 1996), C.R. Doc. 141, Def.’s App. 25 (Barilla final subsidy calculations). Certain regional benefits, however, were not tied to production in a region or pasta production in a region.9 Id. From Borden’s reply brief and its oral argument, which do not address the specifics of defendant’s explanation of the denominator selection, the court concludes that tying to regional production is the crux of the allocation dispute, and that Borden’s other complaints reflect a misunderstanding of the facts.\n \nBorden is correct that Commerce did not give a rationale for not tying regional benefits to regional production. But while Borden did raise a general concern as to the sales denominators used, it never mentioned allocation over regional production. This argument is waived for failure to exhaust administrative remedies. 28 U.S.C. § 2637(d) (1988).\n \n\n\nV. Exclusion of Barilla from the Countervailing Duty Order\n[9] As an investigated recipient of a de minimis subsidy rate, Barilla was excluded from the Countervailing Duty Order. Final Determination, 61 Fed.Reg. at 38,545. Borden is correct that, according to pre-URAA practice, Barilla would be excluded, unless there was likelihood of future receipt *1302 of benefits **226 under an investigated program.10 SEE CERTAIN steel prodUcts froM the Fed. rep. of germaNy, 47 Fed.Reg. 39,345, 39,349 (Dep’t Commerce 1982) (final determination).\n \nPrincipally because Barilla is eligible for the EU’s pasta restitution program, Borden alleges Barilla may use that program in the future, and its subsidy level may increase. Barilla is not using the program, and Borden cites no evidence that it is likely to use it in the future. Commerce’s conclusion is substantially supported.\n \n\n\nVI. Calculation of Net Subsidy for Law 304 Marketing Grants\n[10] Commerce deducted an amount for taxes paid in calculating the net subsidy in both the calculations for the preliminary and final determinations. Compare Calculations for Preliminary Determination (Oct. 10, 1993), at 21, C.R. Doc. 69, Def.’s App. 14 and Amended Final Results of Investigation (July 6, 1996), at 70, C.R. Doc. 140, Def.’s App. 24. Borden alleges that this conflicts with 19 U.S.C. § 1677(6). Borden did not preserve this argument in its briefs before Commerce; thus, Commerce did not address it in the Final Determination. This challenge is rejected for failure to exhaust administrative remedies. 28 U.S.C. § 2637(d).\n \n\n\nVII. Calculation of DeCecco’s Subsidy Rate Inclusive of Facts Available for Affiliate Pescara\n[11] [12] Commerce is charged with determining an antidumping duty. 19 U.S.C. §§ 1673–1673d. To accomplish this, affiliates may be included in the data in order to assure an appropriate rate. Shieldalloy Metallurgical Corp. v. United States, 947 F.Supp. 525, 528 (C.I.T.1996). For purposes of calculating a subsidy rate for respondent F.lli De Cecco di Filippo Fara S. Martino S.p.A. (“DeCecco”), Commerce properly found it necessary to use total facts available for DeCecco’s affiliate, Molino e Pastificio De Cecco S.p.A. Pescara (“Pescara”), which did not provide verifiable data. Pescara’s adverse rates for some programs were not reflected in DeCecco’s final rate, because for those programs DeCecco’s huge volume outweighed the adverse data for Pescara. DeCecco’s overall rate did increase because of the Pescara data, but not as much as Borden thinks proper.\n \nCommerce followed its normal procedures. DeCecco did not benefit overall from the lack of Pescara data. Given Pescara’s size, it is unreasonable to expect its data to change DeCecco’s final subsidy rate significantly. Commerce’s methodology is sustained. The court now turns to Delverde’s challenge.\n \n\n\nVIII. Commerce’s Determination that Subsidies Received by the Former Owner of Delverde Assets Passed through to Delverde\nIn 1991, a company called Sangralimenti created a new company under the name “Nuova Delverde” in order to purchase a pasta factory in Fara San Martino from a company named Delverde, SrL. Verification of *1303 Delverde, SrL (Oct. 31, Nov. 2–3, 1995), at 3, Pl. Delv.’s App. II at 26. Both companies were private entities before the transaction, and neither had ever been under government control at any time before the sale of the pasta factory. Delverde Questionnaire Response (Aug. 14, 1995), at 6–7, Pl. Delv.’s App. II at 2–3. In addition to the factory and the related production assets, Nuova Delverde purchased the name and trademark of the previous owner. Id. at 7, Pl. Delv.’s App. II at 3. An independent accountant determined that the sale was an arm’s length transaction, and the factory was sold at fair market value. Id. Once the sale had been completed, the previous owner changed its name to MI.BA and continued operating its remaining enterprises independently of Nuova Delverde, which subsequently changed its name to Delverde, SrL. Id.\n \nThe previous owner of the pasta factory had been allotted industrial development grants from the Italian government under Law 64, between the years 1983 and 1991, for the purpose of expanding and modernizing the pasta factory. Delverde Supplemental Questionnaire Response (Sept. 22, 1995), at **227 12–17, Def.’s App. 12 at 12–17. The independent appraiser determined that the improvement of the pasta factory resulting from the pre-sale grant disbursements was reflected in the final market value paid by Delverde. Delverde Verification Report (Mar. 7, 1996), at 2–3, C.R. Doc. 112, Def.’s App. 20 at 2–3. The disbursements of the grants to the previous owner, to be awarded over several years, had not been completed, so the Italian government continued payments to Delverde, through 1995.11 Delverde Supplemental Questionnaire Response (Sept. 22, 1995), at 13–17, Def.’s App. 12 at 13–17.\n \nHaving identified the grants received by the previous owner of the pasta factory and Delverde as non-recurring subsidies, Commerce indicated in the Preliminary Determination that it would rely on its Restructuring methodology12 in examining this case. 60 Fed.Reg. at 53,741. Commerce did note, however, that because certain aspects of its methodology were under review in Saarstahl AG v. United States, 78 F.3d 1539 (Fed.Cir.1996) [hereinafter “Saarstahl II ”], the methodology might have to be reviewed once Saarstahl II had been decided.13 Preliminary Determination, 60 Fed.Reg. at 53,741.\n \n*1304 A few months later, the Federal Circuit ruled in Saarstahl II that the Privatization methodology14 at issue in that case was permissible and that subsidies are not necessarily extinguished through an arm’s length transaction. 78 F.3d at 1543–44.15 As a result, Commerce did not change its methodologies.16 See Final Determination, 61 Fed.Reg. at 30,289–90.\n \nApplying its usual methodology, Commerce found that a portion of the subsidies **228 provided to the previous owner of the pasta factory for the modernization of the physical plant passed through to Delverde and would be countervailable:\nThese subsidies do not necessarily lose their countervailable nature by simple virtue of an arm’s length transaction, as the CAFC in Saarstahl and section 771(5)(F) [19 U.S.C. § 1677(5)(F) (the “Change in Ownership” provision) ] confirm.\n...\nRespondents attempt to distinguish the changes in ownership in the instant investigation from Saarstahl by arguing that in addition to an arm’s length transaction at fair market value, the respondent parties are privately held entities and there was no government ownership, nor involvement in the sales of the companies’ shares or assets. Accordingly, respondents argue, this lack of involvement by the state in the transaction means that the previous owners retain the benefit from the subsidies.\nRespondents’ argument conflicts with section 771(5)(F)....\nFinal Determination, 61 Fed.Reg. at 30,298. Delverde challenges this determination that some part of the previously bestowed subsidies passes through and is thereby now countervailable against Delverde. Defendant and petitioners oppose the challenge.\n \nThe issues before the court are the following: (1) whether the legal presumption Commerce established that subsidies pass through unless there is proof of something more than an arm’s length transaction is consistent with 19 U.S.C. § 1677(5)(F), and (2) whether Commerce’s decision to apply this statute to a sales transaction between two private parties is lawful.\n \n\n\n*1305 A. Commerce’s presumption that subsidies always pass through in an arm’s-length transaction is inconsistent with the Change in Ownership provision.\n[13] In reviewing the legality of an agency’s interpretation of a statute which it is in charge of administering, the court must first determine “whether Congress has directly spoken to the precise question at issue.” Chevron, 467 U.S. at 842, 104 S.Ct. at 2781. If the language of the statute is clear, then the court must merely decide whether the agency acted in accordance with the “unambiguously expressed intent of Congress.” Id. at 843, 104 S.Ct. at 2781–82. If the statute is silent or ambiguous, however, and the legislative history provides no guidance, then the court must give deference to the agency’s interpretation of the statute, subject only to the reasonableness of that interpretation. Id. at 843–45, 104 S.Ct. at 2781–83. See also Daewoo Electronics Co., Ltd. v. International Union, 6 F.3d 1511, 1516 (Fed.Cir.1993).\n \nThe Change in Ownership provision added by the URAA provides as follows:\nA change in ownership of all or part of a foreign enterprise or the productive assets of a foreign enterprise does not by itself require a determination by the administering authority that a past countervailable subsidy received by the enterprise no longer continues to be countervailable, even if the change in ownership is accomplished through an arm’s length transaction.\n19 U.S.C. § 1677(5)(F). The plain meaning of the statute is that Commerce is permitted to find that subsidies given to the previous owner pass through to the new owner, even though the sale may have been an arm’s length transaction.\n \nAs the dissent noted in Saarstahl II, in discussing the not there applicable URAA, the Change in Ownership provision “contains a negative pregnant: since [Commerce] is not required to find that the subsidy was extinguished, it must be permissible to find that the subsidy does not continue in appropriate cases.” 78 F.3d at 1548 (emphasis added). Commerce, however, failed to consider whether the subsidy does not continue in this case, because it merely concluded there was no evidence beyond an arm’s length transaction. Nowhere in the Final Determination did Commerce make an analysis as to the possibility that subsidies may not have passed through due solely to the particular nature and circumstances of the arm’s length transaction at issue here. 61 Fed.Reg. at 30,298. Focusing instead on Delverde’s attempts to distinguish the present situation from Saarstahl II, Commerce incorrectly relies on the Change **229 in Ownership provision to justify its rejection of Delverde’s evidence of the nature and circumstances of its particular arm’s length transaction. Id.\n \nIt is clear under the URAA that Commerce does have the authority to determine that subsidies have passed through despite an arm’s length transaction. 19 U.S.C. § 1677(5)(F). It is just as clear that Commerce  *1306 does not have the authority to presume that they always pass through in an arm’s length transaction. Id.\n \nThe Change in Ownership provision “can be fully understood only in the context of the controversial judicial opinion that spawned it.” K Mart Corp. v. Cartier, Inc., 486 U.S. 281, 300, 108 S.Ct. 1811, 1822, 100 L.Ed.2d 313 (1988) (Brennan, J., concurring in part and dissenting in part). In Saarstahl AG v. United States, 18 CIT 525, 531–32, 858 F.Supp. 187, 193–94 (1994) [hereinafter “Saarstahl I ”], rev’d, 78 F.3d 1539 (Fed.Cir.1996), and Inland Steel Bar Co. v. United States, 18 CIT 536, 542, 858 F.Supp. 179, 185–86 (1994), rev’d, 86 F.3d 1174 (Fed.Cir.1996), the CIT found that the arm’s length purchase of assets belonging to a company which had previously received subsidies necessarily extinguished those subsidies for the purposes of countervailing duty law. Prompted by this explicit rejection of Commerce’s practice of assessing countervailing duties based on subsidies which had “passed through” even after an arm’s length transaction, Congress included the Change in Ownership provision in the Uruguay Round. David A. Codevilla, Comment, Discouraging the Practice of What We Preach: Saarstahl I, Inland Steel and the Implementation of the Uruguay Round of GATT 1994, 3 Geo. Mason Indep. L.Rev. 435, 461–62, n. 170–71 (1995).17 Given the CIT’s holdings that subsidies could not travel from one owner to another in an arm’s length transaction, Congress merely returned to Commerce the ability to find that subsidies could travel, 19 U.S.C. § 1677(5)(F), not that they necessarily do travel upon a change in ownership.\n \nIt is true that on appeal, the Federal Circuit in Saarstahl II explicitly rejected the ruling of the CIT, finding instead that the existence of a competitive benefit was not a prerequisite for an affirmative countervailing duty determination. 78 F.3d at 1543. The court eventually found in favor of the approach employed by Commerce, whereby “the subsidy survives unless there is evidence that it went elsewhere or was repaid.” Id. at 1544. Although this ruling endorsed a methodology whereby a presumption in favor of an affirmative determination was established, the events of the case occurred before passage of the URAA and the Change in Ownership provision. The Federal Circuit, therefore, was charged with assessing Commerce’s actions in light of 19 U.S.C. § 1671(a), providing merely a broad rule on countervailing duties. This court now has the clear guidance provided on this issue by the governing statute, the Change in Ownership provision, and must follow what the language of that statute clearly directs.\n \nFurthermore, nothing in the legislative history behind the Change in Ownership provision substantiates Commerce’s interpretation over the plain language of the statute. In fact, the sizeable discretion Commerce *1307 attributes to itself through its interpretation of this provision is cautioned by the language in the Statement of Administrative Action to the URAA: “Commerce must exercise this discretion carefully through its consideration of the facts of each case and its determination of the appropriate methodology to be applied.” Statement of Administrative Action, accompanying H.R. 103–5110, at 928 (1994), reprinted in 1994 U.S.C.C.A.N. 3773, 4240 (“SAA ”).18 THIS LANGUAGE IS VIRTUALLY identical **230 to that found in both the House and Senate Committee Reports on the legislation. H.R.Rep. No. 103–826, at 110 (1994); S.Rep. No. 103–412, at 92 (1994). Although the legislative history fails to specify what constitutes careful consideration, the statute’s implicit restriction against the establishment of a legal presumption indicates that such careful consideration would include, at the very least, an examination as to how subsidies may pass through in some cases, but not others. The willingness of Commerce to ignore the possibility that certain arm’s length transactions may be a sufficient basis for a finding that subsidies did not pass through to the new owner therefore reflects a failure to take seriously the requirement that the facts of each case be considered carefully before making a determination. See SAA at 928.\n \n\n\nB. Commerce’s categorical application of the privatization methodology in a purely private transaction is unreasonable.\n[14] [15] The court turns now to the issue of the application of the Change in Ownership provision to the particular type of transaction at issue. The statute refers to “[a] change in ownership of all or part of a foreign enterprise or the productive assets of a foreign enterprise,” 19 U.S.C. § 1677(5)(F), but it does not mention any characteristics to identify either the seller or buyer in a given transaction. This terminology, however, does not render the meaning of the statute in its applicability to transactions between two private actors unambiguous, as Commerce claims. Rather, the language allows for differing interpretations because of its silence on this particular issue. As Borden notes, “nothing in the language of the provision limits Commerce’s ability to countervail previously bestowed subsidies to circumstances in which the previous *1308 subsidies were provided to government-owned firms.” Def.–Int. Borden’s Br. at 9–10 (emphasis removed). Likewise, however, the statute does not offer guidance on Congressional intent to allow for subsidies to pass through in purely private transactions. In such an instance, where the actions of Commerce are neither mandated nor prohibited by the governing statute, the court looks to the legislative history to ascertain the legislative intent on the precise matter in question. Zenith Elects. Corp. v. United States, 77 F.3d 426, 431 (Fed.Cir.1996) (issue is whether legislative history is found to “reflect any congressional intent that would be dispositive”).\n \nThe legislative history of the Change in Ownership provision is vague as to its applicability beyond the privatization context. Delverde notes that specific references are made in the legislative history to “government-owned firms” and “privatizations,” SAA, at 928; H. Rep. 103–826, at 110 (1994); S. Rep. 103–412, at 92 (1994), and that the consistent findings of subsidies exclusively against government-owned firms sold at market value reflect Congressional understanding that this provision was to be limited to **231 government-owned enterprises. All this reveals is that “[t]here simply is no evidence that Congress intended the ‘change in ownership’ provision to be applied in any situation other than the sale of a government-owned production entity.” Pl. Delv. Rep. Br. at 5. Likewise, however, the legislative history does not reveal explicit Congressional disapproval or rejection of the application of the Change in Ownership provision to private transactions.\n \nThe documentation for the argument that Congress had clearly intended this provision to cover all changes in ownership, privatizations and otherwise, is equally unhelpful. Commerce suggests that the use of the terms “firm” or “foreign enterprise” in the SAA, instead of the specific phrase “government-owned firm,” is evidence of Congressional intent to include private transactions. SAA at 928. Such intent is not so clearly discerned from the quoted passage, however, as the phrases “firm” and “foreign enterprise” could just as easily have been assumed by Congressional representatives to be synonymous with “government-owned firms,” because until that point in time, the only change in ownership of relevance for countervailing duty purposes to either the Department of Commerce or Congress had involved governments. See, e.g. Certain Steel Products from Austria, 58 Fed.Reg. 37,217, 37,259 (Dep’t Commerce 1993) (final determination); Certain Hot Rolled Lead and Bismuth Steel Products from the United Kingdom, 58 Fed.Reg. 6237, 6243 (Dep’t Commerce 1993) (final determination); Certain Carbon Steel Products from Sweden, 56 Fed.Reg. 47,185, 47,186 (Dep’t Commerce 1991) (final results); Lime from Mexico, 54 Fed.Reg. 1753, 1753–54 (Dep’t Commerce 1989) (preliminary results).\n \nFinally, the variety of conflicting meanings that could be accorded to the statements in the legislative history is also evident in the language of the Senate Finance Committee Report, which identifies the provision as covering “actions such as the ‘privatization’ of a government-owned *1309 company.” S.Rep. No. 412, 92 (emphasis added). Commerce and Borden highlight this phrase as evidence that Congress intended to go beyond privatizations in this legislation to cover any change in ownership, privatizations being but one example. Such an interpretation is not the only possible one, however, as the Senate could have meant “privatization” of a government company as opposed to some other action undertaken by a government company, such as the sale of an asset or a portion of capital stock. In this situation, whereas “privatization” might refer to the sale of the company, another phrase might have been used by the Senate to cover sales of products and machinery. This reading is not far-fetched: Commerce has made such a distinction between government “privatizations” and the sale or closure of government facilities. Compare Certain Steel Products from Austria, 58 Fed.Reg. at 37,265, 37,267–68 (Restructuring methodology for the sale of “productive units” of a foreign state-owned firm) and 58 Fed. Reg. at 37,259 (Privatization methodology for the sale of “some or all of a government-owned company”). Both methodologies cover activities involving government-owned firms, but they are not both considered “privatizations.” Reading the Senate Finance Committee Report for insight from such an ambiguous phrase therefore sheds little light on the meaning of the statute.\n \nThe vagueness of the legislative history counsels against the court determining the appropriate statutory construction which must be followed. Such ambiguity, coupled with the obvious silence of the statute itself on the applicability of the provision to purely private transactions, leads the court now to examine the reasonableness of Commerce’s interpretation, keeping in mind the deference owed an agency’s interpretation of the statute which it administers. Cf. Chevron, 467 U.S. at 845, 104 S.Ct. at 2783; Zenith, 77 F.3d at 432.\n \nIn assessing the reasonableness of Commerce’s application of the Change in Ownership provision to a sales transaction between two private parties, the court examines (1) the consistency of Commerce’s interpretation with the URAA as a whole and (2) the impact the differences between private transactions and government privatizations have on Commerce’s interpretation.\n \nDelverde argues that the benefit of the subsidy remains with the previous owner of the pasta factory, because any benefit Delverde would have received was eradicated **232 through the payment of full market price for the factory. Relying on the Federal Circuit’s ruling in Saarstahl II, Commerce rejects this argument on the basis that Delverde’s analysis presumes the need for determining the existence of a benefit or “economic effect” in order to levy countervailing duties. Def.’s Br. at 79–80.\n \nThe court finds that Delverde’s reasoning, while incomplete, is more consistent with the countervailing duty laws as they have been updated to reflect the Uruguay Round Agreements. One of the provisions added by the URAA specifically requires that a subsidy confer a “benefit” upon the recipient. 19 U.S.C. § 1677(5)(B). This addition is consistent with *1310 the WTO Agreement on Subsidies and Countervailing Measures, which mandates that a subsidy cannot exist without conferring a benefit. Agreement on Subsidies and Countervailing Measures, Art. 1.1(b), reprinted in The Results of the Uruguay Round of Multilateral Trade Negotiations 264, 264 (1995). Neither the URAA nor the WTO Agreement on Subsidies and Countervailing Measures clearly defines the term “benefit,” but “typically a ‘subsidy’ confers a benefit when it puts the recipient in a better financial position than it would be absent the government assistance.” Gary N. Horlick and Peggy A. Clarke, The 1994 WTO Subsidies Agreement, in The Commerce Department Speaks on International Trade and Investment 1994, at 683, 688 n. 7 (PLI Corp. L. & Practice Course Handbook Series No. 863, 1994).\n \nWhile the URAA also provides that Commerce “is not required to consider the effect of the subsidy in determining whether a subsidy exists,” 19 U.S.C. § 1677(5)(C),19 this provision does not prevent Commerce from first identifying a benefit before levying countervailing duties. The purpose of 19 U.S.C. § 1677(5)(C) was to overturn the U.S.–Canada Binational Panel decision in Certain Softwood Lumber Products from Canada, USA–92–1904–02, which mandated an inquiry into the “ ‘effect on the price or output of the merchandise under investigation.’ ” Mark D. Herlach and David A. Codevilla, Major Changes in U.S. Countervailing Duty Law: A Guide to the Basics, in The GATT, the WTO and the Uruguay Round Agreements Act, at 53, 60 (PLI Comm. L. & Practice Course Handbook Series, 1995) (quoting the SAA at 926). The specific function of this provision, therefore, is limited to preventing Commerce from having to engage in an analysis as to the impact of a “ ‘government action on the price or output of the class or kind of merchandise under investigation or review.’ ” Id. The benefit conferred upon a foreign exporter, however, is not limited to changes in the exporter’s price and output, as the statute itself clearly expresses in 19 U.S.C. § 1677(5)(E) (providing examples of benefits not necessarily directly related to exporter price and output under a section entitled “Benefit conferred,” which includes equity infusions, loans, loan guarantees, input sales, and output purchases, all at rates inconsistent with sound market practice). Thus, despite Congress’ willingness to allow Commerce to avoid inquiries into price and output, the legislation still mandates a benefit to have been conferred in order to levy countervailing duties.20\n \nCommerce has not explained how, in an arm’s length transaction between two private actors where assets are bought at market value, the  *1311 costs of the subsidies received by the former owner would not be reflected in the market value paid by the new owner, and how the new owner could receive a “ benefit” as required by statute.\n \n**233 Commerce only notes that the economic rationale upon which Delverde relies in distinguishing the case of a private transaction from a government privatization cannot overcome the Federal Circuit’s ruling in Saarstahl II that subsidies are not necessarily extinguished as a result of an arm’s length transaction. There is no need to overcome this ruling, as the court does not foreclose the possibility that in some private transactions subsidies may pass through. Furthermore, the inapplicability of Saarstahl II in general to this analysis stems not only from a change in the statutory law but from a fundamental difference in facts: whereas Saarstahl II focused on the sale of a government-owned entity, this case involves a purely private transaction. While it is true that the Federal Circuit in Saarstahl II did not necessarily consider that case in terms of government-owned or private-owned firms, the court there was faced with its legal question in the context of a privatization. Any attempt to extend either the holding or language of Saarstahl II to govern transactions between two private actors ignores the significant differences between privatizations and purely private transactions. Thus, while the Federal Circuit was not required to make this distinction, this court now recognizes that the difference between private-private transactions and public-private transactions warrants a different analysis for each.\n \nThe justification for the different rules governing each type of transaction and subsequent analysis of subsidization is based primarily on the ability of the government and state-owned firms to take actions or absorb losses which may not be reflected in market value. For example, when a private firm purchases a company with outstanding debt, the government seller could guarantee that debt to private banks, or the government could assume the debt before the sale. Neither the guarantee nor the assumption of debt would necessarily be reflected in the purchase price so that, in effect, the purchaser would be receiving a benefit from the government despite the nominal “arm’s length transaction.” Private firms cannot and would not absorb losses so easily, and they operate under business rationales for their actions, whereas governments are not necessarily bound by the same requirements. A sales transaction between two private firms reflects the convergence of each firm’s willingness (guided by profit considerations) to buy or sell within a given range of prices, with the final sales price reflecting the market value of the asset sold. Cf. Pl. Delv.’s Br. at 33–34. Such a transaction between a government entity and a private firm is not restricted to the government’s ability to sell within as small a range of prices, because the government is not bound by business motives of profit maximization, resulting in a sales price which may or may not reflect true market value. Thus, the distinction between purely private transactions and government *1312 privatizations is crucial to determining the bearing an arm’s length transaction will have on a countervailing duty investigation.\n \nIn light of the significant differences between private-private transactions and public-private transactions, Commerce’s automatic application in the purely private realm of its Privatization or Restructuring methodologies (which ostensibly measure repayment of the subsidies to the government) is not reasonable. None of the parties, including the defendant, have explained how the methodologies, which measure the quantity of the subsidy extinguished in a government-to-private transaction, allow Commerce to determine whether subsidies are passed through in a private-to-private transaction. Commerce is required to establish standards applicable to private transactions which will lead to rational determinations as to when, if ever, an arm’s length sale of assets at market value will lead to pass-through of subsidies.\n \n[16] In its analysis, Commerce might consider whether the investigation was ongoing at the time of sale or whether fair market value included a discount for potential countervailing duty liabilities (neither was the case here). This and similar inquiries might allow Commerce to determine, as a matter of economic analysis or countervailing duty policy, that subsidies indeed do pass through. Where subsidies are pervasive in an industry, valuation methodologies, such as those based on rate of return, which allow for cross-industry comparisons, may be useful, although the results may be too gross for the fine distinction needed here. In any case, whether Commerce has or has not engaged in any of the complex decision making required **234 by the statute, such deliberation is not reflected in this record, or in the arguments of the parties. Further reflection on the record is required. To date Commerce has offered no rationale for its implicit determination that Delverde received a benefit from the subsidies reaped by the previous owner of the pasta production facility at issue.\n \n\nConclusion\nThis matter is remanded for consideration of Borden’s challenge to the net calculation of subsidies under Law 64. It is also remanded for consideration of whether Delverde received a subsidy through its purchase of plant assets from an owner which had previously received subsidies. Commerce shall determine this issue based on all of the circumstances relating to the sale, as required by the URAA. Given the need for complex decision making as to the second issue, Commerce is permitted ninety days to complete the remand determination. Any objections shall be filed twenty days thereafter. Defendant may respond within eleven days.\n \nAll Citations\n21 C.I.T. 1294, 989 F.Supp. 218\n\n\n\nFootnotes\n|\n1\n|Unless otherwise noted, statutory cites are to the 1994 United States Code.\n|\n2\n|Law 46 provides funds for various types of research and development projects with a focus upon the introduction of technological advances for new products or for existing production processes. Law 46 grants are based on an amount not to exceed 50 percent of the loan the firm would have qualified for. Borden’s Petition (May 12, 1995), at 42–43, Ex. 10, C.R. Doc. 1, Def.’s App. 5 (Law 46, art. 2)[hereinafter “Petition ”].\n|\n3\n|The European Investment Bank offers low-interest loans for the purpose of contributing to the balanced development of the European Market. The loans are available in any sector and in any area of the European Union, although certain areas have been designated priorities, including Southern Italy, Ireland and Greece. Petition, Ex. 15 at 44 (EIB Annual Report).\n|\n4\n|Law 46 grants were found non-countervailable in Grain–Oriented Electrical Steel from Italy, 59 Fed.Reg. 18,357, 18,364 (Dep’t Commerce 1994) [hereinafter “GOES ”] (final determination). EIB loans were found non-countervailable in Certain Steel Products from Belgium, 58 Fed.Reg. 37,273, 37,285 (Dep’t Commerce 1993) (final determination) [hereinafter “1993 Belgian Steel ”].\n|\n5\n|“Specific countervailable subsidies” has been taken to mean that generally available assistance is excluded from the scope of countervailing duty law. See Hercules, Inc. v. United States, 11 CIT 710, 735, 673 F.Supp. 454, 476 (1987) (regional development aid a countervailable subsidy); Bethlehem Steel Corp. v. United States, 7 CIT 339, 350, 590 F.Supp. 1237, 1246 (1984) (generally available tax allowance for training program not a subsidy and therefore outside scope of countervailing duty law).\n|\n6\n|The court does not read Can–Am or British Steel to preclude a petitioner from challenging the correctness of the generally applicable aspects of earlier determinations. Neither case addresses that issue. Borden was not a party to the earlier determinations, and it might have made arguments to Commerce which would support reexamination of the generally applicable findings of those decisions. As Borden did not attack those earlier findings directly, the court is not required in this case to resolve issues of preclusion and the burdens associated with such an approach. To the extent that some of Borden’s arguments touched on the correctness of the earlier findings, Commerce addressed those issues.\n|\n7\n|In the GOES investigation, it was determined that eighteen different sectors or industries benefitted from the Law 46 program. GOES, 59 Fed.Reg. at 18,364. Thus, the program was found to be both broadly available and broadly utilized.\n|\n8\n|Although these 1989 Proposed Regulations were withdrawn, Antidumping Duties; Countervailing Duties, 60 Fed.Reg. 80, 80 (Dep’t Commerce 1995) (proposed rules), in many respects they restate Commerce’s practice, Countervailing Duties, 62 Fed.Reg. at 8818, and Commerce has continued to refer to them, where appropriate, as a shorthand reference to its practice. Final Determination, 61 Fed.Reg. at 30,288–89.\n|\n9\n|The programs at issue include local income tax (“ILOR”) benefits, Law 64 industrial grants, Law 64 development loans, social security exemption and reduction programs, and ESF grants. Id.\n|\n10\n|Neither Commerce nor the court addresses whether the URAA precludes inclusion of de minimis recipients based on the likelihood of future use.\n|\n11\n|Grants disbursed to Delverde after purchase of the pasta factory are not disputed in this case. Delverde has acknowledged receiving and benefitting from subsidies disbursed after the sale. Pl. Delv.’s Br. at 11 n. 2; Delverde Verification Report (Mar. 7, 1996), at 11–12, Def.’s App. 20 at 11–12.\n|\n12\n|The Restructuring methodology is used by Commerce to examine various forms of foreign corporate restructuring, such as “internal corporate restructurings, mergers, acquisitions, the spin-off of assets to joint ventures and unrelated private parties, and the closure of production facilities ... [and to] determin[e] the impact of different corporate restructuring activities on the treatment and calculation of subsidy benefits.” Certain Steel Products from Austria, 58 Fed.Reg. 37,217, 37,265 (Dep’t Commerce 1993)(general issues appendix)[hereinafter “General Issues ”].\n|\n13\n|The issue on appeal in Saarstahl II, was whether the CIT had ruled correctly that subsidies are automatically extinguished through an arm’s length transaction because there could be no “competitive benefit” for the buyer after such a sale. 78 F.3d at 1543–44. The events which led to Saarstahl I occurred before enactment of the URAA Change in Ownership provision, so the dispute focused on Commerce’s privatization methodology, specifically its presumption that subsidies passed through, even in an arm’s length transaction, unless proven otherwise. Saarstahl II, 78 F.3d at 1541, 1544. The Federal Circuit, in overturning the CIT decision, rejected the notion that a competitive benefit was necessary for countervailing duties to be levied, because the governing statute at the time, 19 U.S.C. § 1671(a), only required Commerce to find that a subsidy be provided on the manufacture, production, or sale of a product. Saarstahl II, 78 F.3d at 1542–43. Furthermore, the court allowed the legal presumption Commerce had developed when operating under 19 U.S.C. § 1671(a) as an approach created in furtherance of its governing statute, and which, therefore, should be accorded deference. Id. at 1544. Saarstahl II, however, involved a governmental actor, not purely private owners. As noted, it also predated the URAA.\n|\n14\n|Commerce “typically” employs the Privatization methodology when determining the post-transaction existence of subsidies in “situations where ownership of a government-owned firm is transferred to a private entity.” Countervailing Duties, 62 Fed.Reg. at 8820. See also General Issues, 58 Fed.Reg. at 37,259–60. The methodology, in fact, measures the amount of subsidy Commerce will find to be extinguished by the sale, i.e., the repayment to the Government. This amount is based on a simple ratio of yearly subsidies to net worth of the facility benefitted, averaged over the period of years in which the subsidies are disbursed. See, e.g., Final CVD Rate Calculations (June 3, 1996), C.R. Doc. 141, Def.’s App. 25 (Delverde/TAMMA pass-through calculation (GAMMA) in the final subsidy calculations).\n|\n15\n|In a recent pre–URAA law case, the Federal Circuit affirmed Saarstahl II, noting that “a subsidy may pass through to a privatized company during an arm’s length transaction,” and declaring Commerce’s Privatization methodology reasonable. British Steel v. United States, 127 F.3d 1471, 1474–75 (Fed.Cir.1997).\n|\n16\n|Whether it is called part of the Restructuring methodology or the Privatization methodology, the methodology used here is not noticibly different from what was used in Saarstahl II.\n|\n17\n|Footnote 170 refers to a memorandum, on file with the George Mason Independent Law Review, detailing a meeting between Senate staff representatives and officials from the Commerce Department, in which Commerce officials specifically referred to the Inland Steel and Saarstahl I cases and emphasized the need for a “Change in Ownership” provision. Footnote 171 notes that steel industry representatives, at a similar meeting with Senate staff representatives, also referred to those cases and the need for legislation governing a change in ownership.\n|\n18\n|Although the Statement of Administrative Action, which accompanies the drafted bill implementing the URAA to Congress, is drafted by the Executive Branch instead of Congress, it carries “particular authority.” As described in the SAA itself,\nAs is the case with earlier Statements of Administrative Action submitted to the Congress in connection with fast-track trade bills, this Statement represents an authoritative expression by the Administration concerning its views regarding the interpretation and application of the Uruguay Round agreements, both for purposes of U.S. international obligations and domestic law. Furthermore, the Administration understands that it is the expectation of the Congress that future Administrations will observe and apply the interpretations and commitments set out in this Statement. Moreover, since this Statement will be approved by the Congress at the time it implements the Uruguay Round agreements, the interpretations of those agreements included in this Statement carry particular authority.\nSAA, at 1 (emphasis added); see also H.R.Rep. No. 103–412, at 16 (1994) (confirming that because Congress approves the SAA, it carries “particular authority”); John Jackson, Legal Problems of International Economic Relations 148 (3d Ed.1995)(SAA is “an important part of the legislative history”). Moreover, 19 U.S.C. § 3512(d) titled “approval of, and General Provisions Relating to the Uruguay Round Agreements” states that\n[t]he statement of administrative action approved by the Congress under section 3511(a) of this title shall be regarded as an authoritative expression by the United States concerning the interpretation and application of the Uruguay Round Agreements and this Act in any judicial proceeding in which a question arises concerning such interpretation or application.\nId. (emphasis added)(Congress’ approval of both the SAA and the URAA, submitted on September 27, 1994, is codified at 19 U.S.C. § 3511(a)).\n|\n19\n|The statute provides that:\n[t]he determination of whether a subsidy exists shall be made without regard to whether the recipient of the subsidy is publicly or privately owned and without regard to whether the subsidy is provided directly or indirectly on the manufacture, production, or export of merchandise. The administering authority is not required to consider the effect of the subsidy in determining whether a subsidy exists under this paragraph.\n19 U.S.C. § 1677(5)(C)(emphasis added).\n|\n20\n|The court does not address the possibility that the two provisions, the first regarding the requirement of a “benefit” and the second preventing Commerce from examining the “effect” of a subsidy, are conflicting and mutually exclusive provisions, because it is an “accepted rule of construction ... that ambiguities in a newly enacted statute are to be resolved in such fashion as to make the statute ... internally consistent.” Antonin Scalia, A Matter of Interpretation 16 (1997).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}