{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by Lease v. C.I.R., U.S.Tax Ct., October 26, 1993\n555 F.2d 364\nUnited States Court of Appeals,\nThird Circuit.\nSCRIPTOMATIC, INC.\nv.\nUNITED STATES of America, Appellant.\nNos. 75-2078, 76-1732.\n|\nArgued Feb. 18, 1977.\n|\nDecided May 13, 1977.\nSynopsis\nCorporation sued to recover income taxes imposed upon it in connection with payments made by it on obligations denominated “debentures.” The United States District Court for the Eastern District of Pennsylvania, J. William Ditter, Jr., J., 397 F.Supp. 753, entered judgment n. o. v. in favor of the taxpayer, and appeal was taken. The Court of Appeals, Van Dusen, Circuit Judge, held that: (1) in view of the ambiguity of certain language contained in the subordination clause of the instruments, the district court properly took testimony as to what the language was intended to mean and as to what the taxpayer treated it as meaning; (2) the disputed language did not expressly or otherwise subordinate the debentures to trade creditor; (3) the instruments constituted debt rather than equity, and (4) the district court did not err in making its determinations of the applicable factors, the weight to be accorded each factor, the evaluation of those factors, or their impact upon the ultimate determination in the case.\n \nAffirmed.\n \n\n\nWest Headnotes (12)\n\n\n[1]\n|Internal RevenueDistributions as Dividends or Interest Payments\n|\n|Criteria which have been isolated by courts and commentators as factors used in evaluating, for income tax purposes, nature of instrument which is in form of debt, were never intended to obtain talismanic significance; factors are only aids in answering ultimate question whether investment, analyzed in terms of its economic reality, constitutes risk capital entirely subject to fortunes of corporate venture or represents strict debtor-creditor relationship.\n9 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueDistributions as Dividends or Interest Payments\n|\n|When determining, for income tax purposes, true nature of instrument which is in form of debt, ultimate issue is measurement of transaction by objective tests of economic reality, and touchstone of economic reality is whether transaction would have taken same form had it been between corporation and outside lender.\n13 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueDistributions as Dividends or Interest Payments\n|\n|Analysis suggested by objective approach to determination of whether instrument in form of debt in reality constitutes equity for income tax purposes may be expressed in two lines of inquiry: assuming obligation is debt in form, did form result from arm’s length relationship; and/or would outside investor have advanced funds on terms similar to those agreed to by shareholder.\n7 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueDistributions as Dividends or Interest Payments\n|\n|If instrument in form of debt resulted from arm’s length dealings between parties, obligation is debt for income tax purposes; and assuming obligation is debt in form, if outside investor would have advanced funds on terms similar to those agreed to by shareholder, obligation is debt even if negotiations leading to its issuance were not at arm’s length.\n\n|\n\n\n[5]\n|Internal RevenueWhat Constitutes Interest or Indebtedness in General\n|\n|Criteria relevant to answering questions of whether, for income tax purposes, instrument is debt in form, in evaluating whether there was arm’s length relationship in negotiations leading to issuance of instrument, and whether obligation is commercially valuable as obligation and, therefore, debt in economic reality, will vary from case to case, as will weight which should be accorded each criterion.\n1 Case that cites this headnote\n|\n\n\n[6]\n|Internal RevenueDistributions as Dividends or Interest Payments\n|\n|Excessively high interest rate payable on instrument creating corporate obligation would raise possibility that distribution of corporate profits was being disguised as debt and, if such were purpose of exorbitant interest rate, instrument involved would probably not qualify as debt in form for income tax purposes.\n1 Case that cites this headnote\n|\n\n\n[7]\n|Internal RevenueEvidence\n|\n|Although language of provision subordinating debentures issued by corporate taxpayer to indebtedness incurred by taxpayer in connection with acquisition by it of its “properties and assets” could conceivably be used to describe all goods and services procured by taxpayer during course of ordinary operations, such language is not generally associated with such meaning, and in view of fact that ambiguity of clause could sustain either interpretation that debentures were or were not intended to be subordinated to vendors or trade creditors of corporation, district court properly took testimony as to what language was intended to mean and as to what taxpayer treated it as meaning.\n\n|\n\n\n[8]\n|Internal RevenueSubordination\n|\n|Language of provision in debentures issued by corporate taxpayer, subordinating debentures to debts incurred by taxpayer in connection with acquisition by it of its “properties and assets” was properly evaluated as having effect of only limited subordination and did not “expressly” or otherwise subordinate debentures to trade creditors of taxpayer.\n\n|\n\n\n[9]\n|Internal RevenueObligation to Repay;  Contingencies\n|\n|Where debentures issued by corporate taxpayer contained fixed payment date, provided for commercially reasonably rate of return, contained unconditional promise to repay and “right to force complete payment in the event of a default in payment of either interest or principal,” and were not automatically subordinated to claims of tradesmen and vendors, payments made by taxpayer on debentures were deductible as interest and did not constitute nondeductible disguised dividends, even though it was stipulated that debentures could not have been sold at their time of issuance except in conjunction with common stock; instruments constituted debt rather than equity, for income tax purposes.\n2 Cases that cite this headnote\n|\n\n\n[10]\n|Internal RevenueWhat Are Questions of Law or Fact\n|\n|In determining whether corporate taxpayer’s payments on obligations denominated “debentures” are deductible as interest or are, in reality, nondeductible disguised dividends, ultimate issue of whether instrument constitutes debt or equity is matter of law to be decided by trial court and is not for jury to decide.\n1 Case that cites this headnote\n|\n\n\n[11]\n|Internal RevenueDeductions\n|\n|Determination by finder of fact that instruments issued by corporate taxpayer in form of debt were not result of arm’s length negotiations is not inconsistent with finding that instrument constitutes debt in economic reality for income tax purposes.\n\n|\n\n\n[12]\n|Internal RevenueDistributions as Dividends or Interest Payments\n|\n|District court did not err in its determinations of applicable factors, weight to be accorded each factor, evaluation of factors, or their impact upon ultimate determination that payments made by corporate taxpayer on obligations denominated “debentures” were deductible as interest and that such payments were not, in reality, nondeductible disguised dividends.\n\n|\n\n\nAttorneys and Law Firms\n*366 Scott P. Crampton, Asst. Atty. Gen., Gilbert E. Andrews, Jr., Grant W. Wiprud, Robert A. Bernstein, Attys., Tax Div., Dept. of Justice, Washington, D. C., for appellant.\nDaniel Mungall, Jr., Stradley, Ronon, Stevens & Young, Philadelphia, Pa., for appellee.\nBefore SEITZ, Chief Judge, and VAN DUSEN and WEIS, Circuit Judges.\n\n\n\n\nOPINION OF THE COURT\nVAN DUSEN, Circuit Judge.\nThe question in this case is whether payments made on two series1 of obligations (denominated “debentures”) of Scriptomatic, Inc. (plaintiff) were deductible as interest under 26 U.S.C. s 163, or were, in reality, disguised dividends and therefore not deductible by the corporation. On June 24, 1975, the district court entered judgment for plaintiff notwithstanding a December 1973 jury verdict answering special questions in favor of defendant,2 see Scriptomatic Inc. v. United States, 397 F.Supp. 753 (E.D.Pa.1975), from which the government *367 appeals.3 The judgment n.o.v. having been properly entered, we affirm the district court order.\n\n\nI.\n[1] In Fin Hay Realty Co. v. United States, 398 F.2d 694 (3d Cir. 1968), this Court enumerated sixteen criteria which as we stated there, have been isolated by the courts and commentators as factors which have been used in evaluating “the nature of an instrument which is in form a debt.” 398 F.2d at 696. However, those criteria were never intended to obtain talismanic significance. The essence of Fin Hay is contained in the following quotation from it:\n“(N)either any single criterion nor any series of criteria can provide a conclusive answer in the kaleidoscopic circumstances which individual cases present.\n \n \n“The various factors which have been identified in the cases are only aids in answering the ultimate question whether the investment, analyzed in terms of its economic reality, constitutes risk capital entirely subject to the fortunes of the corporate venture or represents a strict debtor-creditor relationship. Since there is often an element of risk in a loan, just as there is an element of risk in an equity interest, the conflicting elements do not end at a clear line in all cases.\n \n“In a corporation which has numerous shareholders with varying interests, the arm’s-length relationship between the corporation and a shareholder who supplies funds to it inevitably results in a transaction whose form mirrors its substance. Where the corporation is closely held, however, and the same persons occupy both sides of the bargaining table, form does not necessarily correspond to the intrinsic economic nature of the transaction, for the parties may mold it at their will with no countervailing pull. This is particularly so where a shareholder can have the funds he advances to a corporation treated as corporate obligations instead of contributions to capital without affecting his proportionate equity interest. Labels, which are perhaps the best expression of the subjective intention of parties to a transaction, thus lose their meaningfulness.\n \n“To seek economic reality in objective terms of course disregards the personal interest which a shareholder may have in the welfare of the corporation in which he is a dominant force. But an objective standard is one imposed by the very fact of his dominant position and is much fairer than one which would presumptively construe all such transactions against the shareholder’s interest. Under an objective test of economic reality it is useful to compare the form which a similar transaction would have taken had it been between the corporation and an outside lender, and if the shareholder’s advance is far more speculative than what an outsider would make, it is obviously a loan in name only.” (Footnote omitted. Emphasis added.)\n \n398 F.2d at 697.\n \n[2] [3] Under Fin Hay, then, the ultimate issue is measurement of the transaction by objective tests of economic reality, and the touchstone of economic reality is whether the transaction would have taken the same form had it been between the corporation and an outside lender whether, in sum, “the shareholder’s advance is far more speculative than what an outsider would make.” *368 The analysis suggested by this approach to the debt-equity question may be expressed in terms of two lines of inquiry: assuming that the obligation is debt in form,4 (1) did the form result from an arm’s-length relationship, and/or (2) would an outside investor have advanced funds on terms similar to those agreed to by the shareholder.5\n \n[4] If question one is answered in the affirmative (the form did result from arm’s-length dealings), the obligation is debt. If question two is answered in the affirmative (an outsider would have advanced funds on terms similar to those agreed to by the shareholder), the obligation is debt despite the fact that the negotiations leading to its issuance were not at arm’s length. As is apparent, if there is proof or agreement that an outsider would have purchased an instrument on the terms available to a shareholder, the question as to whether the form of the obligation resulted from arm’s-length negotiation is irrelevant to resolution of the debt-equity issue. The crucial issue is the economic reality of the marketplace: what the market would accept as debt is debt.\n \n[5] It is only within this framework that the many factors listed in Fin Hay and in other court decisions in this area have any meaning or function. One or more of those factors may be relevant to the threshold question of whether the instrument is debt in form. One or more of those criteria may, in the same sense, be helpful in evaluating whether there was an arm’s-length relationship. Certain of those elements may also bear on the fundamental inquiry, whether an obligation is commercially valuable as an obligation and, therefore, debt in “economic reality.” However, the criteria which will be relevant to each of those three areas of inquiry will vary from case to case, as will the weight which should be accorded each criterion. For this reason, two court decisions in this area will rarely present comparable situations and it will be unusual for any particular case to have controlling effect in any other case on the basis of the particular factors applied or the weight accorded a specific criterion. The weight of precedent in the realm of debt-equity determinations flows from the framework of analysis on the basis of factors such as those enumerated in Fin Hay.\n \n\n\nII.\nSince the facts relating to the organization of taxpayer and issuance of the instruments in question are set forth accurately in the district court opinion, 397 F.Supp. 753, 755-57 (E.D.Pa.1975), we need not repeat them here. A description of matters not discussed by the district court, including the stipulations agreed to at the end of trial, the charge to the jury, the return of the jury verdict, and entry of judgment notwithstanding the verdict, follows.\nAs the district court noted, most of the facts in this case have been stipulated (see Stipulation of Facts filed on December 11, 1973 in Scriptomatic Inc. v. United States, Civil Action No. 69-2791 (E.D.Pa.), reproduced at 5a-17a). Not the least of those detailed stipulations were two entered into at the very end of trial, when the following exchange transpired:\n“MR. MULLARKEY: The government will stipulate that the plaintiff could have sold the debentures in conjunction with the 4,856.25 shares of common stock which were issued in January of 1963 to an outside person who had no other interest in the plaintiff on the same terms, conditions and circumstances as those original debentures in conjunction with common stock were actually sold.\n \n*369 “We will further stipulate that the plaintiff could have sold the Series ”B“ Debentures in conjunction with the 785 shares of common stock which were issued in connection therewith in late 1965 to outside persons who had no other interest in the plaintiff on the same terms, conditions, and circumstances as those Series ”B“ Debentures plus common stock are actually sold.\n \n \n“MR. MUNGALL: And the plaintiff is prepared to stipulate . . .\n \n \n(a)nd does hereby stipulate that it has not met the burden on this record of establishing that an unrelated person would have purchased a debt instrument similar to the instrument entitled 7 percent Subordinated Debenture due January 15, 1973 solely as an investment for the interest to be earned thereon even if a reasonably higher rate of interest than the amount stated had been promised, if it had not also carried with it a common stock interest in the corporation, and that stipulation extends both to the debentures issued in 1963 and those issued in 1965.“\n \nN.T. 7:6-8, reproduced at 420a-422a.\n \nImmediately thereafter, counsel addressed the jury, and the district court charged the jury and posed two interrogatories:\n“Were the interests of the persons who acquired the capital stock and debentures of the plaintiff sufficiently varied and diverse so that the form of the transaction consisting of the issuance of the shares of the debentures was the result of arms-length relationships among them?\n \n“You have to consider that for 1963 and again for 1965.\n \n“Then you will have to consider the second question:\n \n“Were the advances evidenced by the instrument entitled 7% Subordinated Debentures due January 15, 1973 loans to the corporation rather than equity investment?\n \n“Once again, you must answer that question for those issued in 1963 and for those issued in 1965.”\n \nCharge of the Court at N.T. 7:128. The jury answered “no” as to both parts (1963 and 1965) of each question.\nJudgment was entered in favor of the defendant, United States, whereupon plaintiff moved for judgment notwithstanding the verdict, which was granted by the district court, using this language as the conclusion of its opinion:\n“In summary, the debentures in question were drafted to create a legally enforceable debtor-creditor relationship. They were treated as evidence of debt by their purchasers and by the corporation which issued them. Finally, the realities of Scriptomatic’s economic situation do not require that the advances in question be treated as equity. I conclude that no other reasonable decision could be reached from the evidence in this case. Accordingly, the plaintiff is entitled to judgment notwithstanding the verdict.”\n \n397 F.Supp. at 766.6\n\n\nIII.\n[6] In accordance with the analytical framework suggested by Fin Hay, the district *370 court first considered the question of whether the two series of instruments involved here were debt in form. Based upon its determinations that the instruments: (1) are labelled “subordinated debentures,” rather than “preferred stock;” (2) contain a fixed payment date; (3) provide for a “substantial rate of return for that period;”7 (4) contain an unconditional promise to pay, and “the right to force complete payment in the event of a default in payment of either interest or principal;” (5) are not automatically subordinated to the claims of tradesmen and vendors; and that (6) sale of a “package” in which “common stock was issued with each debenture, did not automatically convert the indebtedness into equity,” the district court found that “(b)y every test . . . the form of these debentures was that of debt instruments.” 397 F.Supp. at 758-760.\n \nThe government offers two bases for overturning this conclusion of the district court: (1) that the debentures were “expressly subordinated” to any debt incurred by taxpayer, including obligations to tradesmen and vendors, and (2) that “where an advance would not have been made without the accompanying equity feature, an inference arises that the package represents preferred stock,” which inference the government terms “virtually an inescapable conclusion,” in this case. Brief of Appellant at 14-15.\nThe district court specifically addressed the argument of the government with regard to debenture subordination provision 1.07(c),8 and “ruled as a matter of law that the language of paragraph 1.07(c) did not automatically place tradesmen and vendors in a position superior to that of debenture owners. The uncontradicted testimony revealed that it was the intention of Scriptomatic *371 to have the debentures subordinated to the notes given Fischer for the inventory of Scriptomatic parts and future bank loans, but not other creditors.”9 397 F.Supp. at 759-760.\nThe specific portion of 1.07(c) which the government believes to be inconsistent with this result is that which reads: “indebtedness incurred . . . by the company in connection with the acquisition by it of its properties and assets.” The government contends that this phrase “expressly” subordinates the debentures to trade creditors. However, we do not believe that the clause is so clear and unambiguous as to require such a conclusion.\n[7] While the terms “properties and assets” could conceivably be used to describe all goods and services procured by the taxpayer during the course of ordinary operations, such language is not generally associated with this meaning. The interpretation urged by the government would lead us to conclude that obligations to pay for everything from raw stock for manufacturing to rubber bands and to paper cups for the water cooler would be superior indebtedness to these debentures. In view of the absurd result this interpretation of the debenture language leads to, and in view of the ambiguity apparent from the fact that the language of the clause could sustain some form of the interpretation urged by either party, the district court properly took testimony as to what the language was intended to mean, and as to what the taxpayer treated it as meaning.10\n \n[8] As the district court recognized, the uncontradicted statement of the scrivener of this clause was that its primary purpose was to subordinate the debenture to the “indebtedness to be incurred upon the closing of the SICORP-Fischer contract,” which signalled the beginning of the taxpayer as a viable, operating corporate entity. N.T. 234, reproduced in Appendix at 234a. Moreover, while the district court did conclude that this provision, “by the affirmative action of the corporation under the provisions of paragraph 1.07(b),” could have been used to place trade creditors in the position which the government urges they were placed in automatically, the district court also found that no such action was taken. There is nothing in this record to suggest that the taxpayer ever considered acting, or ever acted, in a manner inconsistent with the view that the main function of 1.07(c) was to subordinate the debentures to the obligation to Fischer. And there is nothing to suggest, on this record, that the district court incorrectly evaluated the effect of this limited subordination provided for by 1.07(c) or its impact upon the determination of whether these instruments represent debt in form. See P. M. Finance Corp. v. Comm’r, 302 F.2d 786, 789 (3d Cir. 1962). For these reasons, we reject the contention of the government that 1.07(c) of the indenture “expressly” or otherwise subordinated the debentures to trade creditors. We likewise reject the suggestion that the manner in which that court interpreted the ambiguous language of this provision and its effect was in any way improper.11\n \n*372 [9] [10] [11] In addition to suggesting that the district court erred in interpreting the subordination provision in the manner it did, the Government asserts that an inference that the debenture-stock packages represent preferred stock arises from the stipulated fact that an outsider would not have purchased the debentures alone, but only as part of the package. See pages 368-369 above. We need not decide the question of whether such an inference arises in view of the other findings of the district court in this case. As the district court noted, the debt instruments contain a fixed payment date, provide for a commercially reasonable rate of return, contain an unconditional promise to repay and “the right to force complete payment in the event of a default in payment of either interest or principal,” and are not automatically subordinated to the claims of tradesmen and vendors. In view of these factors,12 including the fact that the debt could not have been sold without the equity in 1963 and 1965, we conclude that the district court properly entered judgment n.o.v. in favor of the plaintiff.13\n \n\n\nIV.\n[12] In addition to the arguments noted above, the government urges that the district court be reversed for its alleged failure to apply proper tests, or accord such tests sufficient weight.14 As Fin Hay states, “neither any single criterion nor any series *373 of criteria can provide a conclusive answer in the kaleidoscopic circumstances which individual cases present.” 398 F.2d at 697. We find no error in the district court determinations of the applicable factors, the weight to be accorded each factor, the evaluation of those factors, or their impact upon the ultimate determination in this case.\n \nThe judgment of the district court will be affirmed.\nAll Citations\n555 F.2d 364, 40 A.F.T.R.2d 77-5059, 77-1 USTC P 9428\n\n\n\nFootnotes\n|\n1\n|This appeal involves two series of debentures issued by plaintiff, Scriptomatic, Inc.: the “original” debentures, issued in 1963, and the Series “B” debentures, issued in 1965.\n|\n2\n|The special questions and the jury’s answers are set forth below at page 7.\n|\n3\n|Timely notice of appeal was filed by the United States on August 13, 1975 in No. 75-2078. However, at that time the district court judgment was not in final, appealable, form, due to the inability of the parties to agree upon the amount of the judgment. This Court granted a stay of proceedings on appeal pending correction of the record below on November 3, 1975. After the district court order was amended, the defendant filed a new notice of appeal, on April 30, 1976, which was docketed as No. 76-1732. Because both appeals are from the same district court action and involve the same facts and issues, the parties’ stipulation for consolidation of the two appeals, for purposes of joint appendix, briefing, and oral argument, was approved on June 23, 1976.\n|\n4\n|This case does not present, and we do not consider, whether a transaction not debt in form might be found to be debt in economic reality, and, therefore, debt for federal income tax purposes. However, that the government might accept such an assertion is a definite possibility in view of the position taken by it in this case. See note 11 below.\n|\n5\n|But see page 370 and note 7 below. Of course, many factors listed in Fin Hay may be relevant to the initial determination of whether an instrument constitutes debt in form.\n|\n6\n|During oral argument the following transpired:\nQ. (The Court):\n“What do you think is the significance of the issue submitted to the jury, and why was it submitted? It seems to be more or less agreed that it’s a question of law . . .\nA. (Mr. Mungall):\n“Your Honor, we started this case, we had three or four pretrials, the government’s position was that it was all to go to the jury on the basis of 16, 18, 28, however, many criteria you want to work. I said no, that it ought to be basically a legal question when you come to the question of when you’re going to disregard the form of the transaction, and we hassled this around and hassled this around and the positions were clear but the judge had not resolved it. When we got to the night we were working on the points for charge and we were going over my position first, we got to this one where I was saying that you had to submit to the jury first the question of was it at arm’s length and if it was not at arm’s length then you go to the next question as to whether an outsider would have purchased, and the government said, ‘Well, that’s not an issue at all, we’ll concede that.’ This is after six, seven days of trial and I said, ‘Well, if you’d conceded that before, we could have had the question up on a motion for summary judgment.’ But here we’d been here six days and the judge said, ‘Well, let’s take advantage of the jury here and put something to the jury.’ That was on the basis that if I was wrong in my approach, then the Court of Appeals and he would have something to deal with from the jury verdict. But at that point my contention was that I was entitled to a directed verdict because the government had conceded that this was the form the transaction would have taken among outsiders.”\nThe government never challenged the above statement of Mr. Mungall during its rebuttal.\n|\n7\n|These instruments provided for an interest rate of 7%, which the district court specifically found to be a reasonable one at that time. Excessively high rates would, of course, raise the possibility that a distribution of corporate profits was being disguised as debt. Were such the purpose of an exorbitant interest rate, the instrument involved would probably not qualify as debt in form. See Plumb, The Federal Income Tax Significance of Corporate Debt: A Critical Analysis and a Proposal, 26 Tax L.Rev. 369, 439-440 (1971) (hereinafter referred to as Plumb).\n|\n8\n|The subordination provision involved here, substantially the same in both series of debentures, reads as follows:\n“(1.07) The term ”Superior Indebtedness“ as used herein shall mean the principal of or the interest on (a) indebtedness (other than the Debentures) of the Company for money borrowed from, or the payment which has been guaranteed to, persons, firms or corporations which engage in lending money, including, but without limitation, banks, trust companies, insurance companies and other financing institutions, and charitable trusts, pension trusts and other investing organizations, whether or not evidenced by notes or similar obligations, (b) indebtedness of the Company evidenced by notes or debentures (other than the Debentures) issued under the provisions of an indenture or similar instrument between the Company and a bank or trust company, (c) indebtedness incurred, assumed or guaranteed by the Company in connection with the acquisition by it of its properties and assets, or the acquisition by it of any subsidiary of any other business, properties or other assets (unless, in the case of clauses (a) and (b) above, and this clause (c), by the terms of the instruments creating or evidencing the indebtedness it is provided that such indebtedness is not superior in right of payment to the Debentures), or (d) any other obligation or liability of the Company if in the instrument creating or evidencing the same it is specifically provided that such obligation or liability shall be superior in right of payment to the Debentures.”\nWe note that the district court summarized this paragraph at note 5 on pages 759-760 of 397 F.Supp.\n|\n9\n|At the end of trial, but before counsel addressed the jury with their summations, the district court made the following rulings:\n“THE COURT: First of all, I rule that in form Exhibits P-2, that is, a debenture issued in January of 1963, and P-16 a debenture issued in December of 1965 are both debt instruments in form. That is, they are debt instruments on their face.\n“In addition, I have ruled that paragraph 1.07(c) in both instruments is not so inclusive that those who sell consumables to the corporation, persons that we have referred to in our discussions as being trade creditors, would by reason of the language contained in paragraph 1.07(c) be a holder of a superior indebtedness; that is, superior to the holder of the indenture.\n“However, I also rule that by the affirmative action of the corporation under the provisions of paragraph 1.07(b) trade creditors could be placed in a superior position. That is, they could be included with the term of one who would hold a superior indebtedness.”\nN.T. 7:4-5.\n|\n10\n|See Rest. of Contracts, s 235; Rest. of Contracts 2d (Tentative), ss 228-229.\n|\n11\n|We note, but need not dwell upon, the position taken by the government in this case as to the role of “form” in debt-equity determinations. While the government asserts that, as to both series of debentures, this subordination provision is fatal to the contention that the instruments constitute debt in form, and, therefore, to the contention that they constitute debt at all, counsel for the government engaged in the following exchange at oral argument:\nQ. (The Court):\n“Mr. Bernstein, don’t you think there’s a lot to be said for the judge’s decision at least as to the second debentures, I think they were called Series ”B“ debentures, that were issued in 1965?”\nA. (Mr. Bernstein):\n“Yes, sir, your Honor, I do. If we prevail on the first part, then debt and equity are virtually equal and the business was already successful by that time. At the time of the original issuance there is considerable testimony that the fact that it was risky, it was new, there was a high degree of risk that had pretty much gone out of the picture by 1965 and I would agree with you that it’s a very different situation on that second issuance.”\nSince the government in its brief has taken the position, in this case, that neither debenture constitutes debt in form due to the subordination provision included in each indenture, it would appear either (1) that the government accepts the notion that an instrument not in form debt might still constitute debt for federal income tax purposes, or (2) that form is only significant to a debt-equity determination when the government says it is. Having concluded that these instruments do constitute debt in form, we need not reach the question of whether an instrument other than debt in form might still qualify as debt for purposes of the interest deduction. See note 4 above.\n|\n12\n|The inference that the debt instruments were equity, in economic reality, might arise if neither the debt nor the equity could be transferred without the other. See Universal Castings Corp. v. Commissioner of Internal Revenue, 303 F.2d 620 (7th Cir. 1962).\n|\n13\n|While it would appear that the jury can serve a limited role in debt-equity cases, we conclude that certain issues are not for a jury to decide. Here, the question of whether form resulted from an arm’s-length relationship was appropriately put to the jury; however, we have serious doubts as to the correctness of posing the second interrogatory to the jury. The ultimate issue, whether an instrument constitutes debt or equity, is a matter of law, and, as such, is to be decided by the trial court.\nThe determination that these instruments constituted debt in form, which we accept, as noted above, laid the basis for proceeding in accordance with Fin Hay to the further questions of whether that form resulted from an arm’s-length relationship and/or whether an outside investor would have advanced funds on terms similar to those agreed to by the shareholders. As should be clear, a determination by the finder of fact that the form was not the result of arm’s-length negotiations as the jury found in this case is not inconsistent with the finding that the instrument constitutes debt in economic reality.\n|\n14\n|The government contends that “(t)he record demonstrates that the purported debentures represented equity capital as a matter of law, and that the District Court erred in failing to give due weight to several key criteria,” including the debt-equity ratio, the dependency of payment upon the success of the venture, the use of the funds to finance the so-called “core assets,” subordination to general creditors (discussed above), commonality of interest, and risk.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}