{
    "Background": "\n\n\n\n282 F.2d 623\nUnited States Court of Appeals Tenth Circuit.\nJames DAVIS, Jr. and Merie Davis, Appellants,\nv.\nUNITED STATES of America, Appellee.\nNo. 6298.\n|\nSept. 7, 1960.\nSynopsis\nAction by taxpayers for refund of income taxes paid by them for calendar year 1953. The United States District Court for the District of Kansas, denied claim for refund and taxpayers appealed. The Court of Appeals, Phillips, Circuit Judge, held that where amount to be piad in cash by sole beneficiary of decedent’s estate and to be received by estate from sale to beneficiary of reserve oil, gas and casinghead gas was full value of estate’s shares in working interest in such leases, and income to estate and to beneficiary and his wife was not other than it would have been had parties been uncontrolled taxpayers dealing at arm’s length with other uncontrolled taxpayers, payments received by estates from sale of oil and gas produced were taxable to it and not to beneficiary and his wife and estate was entitled to depletion allowance in respect thereof.\n \nReversed and remanded for further proceedings.\n \n\n\nWest Headnotes (2)\n\n\n[1]\n|Internal RevenuePersons Entitled\n|\n|Where amount to be paid in cash by sole beneficiary of decedent’s estate and to be received by estate from sale of reserve oil, gas and casinghead gas was full value of estate’s shares in working interest in leases, and income to estate and to beneficiary and his wife was not other than it would have been had parties been uncontrolled taxpayers dealing at arm’s length with other uncontrolled taxpayers, payments received by estates from sale of oil and gas produced were taxable to it and not to beneficiary and his wife and estate was entitled to depletion allowance in respect thereof. 26 U.S.C.A. (I.R.C.1939) § 45.\n3 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueIncome Taxes\n|\n|Tax motive is unimportant if taxpayer does what law permits and taxpayer has legal right to decrease amount of what otherwise would be his taxes by means which the law permits.\n1 Case that cites this headnote\n|\n\n\nAttorneys and Law Firms\n*623 Roger S. Randolph, Tulsa, Okl. (Lester L. Morris and Ferd E. Evans, Jr., Wichita, Kan., were with him on the briefs) for appellants.\nJoseph Kovner, Atty., Dept. of Justice, Washington, D.C. (Charles K. Rice, Asst. Atty. Gen., Lee A. Jackson, Harold M. Seidel, Attys., Dept. of Justice, Washington, D.C., Wilbur G. Leonard, U.S. Atty., Topeka, Kan., and George E. Peabody, Asst. U.S. Atty., Wichita, Kan., were with him on the brief), for appellee.\nBefore MURRAH, Chief Judge, and PHILLIPS and BREITENSTEIN, Circuit judges.\nOpinion\n\nPHILLIPS, Circuit Judge.\n\nThis is an appeal by James Davis, Jr. and Merie Davis, his wife, from a judgment denying their claim for refund of income tax paid by them for the calendar year 1953.\n \nJames Davis, Sr., father of James, Jr., died on June 19, 1952. His last will and testament was admitted to probate July 15, 1952, by the Probate Court of Sedgwick County, Kansas. On that date the taxpayer was appointed executor, duly qualified as such, and has since continued to act as such executor. James, Jr. is also sole beneficiary under the will and testament of the decedent and will be the sole distributee of the estate of the decedent when the final distribution of the assets of such estate is made.\n \nThe value of the estate, as determined by appraisers appointed by the Probate Court, is $3,356,624.14. Accountants for the estate in the latter part of October, 1952, prepared and furnished to the executor an estimate that the Federal *624 and Kansas estate and inheritance taxes would be between $1,720,000 and $1,920,000. The estate, on November 30, 1952, received as the result of the liquidation of the Solar Oil Corporation, in which the decedent was the principal stockholder, undivided shares in the working interests1 under certain producing oil and gas leases formerly owned by Solar and $513,547.33 in cash. James, Jr. also owned undivided shares in such working interests.\n \nOn December 26, 1952, James, Jr., acting as executor, filed a petition in the Probate Court seeking instructions and advice concerning the sale of the estate’s shares in such working interests. In the petition he alleged, inter alia, that in the opinion of independent engineers and accounts the reasonable value of the estate’s undivided interests was $530,923.82; that the further development of such leases was a hazardous undertaking in which the estate should not be engaged; and that as executor he had received from James, Jr., individually, an offer to purchase the estate’s shares in the working interests in such leases for $175,000 in cash, with a reserved interest to the estate of 75 per cent of the oil, gas and casinghead gas first discovered, produced, saved and sold until the value of such reserved 75 per cent, computed at the current market price, should equal $375,000.\n \nThe Probate Court found, in a nonadversary proceeding, but on the basis of evidence introduced at the hearing on the petition, that the offer set forth in the petition was fair and reasonable and was for the full value of the estate’s interest in such leases; that the sale would be for the best interests of the estate; that it would be advantageous to the estate to be relieved from the hazardous undertaking of operating and developing such leases; and that it was necessary, because of the heavy Federal estate tax and state inheritance tax burden, to conserve the cash in such estate. It ordered approval of the sale upon the terms and conditions set forth in the petition and the consummation thereof by a proposed assignment, copy of which was attached to the petition, and ordered the execution and delivery of such assignment upon the payment to the executor of $175,000 in cash by James, Jr., individually.\n \nPertinent provisions of the assignment are set forth in subjoined Note 2.2 The cash payment was made and the assignment was executed and delivered on December 26, 1952.\n \nDuring the calendar year 1953, the estate received from its reserved oil and *625 gas an aggregate of $280,462.22. That amount was reported by the estate in its Federal income tax return for 1953 as gross income.\n \nThe Commissioner of Internal Revenue, upon examination and audit of the individual income tax return of James, Jr. and Merie for 1953, added to their gross income for that year the $280,462.22 received by the estate and assessed against them additional income tax on account thereof, with interest, which they paid. They duly filed claim for refund, which was disallowed.\n \nThe Commissioner purported to act under the provisions of § 45 of the Internal Revenue Code of 1939, as amended by § 128(b) of the Revenue Act of 1943, 58 Stat. 21, 26 U.S.C. 1952 Ed., § 45, which reads:\n \n‘In any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Commissioner is authorized to distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations, trades, or businesses.’\n \nTreasury Regulations 118, promulgated under the Internal Revenue Code of 1939, § 39.45-1, in pertinent part reads:\n \n‘Determination of the taxable net income of a controlled taxpayer-\n \n(a) Definitions. When used in this section:\n \n‘(3) The term ‘controlled’ includes any kind of control, direct or indirect, whether legally enforceable, and however exercisable or exercised. It is the reality of the control which is decisive, not its form or the mode of its exercise. A presumption of control arises if income or deductions have been arbitrarily shifted.\n \n‘(4) The term ‘controlled taxpayer’ means any one of two or more organizations, trades, or businesses owned or controlled directly or indirectly by the same interests.\n \n‘(5) The terms ‘group’ and (group of controlled taxpayers’ mean the organizations, trades, or businesses owned or controlled by the same interests.\n \n‘(6) The term ‘true net income’ means, in the case of a controlled taxpayer, the net income (or, as the case may be, any item or element affecting net income) which would have resulted to the controlled taxpayer, had it in the conduct of its affairs (or, as the case may be, in the particular contract, transaction, arrangement, or other act) dealt with the other member or members of the group at arm’s length. * * *\n \n‘(b) Scope and purpose. (1) The purpose of section 45 is to place a controlled taxpayer on a tax parity with an uncontrolled taxpayer, by determining, according to the standard of an uncontrolled taxpayer, the true net income from the property and business of a controlled taxpayer. * * * The standard to be applied in every case is that of an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer.\n \n‘(c) Application. Transactions between one controlled taxpayer and another will be subjected to special scrutiny to ascertain whether the common control is being used to reduce, avoid, or escape taxes. In determining the true net income of a controlled taxpayer, the Commissioner is not restricted to the case of improper accounting, to the case of a fraudulent, colorable, or sham *626 transaction, or to the case of a device designed to reduce or avoid tax by shifting or distorting income, deductions, credits, or allowances. The authority to determine true net income extends to any case in which either by inadvertence or design the taxable net income, in whole or in part, of a controlled taxpayer, is other than it would have been had the taxpayer in the conduct of his dealing at arm’s length with another uncontrolled taxpayer.’ (Italics ours.)\n \nThere can be no question that James, Jr., acting in his capacity as executor Jr., acting in his capacity as executor and seller and acting in his individual capacity has buyer of the estate’s shares in the working interests in such oil and gas leases, did not deal at arm’s length.\n \n[1] The Probate Court found on the evidence that the amount to be paid in cash and to be received from the sale of reserved oil, gas and casinghead gas was the full value of the estate’s shares in the working interests in such leases. That fact is not here challenged.\n \nThe question then presented is whether the taxable net income of James, Jr. and Merie as individuals, as a result of the provisions of the assignment, was other than it would have been had they ‘in the conduct of’ their ‘affairs been an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer.’\n \nThe income tax return of James, Jr. and Merie was reported on a calendar year basis, while that of the estate was reported on a fiscal year basis, beginning on October 1, 1952, and ending on September 30, 1953. For such fiscal year the estate reported under the heading ‘Gains and Losses from Sales or Exchanges of Property Other Than Capital Assets,’ $175,000 cash received from the sale of its working interests in such leases. Since the estate’s adjusted basis for such leases was $175,000, no taxable gain was realized.\n \nThe estate also reported as income for such fiscal year $244,968.82, which was realized from the sale of oil and gas reserved to it under such assignment. It claimed as a deduction a substantial amount as a depletion allowance attributable to its reserved interests under the assignment.\n \nFor the fiscal year beginning October 1, 1953, and ending September 30, 1954, the estate reported as income $130,026.93, which was realized from the sale of oil and gas reserved to it under such assignment. It claimed as a deduction a substantial amount as a depletion allowance for such fiscal year, attributable to its reserved interests under the assignment.\n \nIn the assignment the estate expressly reserved 75 per cent of the oil, gas and casinghead gas discovered, produced, saved and sold from its interests in the oil and gas leases, until the value of such products should equal $375,000 and provided for a release of the reserved interests when the estate had received such products of the value of $375,000. The amount of $375,000 was to be received by the estate only in oil, gas and casinghead gas produced, saved and sold from the reserved interests. There was no personal obligation on James, Jr. to pay such amount and no security by way of lien or otherwise was given to the estate to secure the payment thereof. It is clear, therefore, that on the face of the transaction the estate reserved an economic interest in the oil and gas in place; that the payments received from the sale of oil and gas produced from such reserved interests were taxable to it and not James, Jr. and that it was entitled to a depletion allowance in respect thereof.3\n \nIf the assignment had provided for the payment of the $375,000 in cash by *627 James, Jr. to the estate, rather than reserving to the estate under the assignment 75 per cent of the oil and gas produced and sold from its shares in the leasehold interests until the same should equal $375,000, the estate would not have reserved an economic interest in such oil and gas; the $375,000 paid to it in cash would have been taxable to it as ordinary income; it would not have been entitled to deduct therefrom the depletion allowance which inured to it in the fiscal years beginning October 1, 1952, and October 1, 1953; and that amount, less any allowable deductions, would have been taxable as ordinary income to James, Jr., realized from the sale of oil and gas.\n \nProvision for payment to the seller of oil and gas leases of specified amounts from the sale of reserved oil and gas produced from the leases is a well known device in the oil and gas industry and is frequently used.\n \nSince the amounts to be received by the estate under the assignment equalled the fair value of its interests in the leases and the terms of the assignment being otherwise advantageous to the estate, they are terms it would have undertaken to obtain, had it been an uncontrolled taxpayer dealing at arm’s length with an uncontrolled purchaser and the price being fair and the terms and the price being fair and the terms vantageous to James, Jr., they are terms he would have undertaken to obtain if he had been an uncontrolled purchaser dealing at arm’s length with an uncontrolled seller. In other words, it seems clear to us that the estate and James, Jr. each made a good bargain, as good a one for each at it is reasonable to assume parties dealing at arm’s length would have made.\n \n[2] It should be kept in mind that tax motive is unimportant if the taxpayer does that which the law permits. A taxpayer has a legal right to decrease the amount of what otherwise would be his taxes by means which the law permits.4\n \nAccordingly, we conclude that the transaction is such as the parties would have entered into had they been dealing at arm’s length and that the income to the estate was not other than it would have been had the estate been an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer and that the income to James, Jr. and Merie is not other than it would have been had James, Jr. been an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer.\n \nNor can the action of the Commissioner be sustained on the theory that the transaction was in fact a partial distribution of the assets of the estate, rather than a sale and assignment. The Probate Court proceeding, with respect to the sale of the estate’s leasehold interests, did not purport to be a proceeding for partial distribution under the Kansas statutes.5 But if we assume that the order of the Probate Court was tantamount to an order for partial distribution, it did not distribute the interest reserved to the estate under the assignment, namely, 75 per cent of the oil and gas produced and sold from the leases until the value thereof equalled $375,000, which event did not occur until 1954. Unless and until production from 75 per cent of the estate’s reserved interests in the leases equalled in value $375,000, the reserved interests in the leases were to remain in the estate and were not to pass to James, Jr.\n \nMoreover, there was no shifting of income from James, Jr. and Merie to the estate by reason of the assignment. Before the assignment all of the income from the oil and gas produced from the estate’s working interests in the leases was taxable to the estate. After the assignment *628 25 per cent of such income became taxable to James, Jr. and Merie and the remaining 75 per cent continued to be taxable to the estate. The result of the transaction was to shift 25 per cent of the future income of the estate to James, Jr. and Merie and not to shift any future income from them to the estate.\n \nThe judgment is reversed and the cause remanded for further proceedings in accordance with this opinion.\n \nAll Citations\n282 F.2d 623, 6 A.F.T.R.2d 5599, 60-2 USTC P 9715\n\n\n\nFootnotes\n|\n1\n|The lessee’s interest under an oil and gas lease.\n|\n2\n|‘The assignor, James Davis, Jr., as Executor of the Estate of James Davis, deceased, for himself, his successors or assigns, expressly reserves and retains the following interest in and to the oil, gas and casinghead gas discovered, produced and saved from the interests in and to said leases above described, which interests shall remain the property of the assignor and shall be delivered by the assignee from oil, gas and casinghead gas so produced and saved from the properties above described, as follows:\n‘The first seventy-five per cent (75%) of the oil, gas and casinghead gas discovered, produced, saved and sold from the interests in and to the above described oil and gas leases each month to and for the account of the assignor herein until such time as the value of the oil, gas and casinghead gas so delivered at the rate and computed at the market price current therefor at the time of delivery shall equal in the aggregate the sum of Three Hundred Seventy-five Thousand Dollars ($375,000.00), which reserved interest shall be free and clear to the assignor of and from any and all cost and expense of development, operation and marketing, except taxes that may be levied and assessed against said reserved interest or the production therefrom.\n‘It is specifically understood that upon the complete delivery of the oil, gas and casinghead gas from the assignor’s reserved interest, as aforesaid, that the assignor will execute, acknowledge and deliver in form approved by the assignee a release evidencing the full receipt of the value of the assignor’s reserved interest, and releasing all of the interest herein reserved by the assignor.’\n|\n3\n|Palmer v. Bender, 287 U.S. 551, 53 S.Ct. 225, 77 L.Ed. 489; Thomas v. Perkins, 301 U.S. 655, 57 S.Ct. 911, 81 L.Ed. 1324; Law of Federal Income Taxation, Mertens, Zimet & Diamond Revision, Vol. 4, §§ 24.19a, 24.21, 24.60; Cf. Anderson v. Helvering, 310 U.S. 404, 413, 60 S.Ct. 952, 84 L.Ed. 1277.\n|\n4\n|Cravens v. C.I.R., 10 Cir., 272 F.2d 895, 898; Diamond A Cattle Co. v. Commissioner of Internal Revenue, 10 Cir., 233 F.2d 739, 742; Gregory v. Helvering, 293 U.S. 465, 469, 55 S.Ct. 266, 79 L.Ed. 596.\n|\n5\n|G.S.Kan.1949, §§ 59-1501 to 59-1508, 59-2246 to 59-2251.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}