{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nNonacquiescence Recommended by RE: EDWIN W. STUCHELL, ET AL. V. COMMISSIONER, IRS AOD, February 18, 1981\nT.C. Memo. 1978-236\nUnited States Tax Court\nEDWIN W. STUCHELL, ET AL.,1 Petitioners\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent\nKINZUA CORPORATION, Petitioner\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent\nDocket Nos. 4781—75, 514—76.\n|\nFiled June 26, 1978.\nSynopsis\nIn order to ensure itself a steady supply of timber for use in its lumber business, K Corporation entered into a long-term timber-cutting contract with his shareholders, the owners of certain timberlands. The overall contract, and in particular the procedure thereunder for determining the price to be paid by K Corporation for the timber, was fair and reasonable when judged by the standards of a transaction entered into by strangers dealing at arm’s-length. Held, where the evidence is sufficient to establish that from the outset the transaction in question was bona fide and conducted in an arm’s-length manner, then the ultimate objective of the constructive dividend theory has been attained and it is unnecessary for us to independently determine the value of the property sold.\n \nAttorneys and Law Firms\nDwight J. Drake and Kent Whiteley, for the petitioners.\nMatthew W. Stanley, for the respondent.\n\n\n\nMEMORANDUM FINDINGS OF FACT AND OPINION\nFAY, Judge:\nRespondent determined the following deficiencies in petitioners’ Federal income taxes:\n\n\n\n\nDkt. No.\n \n|Petitioner\n \n|F. Y. E.\n \n|Deficiency\n \n|\n514-76\n \n|Kinzua Corporation\n \n|9/30/71\n \n|$146,818.00\n \n|\n4781-75\n \n|Edwin W. Stuchell\n \n|12/31/68\n \n|891.00\n \n|\n \n|Robert D. and Kathleen D. Watt, Jr.\n \n|12/31/71\n \n|569.00\n \n|\n \n|David E. Wyman, Jr., Executor of the Estate of David E. Wyman, and Helen R. Wyman\n \n|12/31/712\n \n|18,322.00\n \n|\n \n|Max H. and Karen T. Wyman\n \n|12/31/71\n \n|14,658.72\n \n|\n \n|Raleigh L. Chinn and Mary Chinn\n \n|12/31/71\n \n|1,567.00\n \n|\n \n|Harry J. O’Donnell, Executor of the Estate of Flora M. O’Donnell\n \n|12/31/71\n \n|1,037.00\n \n|\n \n|Barbara W. Sheldon, Executrix of the Estate of Mona Westover\n \n|12/31/71\n \n|1,209.00\n \n|\n \n|H. J. O’Donnell and Margaret O’Donnell\n \n|12/31/71\n \n|7,736.00\n \n|\n \n|William P. Schwager\n \n|12/31/71\n \n|1,455.00\n \n|\n \n|Bryant R. Dunn and Mildred K. Dunn\n \n|12/31/71\n \n|3,053.07\n \n|\n \n|Dennis H. Dunn and Jennifer B. Dunn\n \n|12/31/71\n \n|551.12\n \n|\n \n \n| \n| \n| \n|\n\n\n\n\nThese cases were consolidated for purposes of trial, briefing, and opinion.\n \nConcessions having been made, the sole issue for decision is whether any portion of the price paid by Kinzua Corporation, a closely-held corporation, for property transferred to it by its shareholders is a constructive dividend.\n\n\nFINDINGS OF FACT\nSome of the facts have been stipulated and are so found.\nAt the time of filing their respective petitioners herein, petitioners William P. and Sarah B. Schwager resided in Akron, Ohio, and the executors and all other individual petitioners resided in the State of Washington.\nPetitioner Kinzua Corporation (Kinzua) was organized under the laws of the State of Washington in 1953 and has, at all times relevant herein, carried on a logging, lumber-manufacturing, and wood-processing business in Kinzua, Ore.\nAt the time Kinzua was organized, its outstanding stock was issued to the following entities and individuals in the percentages indicated:\n\n\n\n\n|Percentage of\n \n|\n|Outstanding\n \n|\nName of Stockholder3\n \n|Kinzua Stock\n \n|\n \n||\nCapital Timber Products\t\n \n|50%\n \n|\nDonover Co., Inc.\t\n \n|3%\n \n|\nEdwin W. Stuchell*\t\n \n|10%\n \n|\nHarry J. O’Donnell *\t\n \n|7%\n \n|\nAlvin Schwager\t\n \n|2%\n \n|\nRaleigh Chinn *\t\n \n|1%\n \n|\nDavid E. Wyman *\t\n \n|13%\n \n|\nMax H. Wyman *\t\n \n|13%\n \n|\nBryant R. Dunn *\t\n \n|1%\n \n|\n \n||\n\n\n\n\nIn 1953 the shareholders of Kinzua acquired, in the same proportions as their respective stock holdings, undivided interests in certain timberlands, consisting of approximately 130,000 acres of land located in Oregon (hereinafter ‘the Timberlands’).\nSometime following the organization of Kinzua and prior to September 14, 1954, Capital Timber Products Co. (Capital) transferred its 50-percent interest in Kinzua and the Timberlands to Wheeler Timber Co. (Wheeler), a Washington corporation. Wheeler was owned and operated by various individuals, none of whom were in any way related to the other shareholders of Kinzua.4\nIn 1953 and 1954 Kinzua and the owners of the Timberlands entered into short-term timber-cutting contracts covering periods of less than a year under which Kinzua cut and paid for certain amounts of timber from the Timberlands.\nAlthough other timber was available, by 1955 it was evident that Kinzua’s success was largely dependent upon its ability to enter into cutting arrangements with the owners of the Timberlands. Because the ownership of the Timberlands was held in undivided interests, there existed the possibility that one or more owners of an interest in the Timberlands could jeopardize the cutting arrangement by being either unwilling or unable to sign contracts each year. For example, one of the owners traveled extensively and was difficult to contact. Another principal owner was having marital troubles and there was a possibility that a portion of his undivided interest could be transferred to someone who would refuse to sign annual timber-cutting arrangements. In addition, any owner was free to transfer his interest in Kinzua without transferring his interest in the Timberlands. Finally, some degree of animosity existed between the attorney for Wheeler and a few of Kinzua’s other shareholders. For these reasons, in April 1955 Kinzua and the owners of the Timberlands entered into a long-term timber-cutting agreement.\nUnder the terms of the agreement, Kinzua acquired the right to cut and remove merchantable timber located on the Timberlands each logging season. Because Kinzua’s timber needs would vary from year to year, the amount of timber to which Kinzua acquired rights was indefinite. However, the agreement did set a minimum and a maximum amount of timber which was or which could be removed each year.\nRecognizing that the value of the timber to be cut under the agreement would fluctuate due to changing market conditions, the parties determined that a fixed price over the life of the agreement would not be reasonable. Therefore, the agreement provided that timber prices would be set annually by an independent, qualified appraiser and that the parties would be bound by that appraisal.\nInitially, pursuant to the agreement, the annual appraisal was to be made by W. H. Thomas, a well-qualified and highly respected appraiser. In the event that Thomas was unwilling or unable to serve, a successor was to be appointed by the then president of the First National Bank of Portland, Oregon.5 The parties to the contract had no control over the selection process in the event it became necessary to appoint a successor to Thomas.\nFor each year from 1955 until 1968, Thomas conducted the annual appraisal. In 1968, for health reasons, he informed Kinzua that he would no longer be able to make the appraisal. In accordance with the terms of the agreement, Paul M. Sanders was appointed to succeed Thomas by the then president of the First National Bank of Portland, Oregon.\nSanders, a professional consulting forester, is an appraiser with considerable experience and impressive qualifications. His professional experience includes work performed for the United States Departments of Justice and Commerce. During all years subsequent to his selection as appraiser, up to and including the year in question, Sanders annually determined the price which Kinzua would pay for the timber it logged. At no time did Sanders own any interest in Kinzua or the Timberlands, nor was he in any way related to any person who owned such There was never any attempt made to influence Sanders in the price determinations and he did not consider whether particular individuals would prefer a high value or a low value in making his appraisals. During all relevant times herein, comprehensive audits conducted by a certified public accounting firm located in Seattle, Wash., verified that the prices set by the appraiser were the prices actually paid to the owners of the Timberlands.\nThe agreement overall, and in particular the procedure set forth in the agreement for the purpose of determining the purchase price of the timber to be paid by Kinzua, is fair and reasonable when judged by the standards of an arrangement entered into by strangers dealing at arm’s-length and is consistent with that used by unrelated parties in setting annual purchase prices under long-term timber-cutting contracts. Petitioners have always complied with the terms of the agreement in determining the annual prices to be paid for the timber and at no time has noncompliance with the agreement been alleged.\nBy reason of death, sale, or otherwise, there have been certain ownership changes in Kinzua’s outstanding stock and the undivided interest in the Timberlands, such that during the year in issue the following petitioners and Donover Co., Inc. owned the following percentage interests in Kinzua and the Timberlands:\n\n\n\n\nName\n \n|Percentage\n \n|\n \n \n| \n|\nEdwin W. Stuchell\t\n \n|10%\n \n|\nKathleen D. Watt\t\n \n|1%\n \n|\nDavid E. Wyman (now deceased)\t\n \n|25%\n \n|\nMax H. Wyman\t\n \n|25%\n \n|\nRaleigh L. Chinn\t\n \n|2%\n \n|\nHarry J. O’Donnell\t\n \n|13%\n \n|\nWilliam P. Schwager\t\n \n|2%\n \n|\nBryant R. Dunn\t\n \n|4%\n \n|\nDennis H. Dunn\t\n \n|1%\n \n|\nDonover Co., Inc.\t\n \n|6%\n \n|\n\n\n\n\n\n\n\nTotal Ownership by\n \n|89%\n \n|\nall Petitioners\n \n||\n\n\n\n\nIn each year during the period from 1966 through the year in question, Kinzua paid dividends to its shareholders ranging in amount from $50,000 to $150,000 a year. The dividends paid during this period exceeded 35 percent of Kinzua’s aftertax profits for the same period and, during the year in question actually exceeded such income.\nDuring its fiscal year ended September 30, 1971, Kinzua cut 26,935,450 board feet of timber and, under the terms of the agreement, paid the owners thereof the sum of $1,426,041.64 for such timber.\nIn computing their taxable income for the taxable year ending December 31, 1971, each of the petitioners, including the petitioners who were stockholders of Donover Co., Inc., reported his or her share of the $1,426,041.64 paid by Kinzua for the timber it cut and removed during the year pursuant to the agreement. Each petitioner’s share was reported on their respective Federal income tax return as capital gain income pursuant to section 631(b).6 With respect to petitioner Edwin W. Stuchell, his share of the amount was treated as capital gain income in computing his 1971 net operating loss carryback to the tax year ending December 31, 1968. Kinzua treated the full amount paid as its cost basis in the timber purchased.\nRespondent, in his statutory notices of deficiency, determined that a portion of the amount paid by Kinzua to petitioners was paid to them in their capacity as shareholders of Kinzua, rather than as owners of the Timberlands and therefore constituted disguised dividends which are taxable as ordinary income to the recipients and cannot be added to Kinzua’s cost basis in the timber purchased. Respondent’s determination is premised on his belief that the timber was purchased by Kinzua for a price in excess of its fair market value.\n\n\nOPINION\nThe sole issue for our decision is whether a portion of the price paid by Kinzua, a closely held corporation, for property transferred to it by its shareholders is a constructive dividend.\nIn 1955, to ensure itself a source of supply of timber for use in its wood-processing operations, Kinzua entered into a long-term timber-cutting contract with its shareholders, owners of certain timberlands. A long-term contract was necessary to guard against potential future disagreements amongst the existing shareholders and against potential future shifts in the ownership of Kinzua and the Timberlands. Because Kinzua’s timber needs would vary from year to year, the contract provided for annual timber purchases within a minimum and a maximum range. In addition, because the price of timber is a function of everchanging market conditions in the lumber business, it could not reasonably be fixed. Thus, the contract provided a procedure by which the price was to be determined annually by an independent, qualified appraiser. It is undisputed that the overall agreement, and in particular the procedure set forth in the agreement for determining the purchase price of the timber is fair and reasonable when judged by the standards of a transaction entered into by strangers dealing at arm’s-length.\nRespondent argues that although the agreement between the parties was fair and reasonable, this fact only establishes that Kinzua did not intend to make a dividend distribution. Because intent in these types of cases is not controlling, respondent maintains that in deciding the constructive dividend issue, we must make an independent determination of whether the price paid by Kinzua exceeded the fair market value of the timber.\nPetitioners’ position, simply stated, is that the agreement was shaped by the exigencies of Kinzua’s business and that it was drafted and implemented in an arm’s-length manner so that only a fair and reasonable price for the timber would be paid by Kinzua. Therefore, conclude petitioners, it is unnecessary for us to independently determine the fair market value of the timber sold to decide whether a portion of its price constituted a disguised dividend. We agree with petitioners.\nGenerally sections 301 and 316 provide that any distribution of money or property made by a corporation to its shareholders ‘with respect to its stock’ is a dividend to the extent of the corporation’s current and post-1913 earnings and profits. The regulations under section 301 make it clear that the qualifying phrase ‘with respect to its stock’ is intended to mean that the dividend rules are ‘not applicable to an amount paid by a corporation to a shareholder unless the amount is paid to the shareholder in his capacity as such.’ Section 1.301—1(c), Income Tax Regs. The ultimate question we must resolve therefore is whether the amounts paid by Kinzua under the timber agreement were paid to the owners of the Timberlands in their capacity as timber owners or in their capacity as shareholders.\nIn the case of a closely held corporation, all payments made by such corporation must be carefully scrutinized to determine whether any of the payments in substance were made ‘with respect to its stock’ and therefore constitute dividend distributions. The fact that the payment, in form is designated as compensation, consideration for property, etc., is not controlling. Southern Ford Tractor Co. v. Commissioner, 29 T.C. 833 (1958). In this regard, where there is a sale of property between a closely held corporation and its shareholders the constructive dividend theory is used to prevent the siphoning of corporate profits under the guise of a sales transaction by placing such transaction between a corporation and its shareholders on a tax parity with arm’s-length dealings between unrelated parties. PPG Industries, Inc. v. Commissioner, 55 T.C. 928, 1003 (1970); Champayne v. Commissioner, 26 T.C. 634, 645 (1956).7 To test a sale of property against this arm’s-length standard it is oftentimes necessary to resort to a determination of the property’s fair market value. See, e.g., Honigman v. Commissioner, 55 T.C. 1067 (1971), affd. 466 F.2d 69 (6th Cir. 1972); Goldstein v. Commissioner, 298 F.2d 562 (9th Cir. 1962); but see Lehman v. Commissioner, 25 T.C. 629 (1955). However, where the evidence is sufficient to establish that from the outset the transaction in question was bona fide and conducted in an arm’s-length manner, then the ultimate objective of the constructive dividend theory has been attained and it is unnecessary for us to independently determine the value of the property sold.8 See R. T. French Co. v. Commissioner, 60 T.C. 836 (1973); Brown Printing Co. v. Commissioner, 255 F.2d 436 (5th Cir. 1958); Place v. Commissioner, 17 T.C. 199 (1951), affd. per curiam 199 F.2d 373 (6th Cir. 1952).9\nIn the present case, Kinzua, for a variety of valid business reasons, entered into a long-term timber-cutting contract with its shareholders. The record shows that the timber agreement and the procedure for determining the price thereunder were fair and reasonable and of the type which similarly situated, unrelated parties dealing at arm’s-length would have entered. The record also establishes that during the year in issue the price for the timber was determined in accordance with the agreement by an independent qualified appraiser. Based on this we hold that no portion of the amount paid by Kinzua for the timber constitutes a constructive dividend to its shareholders.\nSurely, respondent would not question the character of any payments made under the agreement if it was executed between unrelated parties. We can see no policy or purpose served by reaching a different result merely because the agreement is between related parties when, as here, the terms and implementation of the agreement are fair and reasonable when judged by the standards of an arrangement between unrelated parties. Indeed, were we to accept respondent’s approach it would hazard each and every taxpayer who operates under a long-term contract to litigate the value of the property subject to the contract each year. Not only do we find this approach unreasonable, but it would also unduly burden the courts while furthering no perceptibly significant policy. Moreover, to hold otherwise would be to ignore the spirit of the Supreme Court’s recent statement in Frank Lyon Co. v. United States, U.S. (April 18, 1978):\nIn short, we hold that where, as here, there is a genuine multiple-party transaction with economic substance which is compelled or encouraged by business or regulatory realities, is imbued with tax-independent considerations, and is not shaped solely by tax avoidance features that have meaningless labels attached, the Government should honor the allocation of rights and duties effectuated by the parties. * * *\n \nIt cannot be doubted that the agreement between Kinzua and its shareholders had ‘economic substance’ and was compelled by Kinzua’s need for timber. To be sure, Kinzua’s very existence depended upon a steady supply of timber. The form and content of the agreement were designed to ensure this needed source of supply at a fair price. This arrangement was not a device to siphon off corporate earnings. To the contrary, in substance, as well as form, it was a bona fide business arrangement. Accordingly, respondent should ‘honor the allocation of the rights and duties effectuated by the parties.’10\nDue to concessions,\nDecisions will be entered under Rule 155.\nOpinion\n\n\n\nAll Citations\nT.C. Memo. 1978-236, 1978 WL 2924, 37 T.C.M. (CCH) 1017, T.C.M. (P-H) P 78,236, 1978 PH TC Memo 78,236\n\n\n\nFootnotes\n|\n*\n|Indicates shareholders who are petitioners herein or whose executor is a petitioner herein.\n|\n1\n|The following petitioners are joined in this action under Rule 61(a), Tax Court Rules of Practice and Procedure: ROBERT D. WATT, JR., and KATHLEEN D. WATT, his wife; DAVID E. WYMAN, JR., Executor of the Estate of David E. Wyman; HELEN R. WYMAN, widow of deceased David E. Wyman; MAX H. WYMAN and KAREN T. WYMAN, his wife; RALEIGH L. CHINN and MARY CHINN, his wife; HARRY J. O’DONNELL, Executor of the Estate of Flora M. O’Donnell; BARBARA W. SHELDON, Executrix of the Estate of Mona Westover; H. J. O’DONNELL and MARGARET O’DONNELL, his wife; WILLIAM P. SCHWAGER and SARAH B. SCHWAGER, his wife; BRYANT R. DUNN and MILDRED K. DUNN, his wife; and DENNIS H. DUNN and JENNIFER B. DUNN, his wife.\n|\n2\n|The stipulation of facts indicates a taxable year ending on December 21, 1971, while the copy of respondent’s notice of deficiency filed with the petition shows such year ending on December 31, 1971. We assume the discrepancy is the result of a typographical error and that the correct date is that shown on respondent’s notice.\n|\n3\n|At all times material herein, Donover Co., Inc. was a small business corporation within the meaning of sec. 1371, et seq., I. R. C. of 1954. Its stock was held by the following petitioners in the percentages shown:\n\nPetitioner\n|Percentage Ownership\n|Harry J. O’Donnell, Executor of the Estate of Flora M. O’Donnell\n|49.57\n|H. J. O’Donnell\n|25.23\n|Barbara W. Sheldon, Executrix of the Estate of Mona Westover\n|25.2\n|With the exception of David E. Wyman and Max H. Wyman, who are brothers, none of the original individual shareholders of Kinzua were related. Some of them, however, had engaged in prior business dealings with each other. Further, none of the individual shareholders of Kinzua owned any interest in Capital Timber Products Co.\n|\n4\n|Nor did any of Wheeler’s shareholders own any stock in Kinzua.\n|\n5\n|No relationship existed between the First National Bank of Portland, Oregon, and the owners of the Timberlands or Kinzua.\n|\n6\n|Unless otherwise indicated, all section references are to the Internal Revenue Code of 1954, in force and effect for the years in issue.\n|\n7\n|The objective of parity is predicated upon the presumption that transactions between parties dealing at arm’s-length, absent any evidence to the contrary, are fair and to be accorded full recognition for tax purposes. United States v. Davis, 370 U.S. 65 (1962); Philadelphia Park Amusement Co. v. United States, 126 F.Supp. 184 (Ct. Cl. 1954).\n|\n8\n|We agree with respondent that the corporation’s intent is not controlling for purposes of determining whether a constructive dividend occurred on the sale of property between a corporation and its shareholders. Dellinger v. Commissioner, 32 T.C. 1178 (1959); Honigman v. Commissioner, 55 T.C. 1067 (1971), affd. 466 F.2d 69 (6th Cir. 1972). However, respondent’s argument, as it relates to the facts of this case, loses sight of the purpose of the constructive dividend theory, viz., to prevent the siphoning of corporate earnings by holding the corporation and its shareholders to the same arm’s-length standards as would exist between unrelated parties.\n|\n9\n|See also West Virginia Tractor & Equipment Co. v. Commissioner, a Memorandum Opinion of this Court dated December 31, 1953.\nWe note that this arm’s-length standard is also used as a limitation on the broad statutory authority granted the Commissioner under sec. 482 to make reallocations on sales between certain related parties. See Lufkin Foundry and Machine Company v. Commissioner, 468 F.2d 805 (5th Cir. 1972); R. T. French Co. v. Commissioner, 60 T.C. 836 (1973); sec. 1.482—2(e), Income Tax Regs.\n|\n10\n|The issue involved in Frank Lyon Co. v. United States, U.S. (April 18, 1978), was whether a sale-and-leaseback transaction was in actuality a disguised financing arrangement.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}