{
    "Background": "\n\n\n\n22 C.I.T. 304\nUnited States Court of\nInternational Trade.\nSANYO ELECTRIC CO., LTD. and Sanyo Electric Inc., Plaintiffs,\nv.\nThe UNITED STATES, Defendant.\nSlip Op. 98–41.\n|\nCourt No. 87–04–00620.\n|\nApril 6, 1998.\nSynopsis\nJapanese manufacturer of television receivers which were exported to United States challenged certain aspects of final results of fourth antidumping duty administrative reviews performed by Department of Commerce. On manufacturer’s motion for judgment on agency record, the Court of International Trade, Wallach, J., held that: (1) remand was required to allow Commerce to articulate rationale for diverging from methodology used to determine foreign market value (FMV) during first three reviews for purposes of fourth review; (2) product-line allocation methodology, rather than model-specific methodology, was appropriate for calculation of advertising expenses, for purposes of determination of FMV; (3) refusal to adjust FMV for manufacturer’s warranty labor costs was supported by substantial evidence and in accordance with law; and (4) Commerce improperly deducted rebated Japanese commodity tax paid by manufacturer in determining FMV.\n \nMotion granted in part and denied in part.\n \n\n\nWest Headnotes (12)\n\n\n[1]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|When sales by exporter in its home market are made to related parties, such sales are not required to be used in calculating foreign market value (FMV) of exported goods, for purposes of determining antidumping duty. Tariff Act of 1930, § 773(a)(3), as amended, 19 U.S.C.(1988 Ed.) § 1677b(a)(3).\n\n|\n\n\n[2]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In calculating foreign market value (FMV) of goods sold to related parties by manufacturer which exports its goods to United States, for purposes of determination of antidumping duty, burden is placed on manufacturer to demonstrate that its prices to related parties are at arm’s length; when manufacturer is able to demonstrate that sales to its related party were made at arm’s length, Commerce will use sales to calculate FMV, but if importer is unable to bear this burden, Commerce will calculate FMV based on sales of such or similar merchandise at most comparable commercial level of trade. Tariff Act of 1930, § 773(a)(3), as amended, 19 U.S.C.(1988 Ed.) § 1677b(a)(3); 19 C.F.R. §§ 353.19, 353.22(b) (1988).\n\n|\n\n\n[3]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In determining whether sales to related parties by manufacturer which exports its products to United States were made at arm’s length, so that price of such sales may be used to determine foreign market value (FMV) of products for purposes of determining antidumping duty, Department of Commerce normally compares information obtained on manufacturer’s sales to related parties and to unrelated parties, net of discounts, rebates, and commissions; if prices are comparable, related party sales price will be used as basis for FMV. Tariff Act of 1930, § 773(a)(3), as amended, 19 U.S.C.(1988 Ed.) § 1677b(a)(3); 19 C.F.R. §§ 353.19, 353.22(b) (1988).\n\n|\n\n\n[4]\n|Customs DutiesDetermination, Judgment, and Relief;  Summary Judgment\n|\n|Remand was required to allow Department of Commerce to articulate rationale for diverging from methodology used during first three antidumping administrative reviews regarding Japanese manufacturer’s exports of television receivers, during which it had used manufacturer’s sales prices to related distributors to determine foreign market value (FMV), for fourth review, in which it rejected price of manufacturer’s sales to related distributors, and instead used price of sales by related distributors to unrelated dealers; while Commerce had discretion to change methodology, it was required to provide basis for change. Tariff Act of 1930, § 773(a)(3), as amended, 19 U.S.C.(1988 Ed.) § 1677b(a)(3).\n\n|\n\n\n[5]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Department of Commerce has considerable discretion in deciding whether to include related party sales by manufacturer which exports its products to United States in calculating foreign market value (FMV) of products, for purposes of determining antidumping duty. Tariff Act of 1930, § 773(a)(3), as amended, 19 U.S.C.(1988 Ed.) § 1677b(a)(3).\n\n|\n\n\n[6]\n|Administrative Law and ProcedureReport or opinion;  reasons for decision\n|\n|Administrative agency generally must cite reasons for its decision so that reviewing court may ascertain whether agency has acted arbitrarily; rule assures that administrative agency will be faithful and not indifferent to rule of law, and prohibits agency from adopting significantly inconsistent policies that result in creation of conflicting lines of precedent governing identical situation.\n\n|\n\n\n[7]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|While Department of Commerce has flexibility to change its position regarding whether to include related party sales by manufacturer which exports its products to United States when calculating foreign market value (FMV) of goods, for purposes of determination of antidumping duty, it must provide basis for its change. Tariff Act of 1930, § 773(a)(3), as amended, 19 U.S.C.(1988 Ed.) § 1677b(a)(3).\n\n|\n\n\n[8]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|“Product line methodology” for calculating advertising expenses, which are used to adjust foreign market value (FMV) of goods, for purposes of antidumping duty calculation for goods exported to United States, when such expenses are attributable to later sale of goods by purchaser, allocates advertising expenses incurred over total home market sales. Tariff Act of 1930, § 773(a)(4)(B), as amended, 19 U.S.C.(1988 Ed.) § 1677b(a)(4)(B); 19 C.F.R. § 353.15 (1988).\n\n|\n\n\n[9]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|“Model-specific methodology” for calculating advertising expenses, which are used to adjust foreign market value (FMV) of goods, for purposes of antidumping duty calculation for goods exported to United States, when such expenses are attributable to later sale of goods by purchaser, treats advertising expenses as direct expenses only if they were incurred as result of promoting home market comparison model of product. Tariff Act of 1930, § 773(a)(4)(B), as amended, 19 U.S.C.(1988 Ed.) § 1677b(a)(4)(B); 19 C.F.R. § 353.15 (1988).\n\n|\n\n\n[10]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Appropriate basis for calculation by Department of Commerce of advertising expenses of Japanese exporter of television receivers which were subsequently resold by initial purchaser, for purposes of determination of foreign market value (FMV) in connection with antidumping duty calculation, was product-line methodology, with calculations made pursuant to accounting system and original numbers used by exporter. Tariff Act of 1930, § 773(a)(4)(B), as amended, 19 U.S.C.(1988 Ed.) § 1677b(a)(4)(B); 19 C.F.R. § 353.15 (1988).\n\n|\n\n\n[11]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Refusal by Department of Commerce to adjust foreign market value (FMV) for manufacturer of television receivers exported to United States, for purposes of calculation of antidumping duty, for manufacturer’s warranty labor costs, was supported by substantial evidence and in accordance with law; manufacturer’s service company did not perform warranty labor at arm’s length. Tariff Act of 1930, § 773(a)(4)(B), as amended, 19 U.S.C.(1988 Ed.) § 1677b(a)(4)(B); 19 C.F.R. § 353.15 (1988).\n\n|\n\n\n[12]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Department of Commerce improperly deducted rebated Japanese commodity tax paid by Japanese manufacturer of television receivers which were exported to United States in calculating foreign market value (FMV) of receivers, for purposes of antidumping duty determination. Tariff Act of 1930, § 772(d)(1)(C), as amended, 19 U.S.C.(1988 Ed.) § 1677a(d)(1)(C).\n\n|\n\n\nAttorneys and Law Firms\n**690 *304 Sharretts, Paley, Carter & Blauvelt, P.C., Washington, DC (Gail T. Cumins and Ned H. Marshak), for Plaintiffs.\nFrank W. Hunger, Assistant Attorney General; David M. Cohen, Director; Velta Melnbrencis, Assistant Director, Commercial Litigation Branch, Civil Division, U.S. Department of Justice, and Karen L. Bland, of counsel, Attorney–Adviser, Office of Chief Counsel for Import Administration, U.S. Department of Commerce, Washington, DC, for Defendant.\n\n\n\n\nMEMORANDUM AND ORDER\nWALLACH, Judge.\n\n\nI\n\nINTRODUCTION\nPlaintiffs, Sanyo Electric Co., Ltd. and Sanyo Electric Inc. (collectively “Sanyo”), bring this action pursuant to Rule 56.2 of the Rules of this Court for judgment on the agency record contesting certain aspects of the Department of Commerce, International Trade Administration’s (“DOC” or “Commerce”) final results of the administrative review entitled Television Receivers, Monochrome and Color, From Japan; Final Results of Antidumping Duty Administrative Review, 52 Fed.Reg. 8940 (March 20, 1987) (“Final Results ”). The Final Results cover the Third and Fourth Administrative Reviews, but only the actions in the Fourth Review are at issue.\n \nThe Court has jurisdiction pursuant to 19 U.S.C. § 1516a(a)(2) (1988) and 28 U.S.C. § 1581(c)(1988).\n \n\n\nII\n\nBACKGROUND\nThe administrative review at issue encompasses imports of television receivers, monochrome and color, from Japan covering the period April *305 1, 1982 to March 31, 1983. See Initiation of Antidumping and Countervailing Duty Administrative Reviews, 50 Fed.Reg. 48825 (Nov. 27, 1985). On November 7, 1986, Commerce published the preliminary results for the Third and Fourth Review Periods. Television Receivers, Monochrome and Color, from Japan; Preliminary Results of Antidumping Duty Administrative Review, 51 Fed.Reg. 40474. Commerce published the Final Results of the Third and Fourth Review Periods on March 20, 1987, and for the Fourth Period, calculated a weighted average margin of dumping of 2.86% for Sanyo. Final Results at 8947.\n \nSanyo argues that Commerce erred in its decision because Commerce’s calculation of Sanyo’s Foreign Market Value (“FMV”) and United States Price (“USP”) during the relevant period was unsupported by substantial evidence and otherwise not in accordance with law. Specifically, Sanyo maintains that Commerce erred in its: 1) determination to base statutory FMV on the price paid by Sanyo’s dealers to its distributors, rather than on the price paid by Sanyo’s distributors to Sanyo; 2) decision to reject Sanyo’s level of trade adjustment after basing FMV on the price paid by Sanyo’s dealers to its distributors; 3) calculation of Sanyo’s home market advertising expenses; 4) refusal to adjust FMV to reflect home market warranty labor costs, and 5) decision to deduct the commodity tax from FMV, rather than adding the tax to USP.\n \nFor the reasons that follow, the Court holds valid plaintiffs’ objections and remands to Commerce for reconsideration: 1) Commerce’s determination of statutory FMV; 2) Sanyo’s level of trade adjustment; 3) the calculation of home market advertising expenses; **691 and 4) the treatment of the commodity tax. Commerce’s refusal to deduct Sanyo’s home market warranty labor costs as a direct expense from FMV is sustained.\n \n\n\nIII\n",
    "Discussion": "A\nThe Standard of Review for ITA Determinations Requires Affirmation Unless A Determination Is Unsupported by Substantial Record Evidence Or Otherwise Not In Accordance With Law\n“The Court shall hold unlawful any determination, finding, or conclusion found ... to be unsupported by substantial evidence on the record, or otherwise not in accordance with law.” 19 U.S.C. § 1516a(b)(1)(1988). Substantial evidence is “such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.” Consolidated Edison Co. v. N.L.R.B., 305 U.S. 197, 229, 59 S.Ct. 206, 217, 83 L.Ed. 126 (1938). “This restricted standard of review is reflective of the legislative intent that courts afford considerable deference to Commerce’s expertise in administering the antidumping law.... [T]he deference granted to the agency’s interpretation of the statutes it administers extends *306 to the methodology it applies to fulfill its statutory mandate.” GMN Georg Muller Nurnberg AG v. U.S., 15 CIT 174, 178, 763 F.Supp. 607, 611 (1991).\n \n“The proper role of this court, then, is ‘to determine whether the methodology used by the ITA is in accordance with law,’ and as ‘long as the agency’s methodology and procedures are reasonable means of effectuating the statutory purpose, and there is substantial evidence in the record supporting the agency’s conclusions, the court will not impose its own views as to the sufficiency of the agency’s investigation or question the agency’s methodology.’ ” Id. (quoting Ceramica Regiomontana, S.A. v. U.S., 10 CIT 399, 404–05, 636 F.Supp. 961, 965–66 (1986)).\n \n\n\nB\nCommerce’s Decision To Base Statutory FMV On The Price Paid By Sanyo’s Dealers To Its Distributors Is Remanded To Commerce Because Commerce Failed To Articulate A Rationale For Diverging From Its Methodology Used In The Prior Three Administrative Reviews\nPursuant to 19 U.S.C. § 1673 (1988), Commerce is required to impose antidumping duties “in an amount equal to the amount by which the foreign market value [“FMV”] exceeds the United States price for the merchandise.” FMV is ordinarily the price at which the exporter sells the subject merchandise in its home market or to third countries other than the United States. 19 U.S.C. § 1677b(a)(1)(1988).\n \n[1] However, when such sales in the home market are made to related parties, the statute does not require that those sales be used in determining FMV. 19 U.S.C. § 1677b(a)(3)(1988). See Connors Steel Co. v. United States, 2 CIT 242, 245, 527 F.Supp. 350, 354 (1981) (“Common sense, of course, would indicate that strictly by themselves sales to a related purchaser would be a questionable guarantee of a fair home market price.”). “As the statute does not specify the circumstances under which related party sales are to be used to calculate FMV, Commerce must necessarily be accorded deference.” SSAB Svenskt Stal AB, v. United States, 976 F.Supp. 1027 (CIT 1997); see Usinor Sacilor, Sollac, and GTS v. United States, 18 CIT 1155, 1158, 872 F.Supp. 1000, 1004 (1994).\n \n[2] The implementing regulation in effect during the Fourth Review Period provided that the ITA would not use the home-market, related party sale in computing FMV unless it was “demonstrated to the satisfaction of the Secretary to be at prices comparable to those at which such or similar merchandise is sold to a person unrelated to the seller.” 19 C.F.R. 353.22(b) (1988). The burden is placed on the manufacturer to demonstrate that its prices to the related parties are at arm’s *307 length. **692 Mitsubishi Heavy Indus., Ltd. v. United States, 17 CIT 1024, 1029, 833 F.Supp. 919, 924 (1993); NTN Bearing Corp. of America v. United States, 905 F.Supp. 1083, 1100 (CIT 1995). When the manufacturer is able to demonstrate that the sales to its related party were made at arm’s length, Commerce will use these sales to calculate FMV. See Sugiyama Chain Co., Ltd. v. United States, 18 CIT 423, 435, 852 F.Supp. 1103, 1113 (1994). When the importer is unable to bear this burden, Commerce will calculate FMV based on sales of such or similar merchandise at the most comparable commercial level of trade. See 19 C.F.R. § 353.19 (1988). For example, Commerce may calculate FMV based upon the sales by the related party to the first unrelated party. See 19 C.F.R. § 353.22(a)(1988).\n \n[3] To make its arm’s length determination, Commerce normally compares information obtained on the manufacturer’s sales to related parties and to unrelated parties, net of discounts, rebates, and commissions. Galvanized Carbon Steel Sheet From Australia; Final Determination Of Sales At Less Than Fair Value, 49 Fed.Reg. 49134 (Dec. 18, 1984). If the prices are comparable, Commerce will use the related party sales price as a basis for FMV. See Usinor Sacilor, Sollac, and GTS, 18 CIT at 1157, 872 F.Supp. at 1002 (Commerce compares the weighted average price of total sales to the related customer with the same to the unrelated customer).\n \n[4] In the Final Results, Commerce based FMV on the sales price paid by Sanyo’s related distributors to its unrelated dealers. Commerce’s explanation for its decision to base FMV on Sanyo’s distributors’ resale prices to Sanyo’s dealers is found in Comment 31 in the Final Results:\nComment 31: Sanyo argues that for the fourth period the Department erred in basing FMV on prices from Sanyo’s related and unrelated distributors, and should base FMV instead on prices from Sanyo to its distributors.\nDepartment’s Position: We disagree. Of all sales to distributors in the fourth period, Sanyo had only one sale of one unit to an unrelated distributor at a price equal to its prices to related distributors. That sale was less than one percent of all such sales. We do not consider this sufficient to determine that sales to related distributors were made at arm’s length and, accordingly, we base FMV on sales made by the related distributors to unrelated dealers.\nFinal Results at 8943. Commerce added without further explanation in Comment 33 that its decision did not constitute an improper retroactive decision, and that it was consistent with 19 C.F.R. § 353.22(b) which had been in effect since 1980. Id.\n \nSanyo contends that Commerce erred by rejecting an FMV calculation based on Sanyo’s sales prices to its related distributors. Sanyo asserts that it sufficiently demonstrated that its sales price to its related distributor represented an arm’s length transaction since the record indicates that Sanyo sold one television at an identical price to its unrelated distributor during the Fourth Review. See Plaintiff’s Memo. In Support of Mot. For Judgment On The Agency Record (“Plaintiff’s Memo”) at 11–12.\n \nIn all three prior administrative reviews, Commerce used Sanyo’s prices to distributors in the home market to calculate FMV even though *308 the number of sales to unrelated parties was similarly insubstantial. See e.g., Plaintiff’s Memo at 10 (during Second Period of Review, Sanyo sold 1 unit to an unrelated party and 99 units to related parties). The “process of validation [of related party sales prices] is not dependent on any fixed relative volume of sales.” Zenith Radio Corp. v. United States, 9 CIT 110, 114, 606 F.Supp. 695, 700 (1985).\n \nIn its brief, the government argues that the rejection of Sanyo’s prices to related distributors is in conformity with Commerce’s general practice.1 However, the government concedes that a remand to Commerce is required since the record of the Fourth Review Period fails to articulate a clear rationale for distinguishing Commerce’s **693 decision in the Fourth Review from Commerce’s use of Sanyo’s prices to related distributors in prior reviews. The government acknowledges that in prior reviews, “insubstantial” sales to unrelated parties were used for testing the arm’s length nature of Sanyo’s related party prices. Defendant’s Memo in Partial Opp. To Mot. for Jdmt. Upon Agency Record at 12 (“Defendant’s Response”). The government has agreed to a remand to reconsider and explain further the rationale used for its decision or, if found necessary, provide an alternative decision.\n \n[5] [6] [7] Under the applicable statutes and regulations, Commerce has considerable discretion in deciding whether to include related party sales for the calculation of foreign market value. NTN Bearing Corp. of America v. United States, 905 F.Supp. 1083, 1100 (CIT 1995). On the other hand, an administrative agency, generally, must cite the reasons for its decision so that the reviewing court may ascertain whether the agency has acted arbitrarily. NTN Bearing Corp. of America v. United States, 903 F.Supp. 62, 67 (CIT 1995); Sugiyama Chain Co., Ltd. v. United States, 880 F.Supp. 869, 873 (CIT 1995) (“Obviously, Commerce cannot be permitted to act arbitrarily or capriciously in its choice of methodology.”). Thus, while Commerce has the flexibility to change its position, it must provide a basis for its change. The rule assures that an administrative agency will be “faithful and not indifferent to the rule of law” and “prohibit[s] the agency from adopting significantly inconsistent policies that result in the creation of ‘conflicting lines of precedent governing the identical situation.’ ” Cultivos Miramonte S.A. and Flores Mocari S.A. v. United States, 980 F.Supp. 1268 at n. 6 (CIT 1997) (citations omitted).\n \nIn the Final Results, Commerce neglected to adequately explain the reasoning behind its departure from the methodology originally used in the first three reviews where it based FMV on the price paid by Sanyo to its’ distributors. The only explanation given by Commerce was that Sanyo’s sale to its unrelated distributor in the Fourth Review Period represented less than one percent of total sales. However, as the government acknowledges, this reasoning ignores the fact that for the prior three reviews, *309 Commerce used “insubstantial” sales to unrelated parties to test the arm’s length nature of the related party transactions. Therefore, this issue is remanded to Commerce to explain the reason for its departure from its previously used methodology in the calculation of FMV, or to implement the methodology used in the first three review periods.\n \n\n\nC\nLevel of Trade Adjustment Issue Is Remanded To Commerce For Consideration In Conjunction With The Related Party Price Issue\nCongress does not address level of trade adjustments, however, Commerce, by regulation has provided adjustments to account for the difference between wholesale and retail markets. The regulation in effect at the time of the pertinent review requires that “[t]he comparison of the United States price with the applicable price in the market of the country of exportation ... generally will be made at the same commercial level of trade.” 19 C.F.R. § 353.19 (1988). However, if sales of the merchandise are at different levels of trade, then in the United States or in the applicable market “the comparison will be made at the nearest comparable commercial level of trade and appropriate adjustments will be made for differences affecting price comparability.” Id.\n \nIn the Final Results, Commerce refused Sanyo a “level of trade” adjustment because Sanyo did not demonstrate “what portion of the distributors’ selling expenses were solely related to their sales of comparison models”. Final Results at 8943 (Comment 32). However, for the Fourth Review, a level of trade adjustment would only be applicable if FMV continues to be determined on the basis of the sales price from Sanyo’s related distributor to its unrelated dealer. Therefore, as the parties have requested, this issue is remanded to Commerce for reconsideration with the FMV price issue.\n \n\n\nD\nThe Court Remands The Issue Of Advertising Expenses To Commerce to Recalculate These Expenses Pursuant To The Product–Line Methodology\nThe Tariff Act of 1930, § 773(a)(4)(B), as amended, 19 U.S.C. § 1677b(a)(4)(B)(1988) **694 provides, in pertinent part, that “[i]n determining foreign market value, if it is established ... that the amount of any difference between the United States price and the foreign market value ... is wholly or partly due to ... other differences in circumstances of sales ... then due allowance shall be made therefor.” Under the ITA regulations, circumstances of sales adjustments are “limited, in general, to those circumstances which bear a direct relationship to the sales which are under consideration.” 19 C.F.R. § 353.15(a) (1988) (currently codified as 19 C.F.R. § 353.56(a)(2) (1997)). Section 353.15(b) provides for adjustments to FMV for advertising and other selling expenses assumed by the seller that are attributable to a later sale by the purchaser.\n \n[8] [9] [10] *310 The DOC currently uses the product-line methodology2 to calculate advertising expenses.3 Both parties concur that Sanyo’s advertising expenses should be calculated using a product-line allocation methodology rather than the model-specific methodology.4 SEE PLAINTIFFs’ memo At 28; defendant’s respoNse at 31 anD cases cited therein.5 Sanyo, however, contends that Commerce should accept its originally submitted advertising expenses which were calculated under the product-line methodology.6 The government while acknowledging that the product-line methodology should be used, maintains that advertising and sales promotion expenses should be treated as costs and examined at the time at which they are incurred. Thus, any advertising expenses falling outside the period of review are excluded. Defendant’s Response at 3.\n \nGenerally, cases which addressed the proper advertising expense methodology simply ordered a remand for purposes of recalculation pursuant to the product-line methodology without specifying allocation methodology. See, e.g., Zenith Electronics Corp. v. United States, 14 CIT 831, 848, 755 F.Supp. 397, 414 (1990); AOC Int’l, Inc. v. United States, 13 CIT 716, 725, 721 F.Supp. 314, 321 (1989) (granting request for remand to calculate on a product-line basis) rev’d on other grounds, Zenith Electronics v. United States, 77 F.3d 426 (Fed.Cir.1996); see, generally, NEC Home Electronics Ltd., supra. There are a few cases, however, that provide guidance and parallel analogies.\n \nIn Color Televisions Receivers From Korea; Final Results Of Antidumping Duty Administrative Review, 51 Fed.Reg. 41365 (Nov. 14, 1986) (Comment 14), the petitioners claimed that Samsung overstated its home market advertising expense claim by including expenses incurred outside the review period. In response, the DOC stated that “[w]e believe an allocation of advertising expenses, which includes expenses outside the review period over sales made during that same period, still presents an accurate estimation of the expense for the review period as a whole. Because an advertising claim is by nature not sales-specific, a reasonable estimate is acceptable.” Id. at 41367.\n \n**695 In a challenge to that final determination, the petitioners again argued that Commerce’s methodology was unlawful because Commerce “used expenses in its calculation that occurred outside of the review period,” *311 and reasoned that this methodology may allow Samsung to “manipulate the determination by artificially decreasing its dumping margins,” since the outside advertising expenses were “uncharacteristically high.” Independent Radionic Workers of America v. United States, 18 CIT 851, 862 F.Supp. 422, 429 (1994) (Where the review period covered 4/25/84–3/31/85 and the DOC prorated the month of April advertising expense because Samsung could not provide a daily breakdown of advertising expenses).\n \nThe court held that since advertising expenses “are of a nature that prevents a sales-specific calculation ... some allocation must be made in order to follow the regulation.” Moreover, “this allocation methodology is not contrary to Commerce’s standard practice. In fact, Commerce has used a pro rata allocation method in other determinations.” Id. at 429 (citations omitted); cf. AOC Int’l. Inc. v. United States, 13 CIT at 721–22, 721 F.Supp. at 319 (finding ITA’ s requirement that bad debt expenses be both incurred and written-off during the review period in order to qualify as directly-related is not in accordance with law) (citing Daewoo Electronics Co. v. United States, 13 CIT 253, 259, 712 F.Supp. 931, 940 (1989) (ITA administrative practice disregarding the selling expenses for bad debt losses, while granting adjustment for warranty expenses which are not incurred with regard to the sales under review is arbitrary), rev’d on other grounds 6 F.3d 1511 (Fed.Cir.1993)); but see Zenith Electronics Corp. v. United States, 14 CIT 831, 853, 755 F.Supp. 397, 418 (1990) (stating in dicta that Commerce’s normal practice is to divide the total advertising expenses for the product during the review period by the total sales of the product during that period), aff’d on other grounds, 988 F.2d 1573 (Fed.Cir.1993).\n \nFor supporting authority, the government cites to the Study of Antidumping Adjustments Methodology and Recommendations for Statutory Change (November 1985) (“the Study ”) and two Final Determinations. The court finds that government’s reliance on those authorities is misplaced.\n \nThe Study states only that:\nWe make adjustments for differences in ... advertising. In effect, any such costs uniquely associated with the circumstances under which the foreign market good is sold are subtracted out of foreign market price, and any such costs uniquely associated with the circumstances under which the U.S. good is sold are added into the foreign market price.\nThe Study at 20.\n \nThe Study does not specify that circumstance of sale costs such as advertising are prohibited from the FMV calculation if they fall outside the review period.7 In addition, although one of the two final determinations cited by the government states that the DOC disallowed “advertising expenses which were incurred outside the period of investigation,” *312 Certain Internal–Combustion, Industrial Forklift Trucks From Japan, 53 Fed.Reg. 12552, 12564 (April 15, 1988) (Comment 24), the second Final Determination cited by the government, Final Determination of Sales at Less Than Fair Value; Color Picture Tubes from Korea, 52 Fed.Reg. 44186 (Nov. 18, 1987), seems to directly contradict the government’s position.\n \nThe government cites to Final Determination of Sales at Less Than Fair Value; Color Picture Tubes from Korea, 52 Fed.Reg. 44186 (Nov. 18, 1987) (Comment 10) for the proposition that the DOC is “stating a preference for expenses recorded on the basis of activities during the review period.” Defendant’s Response at 33.\n \nHowever, in Color Picture Tubes from Korea, the petitioners alleged that Samsung had incorrectly based its “advertising expense claim on the amount of advertising expenses accrued, rather than paid during the period.” 52 Fed.Reg. at 44190. Thus the petitioners argued that the DOC “should allow, as part of any advertising expense claim, only those actual expenses recorded in Samsung’s advertising **696 expense ledger in the months covered by our investigation.” Id. Samsung countered by claiming that “under generally accepted accounting principles, the accrual method is considered more accurate than the cash method.” Id. In response, the DOC found that\n[w]ith regard to the method of recording advertising expenses, we consider the accrual method to be more accurate than the cash method because the former recognizes expenses actually incurred by the company for activities undertaken during the review period, while the latter recognizes expenses that relate to a company’s activities during a previous period.\nId. at 44190 (emphasis added). Thus, the DOC’s position there actually supports Sanyo’s argument here.\n \nMoreover, Sanyo argues that:\nin its initial Questionnaire Response in the Fourth Review, dated July 8, 1983, submitted in response to the DOC’s April 25, 1983 request for information, in which Sanyo reported its advertising and sales promotion expenses on a product line basis, Sanyo did not allocate third period costs over fourth period sales. Instead Sanyo divided total advertising costs incurred for television sets for the 58th term by the total yen value of television sets sold for the 58th term, to obtain total costs as a percentage of selling price.\nPlaintiff’s Reply Memorandum at 5. The 58th term represents Sanyo’s fiscal year from 12/1/81 through 11/30/82 thereby overlapping with both the third and fourth administrative reviews. Commerce’s “practice is to adhere to an individual firms’ recording of costs in accordance with GAAP of its home country if [Commerce is] satisfied that such principles reasonably reflect the costs of producing the subject merchandise.” Cultivos Miramonte S.A. v. U.S., 980 F.Supp. 1268 (CIT 1997); see also NTN Bearing Corp. of America v. United States, 905 F.Supp. at 1094 (“Commerce points out that its long-established practice *313 has been to accept a respondent’s accounting methodology so long as that methodology is reasonable and is used in the respondent’s normal course of business”); FAG U.K. Ltd. v. United States, 945 F.Supp. 260, 271 (CIT 1996) (“reliance on an individual firm’s home country GAAP provides an objective standard by which to measure costs, and allows a respondent a predictable basis on which to compute costs”).\n \nAccordingly, the issue of advertising costs is remanded to Commerce to recalculate this circumstance of sale expense in accordance with the product-line methodology and pursuant to the accounting system and original numbers used and submitted by Sanyo.\n \n\n\nE\nThe DOC’S Refusal To Adjust FMV For Sanyo’s Warranty Labor Costs Was Supported By Substantial Evidence And In Accordance With Law\n[11] As previously discussed, § 1677b(a)(4)(B) gives Commerce the authority to adjust FMV to account for differences in the circumstances of sale between the home market and the export market. See Zenith Electronics Corp. v. United States, 988 F.2d 1573, 1583 (Fed.Cir.1993)(“Zenith I” ). Circumstances of sale are those which “bear a direct relation to the sales which are under consideration”, and thus are treated as direct expenses. 19 C.F.R. § 353.15(a)(1988). Examples of differences in circumstances of sale for which reasonable allowance generally will be made include warranties. 19 C.F.R. § 353.15(b)(1987); see Zenith Electronics Corp. v. United States, 77 F.3d 426, 433 (Fed.Cir.1996)(“Zenith II ”).\n \nThe Department of Commerce “allows, ‘as direct selling expenses, the costs of free parts supplied ... in servicing’ warranties, as well as other direct expenses such as ... ‘payments to unrelated firms for performing servicing.’ ” Zenith II at 433–348 (quoting  **697 The Study at 45). Allowable warranty expenses must be variable costs associated with the merchandise used as the basis of FMV. The Study at 45.\n \nHowever, when the firms performing warranty services are related, “Commerce has consistently treated payments to [them] as intracorporate transfers of funds rather than as expenses directly related to sales.” Zenith I at 1583 (citations omitted). In order to qualify for an adjustment of FMV, Commerce requires an exporter to demonstrate that its payments to related companies are at competitive rates, or at arm’s length. Id. at 1584.\n \n*314 In its Final Results, the DOC deducted the full amount of Sanyo’s warranty costs from its selling price to calculate USP and deducted only Sanyo’s warranty parts costs from its selling price to calculate FMV. The DOC treated Sanyo’s warranty labor costs as an indirect selling expense because “Sanyo’s service contractor is related to Sanyo”. Final Results at 8943–44 (Comment 40).\n \nSanyo argues that the DOC erred by treating its home market warranty labor costs as an indirect selling expense. Sanyo asserts that these labor charges are variable expenses paid to a contractor. In addition, Sanyo asserts first that it “satisfied the DOC that it dealt with related suppliers on an arm’s length basis,” pointing to the DOC’s Verification Report for the Third and Fourth Review Period dated August 14, 1986. Plaintiff’s Reply at 8. Second, Sanyo claims that Commerce never requested specific documentation confirming the arm’s length nature of its payments for warranty labor, and therefore Sanyo could not comply with supplying the required information. Plaintiff’s Reply at 8–9.\n \nThe Government concurs that Sanyo demonstrated that its warranty labor costs are variable, but contends that Sanyo failed to demonstrate that the warranty labor costs are at arms length. See Defendant’s Response at 17.\n \nThe Court finds Sanyo’s arguments unpersuasive. As to Sanyo’s first contention, a review of the Verification Report reveals that the confirmation related only to warranty parts costs and not warranty labor costs. See Report of Verification dated Aug. 14, 1986 attached to Defendant’s Confidential Appendix at 21–15. The DOC deducted warranty parts costs as a direct selling expenses. Accordingly, Sanyo made no showing that its’ service company, Sanyo Service Co., Ltd., performed warranty labor at arm’s length.\n \nAs to Sanyo’s second contention, the Court reiterates that the applicable regulations presume that a related party price will not be used by Commerce unless the respondent demonstrates that the price is at arm’s length price. The burden is properly placed on the respondent and not Commerce to come forth with the required information.\n \nTherefore, the Court finds that Commerce’s determination to reject Sanyo’s home market warranty labor costs as a direct selling expense in its calculation was supported by substantial evidence and in accordance with law.\n \n\n\nF\nThe Court Remands To The DOC For Recalculation Of The Adjustments For The Rebated Japanese Commodity Tax\n[12] Pursuant to 19 U.S.C. § 1677a(d)(1)(C)(1988), Commerce is required to increase the USP by the “amount of any taxes imposed in the country of exportation directly upon the exported merchandise ... which have been rebated, or which have not been collected, by reason of the exportation of the merchandise to the United States.”\n \n*315 In the Final Results, the DOC deducted the commodity tax paid by Sanyo from FMV. **698 As Sanyo has argued and the government has acknowledged, this methodology is not in accordance with law. Consequently, this issue is remanded to Commerce for recalculation.\n \n\n\nIV.\n\nCONCLUSION\nFor the foregoing reasons, plaintiffs’ motion is granted in part and denied in part. On remand, Commerce is instructed 1) to recalculate FMV based on the price paid by Sanyo to its unrelated distributor or to provide a rationale for calculating FMV based on the price paid by Sanyo’s distributors to its dealers; 2) to reconsider the level of trade adjustment issue in conjunction with the foregoing; 3) to recalculate the amount of home market advertising expenses under the product-line methodology using the figures originally submitted by Sanyo; and 4) to increase the USP by the amount of any commodity tax paid by Sanyo. Commerce has ninety (90) days to conduct the remand proceeding. Commerce’s determination in all other respects is sustained.\n \n\n\nORDER\nThis case having come before the Court for decision, and the Court, after due deliberation, having rendered a decision herein; now, in conformity with said decision, it is hereby\n \nORDERED ADJUDGED and DECREED that this case is remanded to the Department of Commerce to calculate foreign market value (“FMV”) based on the price paid by Sanyo to its unrelated distributor or to provide a rationale for calculating FMV based on the price paid by Sanyo’s distributors to its dealers; and it is further\n \nORDERED ADJUDGED and DECREED that, on remand, the Department of Commerce reconsider the level of trade adjustment issue in conjunction with the foregoing; and it is further\n \nORDERED ADJUDGED and DECREED that, on remand, the Department of Commerce recalculate the amount of home market advertising expenses under the product-line methodology, using the figures originally submitted by Sanyo, and adjust FMV accordingly; and it is further\n \nORDERED ADJUDGED and DECREED that, on remand, the Department of Commerce increase the United States Price by the amount of any commodity tax paid by Sanyo; and it is further\n \nORDERED ADJUDGED and DECREED that remand results are due within ninety (90) days of the date this opinion is entered. Any comments or responses are due within thirty (30) days thereafter. Any rebuttal comments are due within fifteen (15) days after the date responses or comments are due; and it is further\n \nORDERED ADJUDGED and DECREED that Plaintiffs’ motion is denied in all other respects.\n \nORDERED ADJUDGED and DECREED that all parties shall review the Memorandum and Order and notify the Court on or before April 27, 1998 whether any information contained in the Memorandum and Order is confidential, identify any such information, and request its deletion from the public version of the Opinion to be issued thereafter. If a party determines that no information needs to be deleted, that party shall so notify the court on or before April 27, 1998.\n \nAll Citations\n22 C.I.T. 304, 9 F.Supp.2d 688, 20 ITRD 1432\n\n\n\nFootnotes\n|\n1\n|Sanyo points out, and the court concurs, that the government has cited no authority or administrative decisions to stand for the proposition that Commerce’s normal practice is to disregard sales to unrelated parties if there is an insufficient number of sales. Indeed, at oral argument, the government conceded that there was no legal authority on this point.\n|\n2\n|The product line methodology allocates advertising expenses incurred over total home market sales. See Monsanto Co. v. United States, 12 CIT 937, 948–49, 698 F.Supp. 275, 284–85 (1988).\n|\n3\n|“The decision to select a particular methodology rests solely within Commerce’s sound discretion.” Hercules, Inc. v. United States, 673 F.Supp. 454, 469 (1987).\n|\n4\n|The model-specific methodology treats advertising expenses as direct expenses only if they were incurred as a result of promoting the home market comparison model. See Television Receiving Sets, Monochrome and Color, From Japan; Final Results of Administrative Review of Antidumping Finding, 50 Fed.Reg. 24278, 24282 (June 10, 1985) (Comment 11).\n|\n5\n|The DOC rejected the previously used model-specific allocation because it: “(1) [l]eads to inaccurate and erratic results in many instances since most companies do not keep advertising records on a model-specific basis; (2) is susceptible to manipulation by foreign companies in order to reduce dumping margins; and (3) is unnecessarily burdensome for both respondents and the Department.” NEC Home Electronics, Ltd. v. United States, 18 CIT 336 (1994), aff’d in part, vacated in part, on other grounds, 54 F.3d 736 (1995).\n|\n6\n|In Sanyo’s original submission to the DOC, it calculated advertising expenses using the product-line methodology by multiplying the percentage of total advertising costs over total sales for the 58th term (fiscal year 12/1/81—11/30/82), see Plaintiff’s Reply at 5, against the net selling price for the models sold in the review period. For the Fourth Period, Sanyo obtained a cost of ¥11,129 verified by the DOC on October 24–25, 1983. Plaintiff’s Memo at 25.\n|\n7\n|The government conceded at oral argument that the Study did not support its argument.\n|\n8\n|The issue presented in Zenith II was “whether the court erred in concluding that the [respondents’] in-house warranty labor costs were not ‘fixed’ ”. Id. at 433. The court held that inhouse warranty labor costs are considered “serviceman’s wages” which are treated as indirect warranty expenses since they would have been incurred regardless of the sales under consideration. Id. at 426. Thus, the lower court properly treated the in-house warranty labor expenses as indirect. In addition, the appellate court found that the warranty labor expenses were fixed indirect expenses because they did not vary from month to month in accordance with the quantity of the product sold. Id. at 434. The issue of relatedness never arose in Zenith II.\nZenith I, on the other hand, more closely resembles this case. There, Commerce refused to deduct warranty labor costs since Mitsubishi and NEC each employed a related warranty service company. Id. at 1579. Commerce refused the deduction because Mitsubishi failed to show that the service company made a profit on the services provided to the manufacturer. Id.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}