{
    "Background": "\n\n\n\n28 C.I.T. 1284\nUnited States Court of International Trade.\nSNR ROULEMENTS, Koyo Seiko Co., Ltd., Koyo Corporation of U.S.A., NSK Corporation, NSK Bearings Europe, Ltd., NSK Ltd., NTN–BCA Corporation, NTN Bower Corporation, NTN–Driveshaft, Inc., American NTN Bearing Manufacturing Corp., NTN Bearing Corporation of America, NTN Corporation, INA–Schaeffler KG, INA USA Corporation, Plaintiffs,\nv.\nUNITED STATES, Defendant,\nand\nThe Torrington Company, Defendant–Intervenor.\nSLIP OP. 04–100, COURT NO: 01–00686\n|\nAug. 10, 2004.\nSynopsis\nBackground: Foreign and domestic manufacturers challenged aspects of antidumping duty order covering antifriction bearings from France.\n \nHoldings: The Court of International Trade, Goldberg, Senior Judge, held that:\n \n[1] Commerce properly excluded foreign manufacturer’s imputed credit and inventory carrying expenses when calculating constructed export price (CEP);\n \n[2] Commerce reasonably relied on “arm’s length” test;\n \n[3] Commerce’s practice of “zeroing” transactions that produced negative dumping margins was reasonable;\n \n[4] Commerce reasonably included expenses related to foreign manufacturer’s export price (EP) sales in its calculation of constructed export price (CEP) profit adjustment; and\n \n[5] Commerce failed to adequately explain its inclusion of class of bearings which it had previously confirmed were excluded from scope of order.\n \nSustained in part; reversed and remanded in part.\n \n\n\nWest Headnotes (19)\n\n\n[1]\n|Administrative Law and ProcedureAntidumping and countervailing duties\nCustoms DutiesScope of inquiry or review\n|\n|Statutory interpretations articulated by Commerce during its antidumping proceedings are entitled to judicial deference under Chevron; accordingly, the court will not substitute its own construction of a statutory provision for a reasonable interpretation made by Commerce.\n\n|\n\n\n[2]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce properly excluded foreign manufacturer’s imputed credit and inventory carrying expenses when calculating constructed export price (CEP) profits, for purpose of determining dumping margin for antifriction bearings, even though such expenses were included in Commerce’s calculation of manufacturer’s total United States expenses. Tariff Act of 1930, § 772(d, f), as amended, 19 U.S.C.A. § 1677a(d, f).\n\n|\n\n\n[3]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce has some flexibility in determining total United States expenses in antidumping duty case, but if Commerce decides to include a category of expenses in calculating total United States expenses it must also include such expenses in total expenses unless they are already represented in total expenses in some other fashion. Tariff Act of 1930, § 772(d)(1, 2), as amended, 19 U.S.C.A. § 1677a(d)(1, 2).\n\n|\n\n\n[4]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Although imputed numbers for total United States expenses may not be exactly the same as those for total expenses, they are reasonable surrogates for each other in antidumping case; although the definitions of both total United States expenses and total expenses direct Commerce to include a figure for selling expenses, it is not clear from the statute that these figures need to be precisely the same. Tariff Act of 1930, § 772(d)(1, 2), as amended, 19 U.S.C.A. § 1677a(d)(1, 2).\n\n|\n\n\n[5]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|If a peculiarity or discrepancy arises as a result of the use of imputed amounts in the calculation of total United States expenses and the use of actual amounts in the calculation of total expenses in antidumping case, Commerce’s findings may be challenged (1) by demonstrating that a distortion was caused by different expenses over time or (2) that the inclusion of imputed expenses will not result in double counting because there were no actual United States expenses included in the actual booked expenses. Tariff Act of 1930, § 772(d)(1, 2), as amended, 19 U.S.C.A. § 1677a(d)(1, 2).\n1 Case that cites this headnote\n|\n\n\n[6]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce reasonably excluded foreign manufacturer’s home market sales to affiliated parties whose weighted average price was less than 99.5 percent of weighted average price of sales to non-affiliated parties, when calculating normal value and hence dumping margin for antifriction bearings, even though it only excluded overpriced sales to affiliates if shown to be aberrationally high. Tariff Act of 1930, § 773(a), as amended, 19 U.S.C.A. § 1677b(a); 19 C.F.R. § 351.403(c).\n\n|\n\n\n[7]\n|International LawDomestic statutes and regulations\n|\n|An act of Congress ought never to be construed to violate the law of nations if any other possible construction remains.\n\n|\n\n\n[8]\n|Customs DutiesCountervailing or Dumping Duties\nCustoms DutiesScope of inquiry or review\n|\n|World Trade Organization (WTO) decisions are not binding on the Court of International Trade nor on Commerce; WTO decisions may, however, shed light on whether an agency’s practices and policies are in accordance with United States international obligations.\n2 Cases that cite this headnote\n|\n\n\n[9]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce’s practice of “zeroing” transactions that produced negative dumping margins, when calculating weighted-average dumping margin, was reasonable interpretation of antidumping statutes. Tariff Act of 1930, §§ 731, 771(34, 35), as amended, 19 U.S.C.A. §§ 1673, 1677(34, 35).\n\n|\n\n\n[10]\n|Customs DutiesScope of inquiry or review\n|\n|Where Commerce has construed the antidumping statute in a way reasonably designed to prevent masked dumping, the Court will not substitute its own interpretation for that of Commerce. 19 U.S.C.A. § 1677(35)(A).\n\n|\n\n\n[11]\n|Customs DutiesCountervailing or Dumping Duties\n|\n|To be punitive, an antidumping duty must lack relation between the cost imposed and the harm done.\n\n|\n\n\n[12]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce’s application of adverse facts available when determining foreign manufacturer’s home market and United States freight expenses was reasonable, for purpose of determining dumping margin for antifriction bearings, absent showing that manufacturer’s reporting of expense on basis of value, rather than on basis of weight as requested by Commerce, was not distortive. Tariff Act of 1930, §§ 776(a), 782(e), as amended, 19 U.S.C.A. §§ 1677e(a), 1677m(e), 19 C.F.R. § 351.401(g)(2).\n\n|\n\n\n[13]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce could reasonably include expenses related to foreign manufacturer’s export price (EP) sales in its calculation of constructed export price (CEP) profit adjustment, for purpose of determining dumping margin for antifriction bearings. Tariff Act of 1930, § 772(f)(2)(C), as amended, 19 U.S.C.A. § 1677a(f)(2)(C).\n2 Cases that cite this headnote\n|\n\n\n[14]\n|Customs DutiesProceedings\n|\n|Commerce, issuing antidumping duty order for antifriction bearings, failed to adequately explain its inclusion of class of bearings which it had previously confirmed were excluded from scope of order.\n\n|\n\n\n[15]\n|Customs DutiesCourt of International Trade (Formerly Customs Court) and Proceedings Therein\n|\n|Domestic producer failed to exhaust administrative remedies, and thus was precluded from challenging Commerce’s exclusion of particular bearings from scope of antidumping order covering cylindrical roller bearings from Germany, where it failed to formally request scope inquiry. 19 C.F.R. § 351.225(c)(1); 28 U.S.C.A. § 2637(d).\n\n|\n\n\n[16]\n|Customs DutiesCourt of International Trade (Formerly Customs Court) and Proceedings Therein\n|\n|The detailed scope determination procedures that Commerce has provided in antidumping proceedings constitute precisely the kind of administrative remedy that must be exhausted before a party may litigate the validity of the administrative action. 28 U.S.C.A. § 2637(d).\n\n|\n\n\n[17]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Evidence supported Commerce’s acceptance of foreign manufacturer’s aggregation of air and ocean freight expenses, for purpose of determining dumping margin for antifriction bearings; manufacturer did not maintain transaction-specific data, and there was no showing that aggregate data did not accurately represent manufacturer’s shipping expenses. Tariff Act of 1930, § 772(c)(2)(A), as amended, 19 U.S.C.A. § 1677a(c)(2)(A); 19 C.F.R. § 351.401(g).\n\n|\n\n\n[18]\n|Customs DutiesProceedings\n|\n|Commerce has the authority to accept averages rather than transaction-specific data in antidumping duty case as long as the methodology chosen by a respondent is reasonable and supported by information contained in the administrative record.\n\n|\n\n\n[19]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce reasonably relied on sales figures to affiliates rather than on downstream sales or facts available, when calculating normal value and hence dumping margin for antifriction bearings, where such sales satisfied “arm’s length” test. 19 C.F.R. § 351.403(c).\n\n|\n\n\nAttorneys and Law Firms\n*1337 Grunfeld, Desiderio, Lebowitz & Silverman, New York City (Bruce Mitchell) for plaintiff SNR Roulements.\nSidley Austin Brown & Wood (Neil R. Ellis and Neil C. Pratt) for plaintiffs Koyo Seiko Co., Ltd. and Koyo Corporation of U.S.A.\nCrowell & Moring, LLP (Matthew P. Jaffe and Robert A. Lipstein) for plaintiffs NSK Corporation, NSK Bearings Europe, Ltd., and NSK Ltd.\nBarnes, Richardson & Colburn, Chicago, IL, (Donald J. Unger and Kazumone V. Kano) for plaintiffs NTN–BCA Corporation, NTN Bower Corporation, NTN–Driveshaft, Inc., American NTN Bearing Manufacturing Corp., NTN Bearing Corporation of America and NTN Corporation.\nSonnenschein Nath & Rosenthal (Stephen L. Gibson) for plaintiffs INA–Schaeffler KG and INA USA Corporation.\nPeter D. Keisler, Assistant Attorney General, David M. Cohen, Director, Patricia McCarthy, Assistant Director, Commercial Litigation Branch, Civil Division, United States Department of Justice (Claudia Burke); Philip Curtin and Peter Kaldes, of counsel, Office of the Chief Counsel for Import Administration, United States Department of Commerce, for defendant United States.\nStewart & Stewart (Geert N. DePrest and William A. Fennell) for defendant-intervenor The Torrington Company.\n\n\n\n\nOPINION\nGOLDBERG, Senior Judge.\nIn this action, plaintiffs challenge the United States Department of Commerce’s (“Commerce”) final determination in the 11th administrative review of dumping orders covering antifriction bearings in Antifriction Bearings (Other than Tapered Roller Bearings) and Parts Thereof from France, et al.; Notice of Final Results of Antidumping Duty Administrative Reviews and Revocation, 66 Fed.Reg. 36551 (July 12, 2001) (“Final Results” ).1 Defendant–Intervenor *1338 The Torrington Company (“Torrington”) also challenges certain aspects of the Final Results. The Final Results covers the period of review May 1, 1999 through April 30, 2000 for ball bearings and May 1, 1999 through December 31, 1999 for cylindrical roller bearings and spherical plain bearings. Pursuant to USCIT R. 56.2, plaintiffs and defendant-intervenor move for summary judgment and request the Court to remand Commerce’s Final Results.\n \nFor the reasons that follow, the Court sustains in part and reverses and remands in part the Final Results. The Court has jurisdiction over this matter pursuant to 28 U.S.C. § 1581(c).\n \n\nI. STANDARD OF REVIEW\n[1] The Court will sustain the Final Results unless it is “unsupported by substantial evidence on the record, or otherwise not in accordance with law.” 19 U.S.C. § 1516a(b)(1)(B). To determine whether Commerce’s construction of the statutes is in accordance with law, the Court looks to Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984). The first step of the test set forth in Chevron requires the Court to determine “whether Congress has directly spoken to the precise question at issue.” Id. at 842, 104 S.Ct. 2778. It is only if the Court concludes that “Congress either had no intent on the matter, or that Congress’s purpose and intent regarding the matter is ultimately unclear,” that the Court will defer to Commerce’s construction under step two of Chevron. Timex V.I., Inc. v. United States, 157 F.3d 879, 881 (Fed.Cir.1998). If the statute is ambiguous, then the second step requires the Court to defer to the agency’s interpretation so long as it is “a permissible construction of the statute.” Chevron, 467 U.S. at 842. In addition, “[s]tatutory interpretations articulated by Commerce during its antidumping proceedings are entitled to judicial deference under Chevron.” Pesquera Mares Australes Ltda. v. United States, 266 F.3d 1372, 1382 (Fed.Cir.2001) (interpreting United States v. Mead, 533 U.S. 218, 121 S.Ct. 2164, 150 L.Ed.2d 292 (2001)). Accordingly, the Court will not substitute “its own construction of a statutory provision for a reasonable interpretation made by [Commerce].” IPSCO, Inc. v. United States, 965 F.2d 1056, 1061 (Fed.Cir.1992).\n \n\nII. DISCUSSION\n\nA. Commerce’s Exclusion of SNR’s Imputed Expenses In Calculating Total Expenses For Constructed Export Price Profits Is In Accordance With Law.\n[2] SNR challenges Commerce’s calculation of constructed export price (“CEP”) profits, arguing that the inclusion of imputed expenses in its calculation of “total U.S. expenses” necessitates the inclusion of those same imputed expenses in its calculation of “total expenses.”\n \nCEP profits are determined by multiplying the total actual profit by the percentage determined by dividing the total United States expenses by the total expenses. 19 U.S.C. § 1677a(f)(1); 19 U.S.C. § 1677a(f)(2)(A). “Total actual profit” is defined as “the total profit earned by the foreign producer, exporter and affiliated parties ... with respect to the sale of the same merchandise for which total expenses are determined[.]” 19 U.S.C. § 1677a(f)(2)(D). “Total expenses” consist of “all expenses ... which are incurred by or on behalf of the foreign producer and foreign exporter of the subject merchandise and by or on behalf of the U.S. seller affiliated with the producer or exporter with respect to the production and sale of such merchandise.” 19 U.S.C. § 1677a(f)(2)(C). The price used to establish CEP is reduced by “the amount of the *1339 following expenses generally incurred by or for the account of the producer or exporter, or the affiliated seller in the United States, in selling the subject merchandise (or merchandise to which value has been added).” 19 U.S.C. § 1677a(d)(1). These expenses include “expenses that result from, and bear a direct relationship to, the sale, such as credit expenses, guarantees and warranties” and “any selling expenses not deducted under subparagraph (A), (B), or (C).” 19 U.S.C. § 1677a(d)(1)(B) and (D).\n \nIn short, when calculating CEP profit, the statute permits a reduction by the applicable percentage (i.e., a portion of total profit), thereby ensuring that the CEP profit calculation accurately reflects whether, and to what degree, the exporter has an unfair advantage over the domestic producer.\n \nSNR argues that Commerce erred by not including imputed credit and inventory carrying expenses in its calculation of “total expenses”—because they were included in its calculation of “total United States expenses.” SNR requests that this issue be remanded to Commerce with instructions to include the imputed credit and inventory carrying expenses in its calculation of “total expenses” for the purpose of calculating CEP profit.\n \nCommerce denies that it failed to comport with the plain meaning of the statute and argues instead that its calculations are based on “normal accounting principles [which] permit the deduction of only actual booked expenses, not imputed expenses, in calculating profit.” See Memo of the United States in Opposition to the Plaintiffs’ Motions for Judgment upon the Agency Record (“Def.’s Br.”) at 96. Commerce also argues that the inclusion of imputed expenses in the calculation of total expenses would result in a partial double counting of the expenses which would result in a distortion of the ratio of total U.S. expenses to total expenses. Id. at 95. Additionally, Commerce argues that if Congress had intended to require both total U.S. expenses and total expenses to be calculated using the same figures Congress would not have used disparate definitions when defining the two terms. Id. Finally, Commerce cites U.S. Steel Group v. United States, 225 F.3d 1284 (Fed.Cir.2000), followed by the Court of International Trade in Timken v. United States, 26 CIT 1072, 240 F.Supp.2d 1228 (2002), which specifically rejects the argument that symmetry must exist in the ratio of total U.S. expenses to total expenses.\n \nThe Court first turns to the plain language of the statute under Chevron step-one. First, the Court finds the statute does not clearly address the use of imputed expenses in the calculation of total expenses or total profit. See Timken, 26 CIT at ––––, 240 F.Supp.2d at 1245; cf. SNR Roulements v. United States, 24 CIT 1130, 1139, 118 F.Supp.2d 1333, 1341 (2000); NTN Bearing Corp. of America v. United States, 25 CIT 664, 694, 155 F.Supp.2d 715, 743 (2001). Second, on the issue of whether computational symmetry is statutorily required, the Court refers to U.S. Steel Group, which sustained Commerce’s practice of including imputed expenses in the calculation of total United States expenses, but not including imputed expenses in the calculation of total expenses. See id. at 1290. Symmetry between the two is not required because “the definitions of the Act themselves under cut symmetrical treatment of ‘total U.S. expenses’ and ‘total expenses.’ ” U.S. Steel Group, 225 F.3d at 1290. Total U.S. expenses are not a subset of total expenses because “[t]he statute itself defines ‘total U.S. expenses’ distinctly, both structurally and substantively, from ‘total expenses.’ ” Id. at 1289.\n \n*1340 [3] Even if U.S. Steel Group was not applicable to selling expenses, Commerce’s methodology was a reasonable interpretation of the statute. Timken, 26 CIT at ––––, 240 F.Supp.2d at 1246. “Commerce has some flexibility in determining total United States expenses under 19 U.S.C. § 1677a(d)(1)-(2) ... [b]ut if Commerce decides to include a category of expenses in calculating total United States expenses ... it must also include such expenses in [total expenses] unless they are already represented in total expenses in some other fashion.” Thai Pineapple Canning Indus. Corp. Ltd. v. United States, 23 CIT 286, 296, 187 F.3d 1362 (1999), aff’d in part, rev’d in part, 273 F.3d 1077 (Fed.Cir.2001) (emphasis added).\n \n[4] Although imputed numbers for total U.S. expenses may not be exactly the same as those for total expenses, they are reasonable surrogates for each other. See Timken, 26 CIT at ––––, 240 F.Supp.2d at 1247. Following Timken, the Court holds that “although the definitions of both total United States expenses and total expenses direct Commerce to include a figure for selling expenses, it is not clear from the statute that these figures need to be precisely the same.” Timken, 26 CIT at ––––, 240 F.Supp.2d at 1237. “Theoretically, the total expenses denominator would reflect the interest expenses captured in the U.S. sales expenses numerator ... as well as ‘home’ market interest expenses, because the total expenses denominator is derived from a net unit figure based on all company interest expenses without regard to sales destination.” Id. (quoting Thai Pineapple Canning Indus. Corp. Ltd. v. United States, 24 CIT 107, 115, 2000 WL 174986 (2000) (emphasis added)).\n \n[5] Although companies may not track the per customer cost of maintaining inventory or extending credit, Commerce reasonably recognizes that companies do actually incur these costs. As a result, Commerce asks respondents to impute these costs to aid in the calculation of normal value and U.S. price. If a peculiarity or discrepancy arises as a result of the use of imputed amounts in the calculation of total U.S. expenses and the use of actual amounts in the calculation of total expenses, Commerce’s findings may be challenged (1) by demonstrating that a distortion was caused by different expenses over time or (2) that the inclusion of imputed expenses will not result in double counting because there were no actual U.S. expenses included in the actual booked expenses. The Court concludes that SNR has not demonstrated either condition. Commerce has shown that the actual booked expenses included in the calculation of total expenses account for amounts representing the imputed U.S. credit and inventory carrying expenses, and SNR has failed to demonstrate any peculiarity or discrepancy which necessitates the inclusion of imputed expenses because they are not otherwise accounted for.\n \nAccordingly, Commerce’s exclusion of imputed expenses in its calculation of total expenses for CEP profit is sustained.\n \n\n\nB. Commerce’s Use Of The 99.5 Percent Arm’s Length Test To Exclude Certain Home Market Sales By Koyo To Affiliates Is In Accordance With Law.\n[6] In comparing Koyo’s export prices to Koyo’s home market prices, Commerce excluded from Koyo’s home market sales database any sales to an affiliated party where the weighted average price was less than 99.5 percent of the weighted average price of non-affiliated parties. In light of the World Trade Organization (“WTO”) Appellate Body’s decision in United States—Anti–Dumping Measures on Certain Hot Rolled Steel Products from Japan, WT/DS184/AB/R (July 24, 2001) *1341 (“Hot Rolled Steel” ), Koyo asserts that this 99.5 percent “arm’s length” test violates U.S. obligations under international law. In Hot Rolled Steel, the WTO Appellate Body held that the arm’s length test established dumping in a manner impermissible under the Agreement on Implementation of Art. VI of the General Agreement on Tariffs and Trade (“Anti–Dumping Agreement”).\n \nTo determine whether merchandise has been dumped, 19 U.S.C. § 1677b(a) requires Commerce to make “a fair comparison” between the export price and normal value. Commerce excludes from the calculation of normal value any sale to an affiliated party that is not comparable to sales to non-affiliated parties pursuant to 19 C.F.R. § 351.403(c). To ensure that sales to affiliates are comparable to sales to non-affiliates (i.e., at arm’s length) under § 351.403(c), Commerce adopted the 99.5 percent arm’s length test, which was applied in the Final Results.\n \nThe ambiguity of the statutes and regulations regarding the definition of “ordinary course of trade” precludes analysis under the first step of Chevron. See Timken v. United States, 26 CIT 1072, ––––, 240 F.Supp.2d 1228, 1240 (2002). Under the second step of Chevron, Commerce’s use of the 99.5 percent arm’s length test has been repeatedly upheld as reasonable. See, e.g., Usinor v. United States, 18 CIT 1155, 1158, 872 F.Supp. 1000, 1004 (1994) (affirming the test as reasonable where plaintiff failed to show that it distorted price comparability); SSAB Svenskt Stal AB v. United States, 21 CIT 1007, 1010, 976 F.Supp. 1027, 1030 (1997) (upholding the test as reasonable even though there was no showing that plaintiff had deliberately manipulated affiliate prices); Micron Technology, Inc. v. United States, 19 CIT 829, 846, 893 F.Supp. 21, 38 (1995) (sustaining Commerce’s use of the test where plaintiff made no showing that its excluded affiliate sales had been made at arm’s length).\n \n\n\n1. Koyo Has Standing Under 19 U.S.C. § 3512(c)\nCommerce asserts that 19 U.S.C. § 3512(c)2 bars Koyo’s claim that the arm’s length test is inconsistent with the WTO’s decision in Hot Rolled Steel. Section 3512(c) bars private parties from bringing claims directly against the government alleging that Commerce acted inconsistently with a WTO agreement. However, Koyo’s claim does not arise directly under the AntiDumping Agreement or any other WTO agreement. Rather, Koyo is “free to argue that Congress would never have intended to violate an agreement it generally intended to implement, without expressly saying so.” Gov’t of Uzbekistan v. United States, 25 CIT 1084, 1088, 2001 WL 1012780 (2001). By relying on § 3512(c), Commerce merely asserts an “erroneous technical bar” in this case, and thus Koyo’s claim is properly before the Court. See Gov’t of Uzbekistan, 25 CIT at 1088, 2001 WL 1012780.\n \n\n\n2. Relevance of Hot–Rolled Steel\nThe effect of WTO dispute settlement decisions on U.S. domestic trade law is intricate and rife with particularly delicate issues of statutory interpretation and separation of powers.\n \n[7] The classic tenet of statutory interpretation in light of international obligations is that “an act of Congress ought never to be construed to violate the law of *1342 nations if any other possible construction remains....” Murray v. Schooner Charming Betsy, 6 U.S. (2 Cranch) 64, 81, 2 L.Ed. 208 (1804) (“The Charming Betsy” ); see also Federal–Mogul Corp. v. United States, 63 F.3d 1572, 1581 (Fed.Cir.1995) (“[A]bsent express Congressional language to the contrary, statutes should not be interpreted to conflict with international obligations.”)\n \nThe Charming Betsy doctrine may conflict in certain circumstances with the deference that courts owe to interpretations of statutory law by agencies.3 A court must yield to an agency’s interpretation of an ambiguous statute so long as it “is based on a permissible construction of the statute.” Chevron, 467 U.S. at 843, 104 S.Ct. 2778. Agencies are accountable to the elected executive, and thus, policy decisions are best left to them rather than to non-elected judges. See id. at 865–66, 104 S.Ct. 2778. Moreover, the judiciary generally grants the executive branch an even greater level of deference in the area of foreign affairs. See United States v. Curtiss–Wright Export Corp., 299 U.S. 304, 320, 57 S.Ct. 216, 81 L.Ed. 255 (1936). However, courts have held that “Chevron must be applied in concert with the Charming Betsy doctrine when the latter is implicated.” Usinor v. United States, 26 CIT 767, ––––, 2002 WL 1998315, *8 (quoting Hyundai, 23 CIT at 313, 53 F.Supp.2d at 1344); see also Timken, 26 CIT at ––––, 240 F.Supp.2d at 1240 (determining that “the court must determine if the Department’s interpretation is reasonable, as informed by Chevron step-two and Charming Betsy” ).\n \n[8] WTO decisions are not binding on the Court nor on Commerce. See Hyundai Elecs. Co. v. United States, 23 CIT 302, 311, 53 F.Supp.2d 1334, 1343 (1999); see also Corus Staal BV v. United States, 27 CIT 388, ––––, 259 F.Supp.2d 1253, 1273 (2003) (upholding Commerce’s practice of zeroing contrary to a WTO Appellate Body decision concerning the European Communities’ use of zeroing); see also Timken, 26 CIT at ––––, 240 F.Supp.2d at 1242 (sustaining the arm’s length test, in part by distinguishing Hot Rolled Steel ). WTO decisions may, however, shed light on whether an agency’s practices and policies are in accordance with U.S. international obligations. See Hyundai, 23 CIT at 311–12, 53 F.Supp.2d at 1343.\n \nTimken examined the WTO’s decision in Hot Rolled Steel as it related to the same application of the arm’s length test and concluded that Commerce’s 99.5 percent test was a reasonable interpretation of “ordinary course of trade.” Thus, a closer look at both Hot Rolled Steel and Timken is warranted.\n \nHot Rolled Steel did not find that 19 U.S.C. § 1677b or 19 C.F.R. § 351.403 violated the Anti–Dumping Agreement. Timken, 26 CIT at ––––, 240 F.Supp.2d at 1242. Rather, the WTO Appellate Body found that Commerce’s 99.5 percent arm’s length test does “not rest on a permissible interpretation of the term ‘sales in the ordinary course of trade’ ” in Article 2.1 of the Anti–Dumping Agreement4 due to its *1343 lack of “even-handedness.” Hot Rolled Steel at ¶ 148. First, the test was found to be asymmetric because it automatically excludes lower-priced affiliate sales using a numerical threshold of 99.5 percent. Id. at ¶ 149. In contrast, there is no bright line test for higher-priced affiliate sales. Instead, such sales can be excluded from the calculation of home market sales only if Commerce deems the sales aberrationally high, a fact on which a respondent has the burden of proof. Id. at ¶ 151. The WTO Appellate Body determined that the 99.5 percent test is more likely to result in a higher home market price and, as a consequence, a finding of dumping. Id. at ¶ 154. In essence, Hot Rolled Steel concluded that Commerce is afforded considerable discretion in determining whether any given sales to affiliated parties are not in the ordinary course of trade but held that such discretion must be exercised in an evenhanded manner.\n \nTimken sustained Commerce’s use of the arm’s length test, distinguishing the case from the facts in Hot Rolled Steel. Hot Rolled Steel reasoned that exporters had no notice of the aberrationally-high standard and thus had no reason to supply evidence that high-priced sales to affiliates were aberrational. Id. at ¶ 155. In contrast, Timken pointed out that the foreign respondent, Koyo, did have notice of the aberrationally-high standard. Timken, 240 F.Supp.2d at 1241. With such notice and Koyo’s failure to argue that the arm’s length test had excluded any sales in the ordinary course of trade, Timken reasoned that Koyo was not prejudiced as the foreign respondents were in Hot Rolled Steel.5 See id. at 1242. Timken found compelling Commerce’s rationale for applying an asymmetric test—namely, that exporters are likely to provide advantageous information, such as why a high-priced affiliate sale is not in the ordinary course of trade, but may withhold disadvantageous evidence of lower-priced affiliate sales that are not in the ordinary course of trade. Id. at 1241–42.\nThe relevance of a WTO dispute settlement decision in this context lies solely in its persuasive force as a means of properly interpreting a controlling statute. See Marbury v. Madison, 1 Cranch 137, 5 U.S. 137, 177, 2 L.Ed. 60 (“[I]t is emphatically the province and duty of the judicial department to say what the law is.”). This persuasive force, however, must be carefully balanced with the reasoned rulemaking process underlying Chevron step-two deference. The Court is wary of overstepping the bounds of its judicial authority under the guise of the Charming Betsy doctrine. See Hyundai, 23 CIT at 313–14, 53 F.Supp.2d. at 1345 (stating that “unless the conflict between an international obligation and Commerce’s interpretation of a statute is abundantly clear, a court should take special care before it upsets Commerce’s regulatory authority under the Charming Betsy doctrine”). The Court is also mindful of the prerogative of the Executive Branch—most importantly, the Office of the U.S. Trade Representative—in dealing with the WTO in its diplomatic and *1344 policymaking roles. See id. at 312, 53 F.Supp.2d at 1343. Thus, in light of prior decisions that have found the 99.5 percent test to be reasonable, the Court holds that Chevron deference controls here.6\n \nAccordingly, Commerce’s use of the 99.5 percent arm’s length test to exclude certain home market sales by Koyo to affiliated parties is sustained.7\n \n\n\nC. Commerce’s Practice of Zeroing Is In Accordance With Judicial Precedent and Does Not Violate the Antidumping Statute.\n[9] Koyo and NSK challenge Commerce’s practice of zeroing in its calculation of dumping margins. Commerce calculates the dumping margins on individual U.S. transactions and then calculates the weighted-average dumping margin “by dividing the aggregate dumping margins determined for a specific exporter or producer by the aggregate ... constructed export prices of such exporter or producer.” 19 U.S.C. § 1677(35)(B). In calculating the weighted-average dumping margin, Commerce treats transactions that produce “negative” dumping margins—that is, transactions in which the export price exceeds normal value—as if they were zero, a practice commonly referred to as “zeroing.”\n \n\n\n1.  EC–Bed Linen Is Not Binding or Persuasive\nKoyo first claims that Commerce’s practice of zeroing is impermissible under U.S. law. Koyo argues that the decision of the WTO Appellate Body in European Communities—Antidumping Duties on Import of Cotton–Type Bed Linen from India, WT/DS141/AB/R (Mar. 1, 2001) (“EC–Bed Linen” ) prohibits Commerce’s practice of zeroing. In EC–Bed Linen, the WTO Appellate Body found that the European Communities’ (“EC”) use of zeroing was inconsistent with the Anti–Dumping Agreement. Koyo argues that Commerce’s practice is the functional equivalent of the EC’s practice. See Motion of Plaintiffs Koyo Seiko Co., Ltd. and Koyo Corporation of U.S.A. for Judgment on the Agency Record (“Koyo Br.”) at 18–21. Koyo claims that zeroing is unlawful under the Charming Betsy doctrine.\n \nWith respect to Koyo’s EC–Bed Linen argument, the Court is bound by the Federal Circuit’s recent decision in Timken v. United States, 354 F.3d 1334 (Fed.Cir.2004). As a threshold matter, the Federal Circuit held, as the Court does here, that Koyo’s claim is not barred by 19 U.S.C. § 3512(c). Id. at 1341; see also, supra, III.B. Timken, however, rejected Koyo’s WTO-based arguments by holding that Commerce’s practice of zeroing was not *1345 prohibited by EC–Bed Linen: “In light of the fact that Commerce’s ‘longstanding and consistent administrative interpretation is entitled to considerable weight,’ we refuse to overturn the zeroing practice based on EC–Bed Linen.” Id. at 1344 (quoting Zenith Radio Corp. v. United States, 437 U.S. 443, 450, 98 S.Ct. 2441, 57 L.Ed.2d 337 (1978)). The Federal Circuit distinguished Timken from EC–Bed Linen, stressing that the United States had not been a party in the latter and that EC–Bed Linen had dealt with an antidumping investigation and not an administrative review as was the case in Timken. Id.\n \nAccordingly, the Court holds that Commerce’s use of zeroing is not invalidated by EC–Bed Linen.8\n \n\n\n2. The Plain Language of the Antidumping Statutes Is Ambiguous and Mandates Deference to Commerce’s Zeroing Practice\nNSK and Koyo challenge zeroing as contradictory to the plain language of 19 U.S.C. § § 1673 and 1677. Commerce argues that the plain language of the antidumping statutes actually mandates zeroing. The Court holds that the language of 19 U.S.C. § 1673 neither unambiguously requires nor prohibits zeroing under the first step of Chevron.\n \nNSK suggests that the plain meaning of 19 U.S.C. § 1673 unambiguously renders Commerce’s practice of zeroing impermissible. See Memorandum of Points and Authorities in Support of NSK Bearings Europe’s Motion for Judgment on the Agency Record (“NSK Europe Br.”) at 5. According to NSK, the focal point of an antidumping inquiry is the class or kind of merchandise.9 Because § 1673 specifies that antidumping duties apply only when Commerce determines that a “class or kind of foreign merchandise” is being, or is likely to be sold at less than its fair value, “Commerce’s dumping calculation violates this basic principle, because it trivializes the presence of U.S. sales above fair value by wiping out (i.e., by zeroing) the difference by which the export price or constructed price of these sales exceeds normal value.” NSK Europe Br. at 11. NSK notes that other statutory provisions support the premise that zeroing is unlawful. NSK claims that the definition of “dumped” and “dumping” contained within 19 U.S.C. § 1677(34) “reformulates the first requirement of § 1673 that sales below fair value are dumped but sales above fair value are not.” Id. at 8. NSK also maintains that the definition of “dumping margin” contained within 19 U.S.C. § 1677(35)(A) “reaffirms that dumping only exists when normal value exceeds the export price or constructed export price of the subject merchandise, which section [19 U.S.C. § 1677(25) ] defines as the ‘class or *1346 kind of merchandise within the scope of an investigation.’ ” Id.\n \nEven though NSK’s argument presents what could be deemed logical inferences of 19 U.S.C. §§ 1673 and 1677, the logic does not go so far as to make NSK’s interpretation of the statute unambiguous. Webster defines “class” as “a group, set, or kind marked by common attributes ...” and “kind” as “a group united by common traits or interests.” Webster’s Third New International Dictionary (unabridged) 416, 1243 (1986). These definitions could be construed to require the subject merchandise to be considered in their entirety and thus bar zeroing. On the other hand, §§ 1673 and 1677 could also be construed to require Commerce to evaluate individual transactions only from the perspective of a common group of merchandise. Such an interpretation would leave the statutory authority ambiguous.\n \nKoyo contends that Commerce’s argument must fail because 19 U.S.C. § 1677 does not explicitly mention “zeroing.” See Reply Brief of Plaintiffs Koyo Seiko Co., Ltd. and Koyo Corporation of U.S.A. in Support of Their Motion for Judgment on the Agency Record at 13–19.\n \nCommerce argues that the plain language of § 1677 unambiguously requires the zeroing of sales with negative margins. Commerce contends that § 1677(34) defines the terms “dumped” and “dumping” as “the sale or likely sale of goods at less than fair value” (emphasis added). Commerce also points to § 1677(35)(A), which defines the term “dumping margin” as “the amount by which the normal value exceeds the export price”. Def.’s Br. at 53. Commerce also argues that a failure to zero out negative margins would permit those negative margins to effectively cancel out dumped sales, “effectively eviscerating the very purpose of the antidumping law.” Def.’s Br. at 55.\n \nA combined reading of §§ 1673 and 1677 does not unambiguously mandate zeroing. “A plain reading of the statute discloses no provision for Commerce to offset sales made at [less than fair value] with sales made at fair value.” Serampore Indus. Pvt. Ltd. v. Dep’t of Commerce, 11 CIT 866, 873, 675 F.Supp. 1354, 1360 (1987); see Timken, 354 F.3d at 1342. The use of the word “exceeds” in § 1677(35)(A) does not explicitly require that dumping margins be positive. See Timken, 354 F.3d at 1342. Thus, when considered in conjunction with relevant case law, NSK’s and Koyo’s respective arguments help serve to refute Commerce’s claim that the statute unambiguously requires zeroing.\n \n[10] Having found the antidumping statutes ambiguous regarding zeroing, the Court next considers whether Commerce’s practice is based on a permissible construction of the statutes under the second step of Chevron. In Timken, the Federal Circuit observed three reasons for affirming Commerce’s practice of zeroing as a permissible construction of the dumping statute. First, the word “exceeds” could justify a practice of finding dumping margins only where the normal value “falls to the right of [the export price] on the number line.” Id. Second, zeroing was found to be in accord with Commerce’s practice of assessing dumping duties on an entry-by-entry basis. Id. Finally, because zeroing checks the practice of masked dumping—hiding a few transactions with dumped sales under the curtain of multiple sales at fair price—the Federal Circuit deemed the practice proper. Id. at 1343. Where Commerce has construed the statute in a way reasonably designed to prevent masked dumping, the Court will not substitute its own interpretation for that of Commerce. See Serampore, 11 CIT at 874, 675 F.Supp. at 1361.\n \n*1347 It has been noted that statistical biases inherent in Commerce’s zeroing practice prevent the statute from being equivocal. See Bowe Passat Reinigungs–Und Waschereitechnik Gmbh v. United States, 20 CIT 558, 570–72, 926 F.Supp. 1138, 1149–50 (1996) (upholding Commerce’s zeroing practice “[u]nless and until it becomes clear that such a practice is impermissible or unreasonable”). The proportion of fair sales to dumped sales does not affect the Court’s determination of the reasonableness of Commerce’s interpretation. In Bowe Passat, the Court sustained Commerce’s zeroing practice even where 92 percent of Bowe Passat’s U.S. sales were made at or above fair market value. Id. at 571, 926 F.Supp. at 1149. Here, Commerce found a dumping margin where 67 percent of NSK Europe’s U.S. sales and 89 percent of NSK Japan’s U.S. sales exceeded normal value. See NSK Europe Br. at 2; Memorandum of Points and Authorities in Support of NSK Ltd.’s Motion for Judgment on the Agency Record (“NSK Japan Br.”) at 2. The Court cannot find any basis for rejecting Commerce’s determination on these grounds. See Bowe Passat, 20 CIT at 570–72, 926 F.Supp. at 1149–50.\n \nNSK further claims that zeroing is not only biased, but punitive in nature, which is specifically prohibited in the antidumping statute. See id.; see also Nat’l Knitwear & Sportswear Ass’n v. United States, 15 CIT 548, 558, 779 F.Supp. 1354, 1373 (1991) (“[A]ntidumping duty law ... is intended to be remedial, not punitive”).\n \n[11] To be punitive, a duty must lack relation between the cost imposed and the harm done. See Huaiyin Foreign Trade Corp. (30) v. United States, 322 F.3d 1369, 1380 (Fed.Cir.2003). The statistical bias inherent in zeroing is mitigated by the fact that the denominator used in calculating the dumping margin includes sales both above and below fair value. See Bowe Passat, 20 CIT at 571–72, 926 F.Supp. at 1150. Such inclusion of fair value and dumped sales thus creates a rational connection between the harm done—dumping—and the penalty imposed—the dumping margin.\n \nAccordingly, Commerce’s zeroing of Koyo’s and NSK’s negative dumping margins is sustained.\n \n\n\nD. Commerce’s Use Of Adverse Facts Available To NTN’s Home Market and U.S. Freight Expenses Was Reasonable and In Accordance With Law.\n[12] NTN challenges Commerce’s use of adverse facts available to NTN’s home market and U.S. freight expenses.\n \nCommerce requested that NTN report its freight expense allocation in terms of weight. Pursuant to 19 C.F.R. § 351.401(g)(2), Commerce’s questionnaire directed that if an interested party was unable to allocate freight expenses on the basis on which they were incurred, the party should have (1) explained how it allocated expenses; (2) explained why the party could not allocate expenses on any of the bases on which they were incurred; and (3) demonstrated that the allocation methodology used was not distortive. Rule 56.2 Motion and Memorandum For Judgment Upon the Agency Record Submitted On Behalf of the Plaintiffs and Defendant–Intervenors, NTN et al. at 6 (“NTN Br.”). Commerce’s regulations, specifically 19 C.F.R. § 351.401(g)(2), emphasize the importance that a party demonstrate why its own methods are not distortive. NTN determined that it could not report the freight expense allocation on the basis on which it was incurred because of multiple, inconsistent variables. Instead, NTN reported its freight allocation on the basis of the sales value of the merchandise, claiming it was the only consistent factor. While Commerce accepted *1348 this reporting methodology in past reviews, for this review, Commerce requested NTN to report its freight expense allocation in terms of weight, and sent NTN two supplemental questionnaires specifically requesting this information. NTN failed to comply. To justify its use of adverse facts available, Commerce determined that NTN was not cooperating to its full ability, and specifically that NTN failed to show why its methodology, in terms of value, was not distortive. Issues and Decision Memorandum for the Administrative Reviews of Antifriction Bearings (other than tapered roller bearings) and parts thereof from France, Germany, Italy, Japan, Sweden, and the United Kingdom—May 1, 1999, through April 30, 2000 (“Issues and Decision Memo”), Comment 34.\n \nCommerce is required to use facts otherwise available if a respondent “withholds information that has been requested” or “fails to provide such information by the deadlines for the submission of the information or in the form and manner requested.” 19 U.S.C. § 1677e(a)(A) and (B).\n \nThe Court finds that Commerce adequately considered NTN’s submission of freight expenses in terms of weight, and acted within its statutory authority in applying adverse facts. Commerce determined that because of NTN’s refusal to submit the requested weight data, NTN did not cooperate to the best of its ability as is required by § 1677m(e). If Commerce anticipates rejecting a party’s submitted information, § 1677m(d) requires Commerce to give notice of the deficiency to the party. Commerce complied with § 1677m(d) by giving sufficient notice to NTN in the two supplemental questionnaires, specifically requesting the data in terms of weight. Commerce explicitly determined that NTN did not comply with the requirements to use its own allocation methodology. Specifically, in pursuing its option of submitting an alternative methodology based on value, NTN never explicitly explained to Commerce why its methodology was not distortive as required by 19 C.F.R. § 351.401(g)(2). In addition, Commerce acted in accordance with § 1677m(c)(1), which requires Commerce to modify its request for information to avoid imposing an unreasonable burden on the respondent.10 Commerce considered NTN’s ability to submit the freight expenses in terms of weight and determined that NTN would have been able to submit such information, regardless of NTN’s contention that a ruling based on weight rather than value would have been distortive.\n \nAccordingly, Commerce’s use of adverse facts available for NTN’s home market and U.S. freight expenses is sustained.\n \n\n\nE. Commerce’s Inclusion Of NTN’s Export Price Sales in Calculating Constructed Export Price Profit Adjustment Is In Accordance With Law.\n[13] NTN argues that Commerce should not have included export price (“EP”) sales in its calculation of CEP profit adjustment. NTN asserts that 19 U.S.C. § 1677a(f)(2)(C), which defines total expenses as “all expenses in the first of three categories which applies and which are incurred by or on behalf of the foreign like product sold in the exporting country” *1349 does not include any explicit provision about export price expenses. Therefore, based on the plain language of the statute, Commerce may not include EP sales in its CEP profits.\n \nCommerce responds that its inclusion of EP sales in CEP profits is a reasonable interpretation of § 1677a(f)(2)(C), consistent with its prior practice, and otherwise in accordance with law. According to Commerce, “ ‘total expenses’ refers to all expenses incurred with respect to the subject merchandise sold in the United States.... Thus, where the respondent makes both export-price and CEP sales to the United State[s] (sic), sales of the subject merchandise would encompass all such transactions.” Def.’s Br. at 32. Therefore, as NTN made both EP and CEP sales in the United States, Commerce’s inclusion of EP sales is proper.\n \nThe Court finds that Commerce’s decision to include EP sales in the CEP profit adjustment calculation was reasonable and in accordance with law. The term total expenses is not exclusive to CEP sales but may also include EP expenses. See Torrington Co. v. United States, 25 CIT 395, 426, 146 F.Supp.2d 845, 882 (2001), aff’d, 62 Fed.Appx. 950 (Fed.Cir.2003). Because “subject merchandise” refers to the class or kind of merchandise that is within the scope, it is reasonable for Commerce to include EP sales when EP sales were made. Id. In the first category of expenses, total expenses include “subject merchandise sold in the United States,” including any merchandise within the scope of the review. Id. This definition also includes EP sales, as EP sales were made by NTN.\n \nAccordingly, Commerce’s inclusion of EP sales in the CEP profit adjustment calculation is sustained.\n \n\n\nF. Commerce’s Inclusion of NTN’s CT Scan Bearings in the Margin Calculation Is Remanded for Clarification.\n[14] Commerce included CT scan bearings in its calculation of NTN’s dumping margin even after informing NTN that CT scan bearings would be excluded from the scope of the administrative review. NTN argues that Commerce should exclude NTN’s CT scan bearings from its margin calculation. In its original investigation, Commerce found “slewing rings” or “turntable bearings” to be distinct from antifriction bearings. Seeking to confirm that Commerce would continue to exclude these bearings from the scope, NTN requested a ruling from Commerce on this issue on May 24, 2001. Commerce responded to NTN by letter, dated July 10, 2001, ruling that “turntable slewing bearings are not within the scope of the order.” NTN Br., Attachment A. Two days later, on July 12, 2001, Commerce issued the Final Results, which included these same bearings in the margin calculations. See 66 Fed.Reg. at 36552.\n \nIn response, Commerce argues that recalculating the margin would create an administrative burden, add uncertainty, and defeat the principle of finality. See Def.’s Br. at 51. Commerce also claims that the Final Results had already been signed for five days prior to the issuance of the July 10, 2001 letter.\n \nThe Court finds that Commerce did not adequately address the issue raised by NTN. Accordingly, the Court remands this issue with instructions to clarify the circumstances in which the July 10, 2001 letter, confirming the exclusion of CT scan bearings, was published while the Final Results included the same subject merchandise.\n \n\n\n*1350 G. Torrington Did Not Exhaust Its Administrative Remedies by Applying for a Scope Inquiry Regarding INA Steering Column Supports.\n[15] Commerce excluded INA’s steering column supports from the scope of the antidumping order covering cylindrical roller bearings from Germany. Torrington asserts that Commerce’s failure to initiate a scope inquiry was contrary to law; alternatively, Torrington argues that Commerce’s determination that the steering column supports were outside the scope of the order was not supported by substantial evidence or in accordance with law.\n \nUnder 19 C.F.R. § 351.225(b), Commerce is obligated to self-initiate a scope inquiry only when, based on the available information, it cannot determine whether a product is included within the scope of an order. Commerce argues that it was able to make a decision as to the scope based on the available product descriptions, and therefore, was not obligated to self-initiate a scope inquiry.\n \nTorrington, however, did not have to rely on Commerce’s judgment. If Torrington was not satisfied with Commerce’s decision on the matter, the regulations also provide that any interested party may request a scope inquiry as provided by 19 C.F.R. § 351.225(c)(1). Although Torrington “vigorously contested Commerce’ [sic] determination to accept INA’s exclusion of the product based on its informal inquiry,” Torrington did not formally apply for a scope inquiry. The Torrington Company’s Reply Brief at 3. As a result, because it failed to apply for a ruling as permitted by the regulations, Torrington failed to exhaust its administrative remedies.\n \n[16] Whenever warranted, the Court is obligated to require the exhaustion of administrative remedies before an issue can be properly addressed here. 28 U.S.C. § 2637(d). The “detailed scope determination procedures that Commerce has provided constitute precisely the kind of administrative remedy that must be exhausted before a party may litigate the validity of the administrative action.” Sandvik Steel Co. v. United States, 164 F.3d 596, 599–600 (Fed.Cir.1998).\n \nAccordingly, because Torrington did not exhaust its administrative remedies by applying for a scope inquiry, the Court does not have jurisdiction to address the issue of whether certain cylindrical bearings fell within the scope of the antidumping order.\n \n\n\nH. Commerce’s Acceptance of Koyo’s Method of Calculating Air and Ocean Freight Expenses Is Supported by Substantial Evidence and Otherwise In Accordance With Law.\n[17] Torrington challenges Commerce’s acceptance of Koyo’s method of calculating air and ocean freight expenses. Koyo calculated a single international freight expense factor by weight, using the aggregate expenses for both air and ocean freight divided by the total weight of all bearings shipped to the United States. Torrington argues that Koyo could and should have either reported its international freight expenses on a transaction-specific basis or separately reported air and ocean freight expenses, allocating the air freight expenses in a more specific manner. The Torrington Company’s Memorandum In Support Of Its Rule 56.2 Motion For Judgment Upon the Agency Record (“Torrington Br.”) at 56. Torrington claims that Koyo’s allocation method led to significant inaccuracies. According to Torrington, accurate reporting of air freight expenses would decrease U.S. prices and therefore increase Koyo’s dumping margins. Id. at 69.\n \n19 U.S.C. § 1677a(c)(2)(A) provides for an adjustment to EP or CEP for the amount attributable to any costs incident to bringing subject merchandise into the *1351 United States. Pursuant to § 1677a(c)(2)(A), Commerce deducts air and ocean freight costs. Commerce “may consider allocated expenses and price adjustments when transaction-specific reporting is not feasible, provided ... that the allocation method used does not cause inaccuracies or distortions.” 19 C.F.R. § 351.401(g)(1). A party seeking to submit allocated expenses and price adjustments must demonstrate “that the allocation is calculated on as specific a basis as feasible and must explain why their allocation methodology used does not cause inaccuracies.” 19 C.F.R. § 351.401(g)(2).\n \nAt issue here is whether Koyo was capable of reporting its air freight expenses in a more specific manner. Torrington claims that since Koyo only shipped via air freight on an emergency basis to deal with low inventories, it would not have been infeasible for Koyo to have reported transaction-specific air freight expenses. See Torrington Br. at 64. Koyo responds that this would not have been feasible because it did not possess records that would allow the linkage of units shipped by air to specific sales in the United States. See Memorandum of Koyo Seiko Co., Ltd. and Koyo Corporation U.S.A. in Response to Torrington’s Motion for Judgment on the Agency Record (“Koyo Resp. Br.”) at 15.\n \nTo require Koyo to submit more specific air and ocean freight expenses, Torrington must first establish linkage between the shipments and specific sales in the United States. See Torrington Co. v. United States, 21 CIT 491, 498, 965 F.Supp. 40, 45 (1997) (respondent’s reporting methodology is permissible because “[t]he documents cited by Torrington do not provide a means of linking individual sales to specific shipments”). Torrington does not adequately demonstrate such linkage based upon documents on the record. Torrington erroneously focuses on how Koyo could have documented its shipments in a manner that would allow for more specific reporting of its international freight expenses. Torrington’s argument is misplaced as § 351.401(g)(1) refers to the feasibility of using existing documents to use transaction-specific reporting—not the feasibility of maintaining records that would allow such reporting. See also 19 U.S.C. § 351.401(g)(3) (Commerce must consider “the records maintained by the party in question in the ordinary course of business”). Nothing suggests that companies are required to make wholesale changes to their record-keeping practices to comply with § 351.401(g)(1).\n \n[18] The Court must also determine whether Commerce adequately investigated Koyo’s proposed methodology to determine whether it was reasonable and representative. See Torrington Co. v. United States, 21 CIT 686, 695, 969 F.Supp. 1332, 1339 (1997). Commerce has the authority to accept averages rather than transaction-specific data “as long as the methodology chosen by a respondent is reasonable and supported by information contained in the administrative record.” Torrington, 21 CIT at 497, 969 F.Supp. 45. As part of the sixth administrative review, Commerce verified Koyo’s reporting methodology. By tracing data from freight invoices to reports provided by freight carriers, Commerce determined that it did accurately represent Koyo’s shipping expenses. There is nothing in the record that demonstrates Koyo has altered its methodology since Commerce conducted its inquiry in the sixth administrative review.\n \nAccordingly, Commerce’s acceptance of Koyo’s method of calculating air and ocean freight expenses is sustained.\n \n\n\nI. Commerce’s Treatment of NTN’s Sales to Affiliated Parties Is Supported By Substantial Evidence.\n[19] In the Final Results, Commerce applied the arm’s length test to NTN’s *1352 sales to affiliated parties. Torrington challenges Commerce’s decision on two separate grounds: (1) that Commerce erred in not applying facts available to NTN’s affiliates and (2) that Commerce improperly disregarded certain downstream sales in its calculation of normal value.\n \nTorrington argues that when calculating normal value, Commerce erred by relying on sales figures to affiliates as reported by NTN rather than on downstream sales or facts available. Although downstream sales may be used to calculate normal value when the foreign like product is sold to an affiliated party, Commerce may not rely on downstream sales if the “arm’s length” test is satisfied. 19 C.F.R. § 351.403(c). Commerce explained that a model-specific comparison of sales to affiliated and unaffiliated parties showed that sales to affiliated parties were an average of 99.5 percent or more of the price of sales to unaffiliated parties. As a result of this comparison, Commerce concluded that NTN’s sales to affiliated parties satisfied the arm’s length test and therefore formed a reasonable basis for calculating normal value. See Issues and Decision Memo at Comment 25. Therefore, according to Commerce, it was unnecessary to rely on downstream sales or facts available when calculating normal value.\n \nTorrington points out, however, that Commerce has recognized that the 99.5 percent arm’s length test is not the sole method for dealing with the issue of sales to affiliated parties. See Torrington Br. at 46 (citing Antidumping Duties; Countervailing Duties; Final Rule, 62 Fed.Reg. 27296, 27355 (May 19, 1997)). However, Torrington fails to point out that in the next sentence Commerce announced that it will “continue to apply the current 99.5 percent test unless and until [it] develop[s] a new method.” Id. Commerce found that this 99.5 percent arm’s length test was suitable and that it was satisfied. Acting in accordance with 19 C.F.R. § 351.403(c), Commerce did not err in relying on NTN’s reported sales figures rather than on downstream sales or facts available when calculating normal value.\n \nIn prior reviews and the preliminary results of this administrative review, NTN’s failure to supply all downstream sales through affiliated resellers resulted in Commerce’s application of adverse facts available in its calculation of normal value. Commerce did not, however, apply adverse facts available in the Final Results. Issues and Decision Memo at Comment 2. Citing Queen’s Flowers de Colombia v. United States, 21 CIT 968, 981 F.Supp. 617 (1997), Torrington points out that an agency is required either to conform to its prior decisions or to explain the reasons for its departure. As a result, Torrington argues that Commerce’s failure to use adverse facts in the Final Results, without providing an explanation of its reasoning, requires the issue to be remanded for further explanation.\n \nCommerce argues that its previous decisions are not binding. In addition, Commerce concluded in the Final Results that because NTN’s reported sales satisfied the arm’s length test they provided Commerce with a reasonable basis for calculating normal value. Therefore, according to Commerce, it can hardly be said that Commerce failed to comply with its prior decisions.\n \nCommerce may, but is not required to, apply adverse facts when “an interested party has failed to cooperate by not acting to the best of its ability to comply with a request for information.” 19 U.S.C. § 1677e(b). Given Commerce’s satisfaction with NTN’s compliance with requests for additional information and explanations and Commerce’s reasonable conclusion that it had sufficient information to calculate *1353 normal value, Commerce is not compelled to use adverse facts available. Because Commerce is not bound by prior decisions based on different facts and because applying adverse facts available in the case at hand is unwarranted, the Court holds that there is no basis for remanding this issue for further clarification.\n \nAs to the second issue, Commerce claims that it was unable to use downstream sales data for sales to affiliates that did not satisfy the arm’s length test because matching downstream figures were unavailable. Def.’s Br. at 75. Torrington argues that this is not supported by the evidence and that Commerce’s failure to request the allegedly missing data constitutes a blatant abrogation of its statutory duty to conduct an adequate investigation. See Freeport Minerals Co. v. United States, 776 F.2d 1029 (Fed.Cir.1985). Upon reviewing the record, the Court holds that Commerce did not err by deciding not to use certain downstream sales data. Commerce’s decision not use these downstream sales is in accordance with 19 U.S.C. § 1677(16), which states that Commerce is not required to “obtain information on all possible sales of the foreign like product.” Furthermore, Commerce exercised its discretion pursuant to 19 C.F.R. § 351.403(c), which states that “[i]f an importer or producer sold the foreign like product through an affiliated party, the Secretary may calculate normal value based on such sale by the affiliated party.” Commerce, after reviewing the record evidence, concluded that it was not “necessary or appropriate to require the reporting of [downstream sales] ... in all instances.” Antidumping Duties; Countervailing Duties; Final Rule, 62 Fed.Reg. at 27356.\n \nAccordingly, Commerce’s treatment of NTN’s sales to affiliated parties is sustained.\n \n\nIII. CONCLUSION\nFor the aforementioned reasons, the Final Results is sustained in part and reversed and remanded in part.\n \nA separate order will be issued accordingly.\n \nAll Citations\n28 C.I.T. 1284, 341 F.Supp.2d 1334, 26 ITRD 2191\n\n\n\nFootnotes\n|\n1\n|Plaintiffs in this action are SNR Roulements (“SNR”); Koyo Seiko Co., Ltd. and Koyo Corporation of U.S.A. (“Koyo”); NSK Corporation, NSK Bearings Europe, Ltd., and NSK Ltd. (“NSK”); NTN–BCA Corporation, NTN Bower Corporation, NTN–Driveshaft, Inc., American NTN Bearing Manufacturing Corp., NTN Bearing Corporation of America, and NTN Corporation (“NTN”), and INA–Schaeffler KG and INA USA Corporation (“INA”).\n|\n2\n|Section 3512(c) states that “[n]o person other than the United States ... may challenge ... any action or any inaction by any department, agency, or other instrumentality of the United States ... on the ground that such action or inaction is inconsistent with [a WTO agreement].” 19 U.S.C. § 3512(c)(1).\n|\n3\n|See Jane A. Restani & Ira Bloom, Interpreting International Trade Statutes: Is the Charming Betsy Sinking?, 24 Fordham Int’l L.J. 1533 (2001).\n|\n4\n|Article 2.1 of the Anti–Dumping Agreement provides:\n[A] product is to be considered as being dumped, i.e. introduced into the commerce of another country at less than its normal value, if the export price of the product exported from one country to another is less than the comparable price, in the ordinary course of trade, for the like product when destined for consumption in the exporting country.\n|\n5\n|Contrary to the reasoning in Timken, it is at least arguable that the WTO Appellate Body did not intend to confine its reasoning to the facts at issue in Hot Rolled Steel. Rather, Hot Rolled Steel held that “the application of the 99.5 percent test does not rest on a permissible interpretation of the term ‘sales in the ordinary course of trade.’ ” Hot Rolled Steel at ¶ 158 (emphasis in original). The Hot Rolled Steel decision rejected the rationale for Commerce’s policy, applied to the specific case and generally. See id. at ¶ 157 (noting that Commerce’s test focuses on the distortion of low affiliate prices whereas the Anti–Dumping Agreement’s language applies to sales both above and below the home market price established in the ordinary course of trade).\n|\n6\n|The Court declines to reach the issue of whether a WTO dispute settlement decision interpreting a WTO agreement may constitute an international obligation under any circumstances in applying the Charming Betsy doctrine.\n|\n7\n|The Court notes that since the publication of the Final Results and the filing of the instant case, Commerce has adopted a new policy for its arm’s length test to comply with Hot Rolled Steel. See Antidumping Proceedings: Affiliated Party Sales in the Ordinary Course of Trade, 67 Fed.Reg. 69186 (Nov. 15, 2002). This change in methodology provides for the overall ratio calculated for an affiliate to be between 98 percent and 102 percent of prices to unaffiliated customers in order for sales to that affiliate to satisfy the arm’s length test. See id. at 69187; see also Stainless Steel Plate in Coils from Belgium: Preliminary Results of Antidumping Duty Administrative Review, 69 Fed.Reg. 32501 (June 10, 2004) (applying the new test). Incorporating the reasoning of Hot Rolled Steel, Commerce has described this new test as “consistent with the view, expressed by the WTO Appellate Body, that rules aimed at preventing the distortion of normal value through sales between affiliates should reflect, ‘even handedly,’ that both high and low-priced sales between affiliates might not be ‘in the ordinary course of trade.’ ” Id.\n|\n8\n|A divided WTO panel recently found Commerce’s practice of zeroing to be impermissible under the Anti–Dumping Agreement. See United States—Final Dumping Determination on Softwood Lumber from Canada, WT/DS264 (Apr. 13, 2004) (“Softwood Lumber” ). The Court finds Softwood Lumber insufficiently persuasive in light of the Federal Circuit’s decision in Timken.\n|\n9\n|NSK claims that the “entire structure of U.S. antidumping law” rests upon § 1673, which provides that:\n(1) the administering authority determines that a class or kind of foreign merchandise is being, or is likely to be sold, in the United States at less than its fair value, and\n(2) the Commission determines that ...\n(b) the establishment of an industry is materially retarded, by reason of imports of that merchandise or by reasons of sales (or the likelihood of sales) of that merchandise for importation, then there shall be imposed upon such merchandise an antidumping duty ... in an amount equal to the amount by which the normal value exceeds the export price (or the constructed export price) for the merchandise [.]\n19 U.S.C. § 1673 (emphasis added).\n|\n10\n|Under 19 U.S.C. § 1677m(c)(1):\nIf an interested party, promptly after receiving a request from the administering authority ... for information, notifies the administering authority ... that such party is unable to submit the information requested in the requested form and manner ..., the administering authority ... shall consider the ability of the interested party to submit the information in the requested form and manner and may modify such requirements to the extent necessary to avoid imposing an unreasonable burden on that party.\n19 U.S.C. § 1677m(c)(1).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}