{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by Dallas Ceramic Co. v. U.S., 5th Cir.(Tex.), July 23, 1979\n372 F.2d 990\nUnited States Court of Claims.\nELI LILLY AND COMPANY\nv.\nThe UNITED STATES.\nNo. 293—61.\n|\nFeb. 17, 1967.\nSynopsis\nAction by corporate taxpayer to obtain refund of taxes paid. The Court of Claims held that existence of many business reasons motivating corporate taxpayer’s intercompany pricing policies resulting in its selling organizations receiving bulk of overall profits from sales abroad did not preclude allocation by Commissioner of Internal Revenue of income among taxpayer and its selling organizations in a manner different from that result, under statute providing that in case of organizations owned or controlled by the same interests the secretary may allocate gross income among them to prevent tax evasion or clearly to reflect their income.\n \nJudgment for defendant; petition dismissed.\n \n\n\nWest Headnotes (7)\n\n\n[1]\n|Internal RevenueEvidence\nInternal RevenueWrongful assessment or collection\n|\n|Although method used by Commissioner of Internal Revenue for allocating income pursuant to statute between corporate taxpayer and its subsidiaries might have been arbitrary and based on subjective considerations with no discernable standards, Court of Claims was concerned more with the ultimate results, which were not shown to be unreasonable. 26 U.S.C.A. (I.R.C.1954) § 482; 26 U.S.C.A. (I.R.C.1939) § 45.\n4 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|Corporate taxpayer suing for refund following allocation by Commissioner of Internal Revenue of income among taxpayer and its subsidiaries in manner different from result attained by taxpayer’s pricing policy whereby its selling organizations received the bulk of overall profits from sales abroad was required to go further than proving arbitrary action and was required to prove the correct amount of tax and resulting overpayment. 26 U.S.C.A. (I.R.C.1954) § 482; 26 U.S.C.A. (I.R.C.1939) § 45.\n13 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Corporate taxpayer’s sales at arm’s length of products in bulk form at prices less than sales to its subsidiary did not demonstrate impropriety of allocation by Commissioner of Internal Revenue of income between taxpayer and its subsidiaries in manner different from result attained by taxpayer’s pricing policy whereby its selling organizations received the bulk of overall profits from sales abroad, in view of fact that in contrast to the foreign market the bulk market was secondary or marginal, and provided convenient outlet for surplus capacity. 26 U.S.C.A. (I.R.C.1954) § 482; 26 U.S.C.A. (I.R.C.1939) § 45.\n10 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Existence of many business reasons motivating corporate taxpayer’s intercompany pricing policies resulting in its selling organizations receiving bulk of overall profits from sales abroad did not preclude allocation by Commissioner of Internal Revenue of income among taxpayer and its selling organizations in a manner different from that result, under statute providing that in case of organizations owned or controlled by the same interests the secretary or his delegate may allocate gross income among them to prevent tax evasion or clearly to reflect their income. 26 U.S.C.A. (I.R.C.1954) § 482; 26 U.S.C.A. (I.R.C.1939) § 45.\n7 Cases that cite this headnote\n|\n\n\n[5]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|The thrust of statute providing that in cases of organizations owned or controlled by the same interests the secretary or his delegate may allocate gross income, deductions, credits, or allowances between the organizations to prevent tax evasion or clearly to reflect their income is to put controlled taxpayers on parity with uncontrolled ones. 26 U.S.C.A. (I.R.C.1954) § 482.\n5 Cases that cite this headnote\n|\n\n\n[6]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Internal Revenue Code provision permitting allocation by commissioner of gross income among organizations owned or controlled by the same interests to prevent tax evasion or clearly to reflect income could be applied to corporate taxpayer and its subsidiaries so as to deny preferential tax treatment benefits a subsidiary would otherwise have received as a western hemisphere trade corporation under other sections. 26 U.S.C.A. (I.R.C.1954) §§ 482, 921, 922; 26 U.S.C.A. (I.R.C.1939) § 45.\n4 Cases that cite this headnote\n|\n\n\n[7]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Enactment of Internal Revenue Code provisions for tax advantages for western hemisphere trade corporations without stating that another section permitting commissioner to allocate gross income among organizations owned or controlled by the same interests to prevent tax evasion or clearly to reflect income was very significant for purpose of determining whether income might be allocated notwithstanding resulting denial of tax advantages to such a corporation. 26 U.S.C.A. (I.R.C.1954) §§ 482, 921, 922; 26 U.S.C.A. (I.R.C.1939) § 45.\n2 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n**992 *667 Thomas M. Haderlein, Chicago, Ill., for plaintiff. Walter A. Slowinski, Washington, D.C., attorney of record. Russell Baker, Chicago, Ill., Michael Waris, Jr., Washington, D.C., and Baker, McKenzie & Hightower, Chicago, Ill., of counsel.\nCynthia Holcomb, Washington, D.C., with whom was Asst. Atty. Gen., Mitchell Rogovin, for defendant. Lyle M. Turner and Philip R. Miller, Washington, D.C., of counsel.\n*668 Before COWEN, Chief Judge and LARAMORE, DURFEE, DAVIS, COLLINS, SKELTON and NICHOLS, Judges.\n\n\n\n\nOPINION\nPER CURIAM:\nThis case was referred to Trial Commissioner Lloyd Fletcher with directions to make findings of fact and recommendation for conclusions of law. The commissioner has done so in an opinion and report filed on September 20, 1965. Exceptions to the commissioner’s report, findings and recommended conclusion of law were filed by plaintiff and defendant excepted to a statement in the commissioner’s opinion. The case has been submitted to the court on oral argument of counsel and the briefs of the parties. Since the court is in agreement with the opinion, findings and recommendation of the commissioner, with modifications, it hereby adopts the same, as modified, as the basis for its judgment in this case, as hereinafter set forth. Plaintiff is therefore not entitled to recover and the petition is dismissed on its petition filed on July 26, 1961, and the case is remanded to the trial commissioner for further proceedings on plaintiff’s motion to amend the petition.\nCommissioner Fletcher’s opinion, as modified by the court,* is as follows:\nIt has been said that:\nOf all the areas of executive decision, pricing is perhaps the most fuzzy. Whenever a price problem is discussed * * *, divergent figures are likely to be recommended without a semblance of consensus. Oxenfeldt, Multistage Approach to Pricing, 38 Harv.Bus.Review 125 (July, August 1960)\n \nThis novel and difficult case presents a study in that ‘fuzzy’ area of pricing. The taxpayer, hereinafter referred to as ‘Eli Lilly,’ has adopted a pricing policy on its products destined for international markets which results in its selling organizations receiving the bulk of the overall profits from sales abroad. That policy disturbs the Government only insofar as it involves Eli Lilly’s products sold in the Western Hemisphere (other than the United States). Because one *669 of Eli Lilly’s selling subsidiaries qualifies as a Western Hemisphere trade corporation, and therefore enjoys a reduced rate of tax on its income, the Government asserts that Eli Lilly’s pricing policy results in tax avoidance and does not clearly reflect the incomes of the related organizations. Accordingly, the Government has endeavored to counter Eli Lilly’s pricing policy by making use of a relatively compact section of the Internal Revenue Code of 1954 containing words of delusive simplicity. It reads in its entirety as follows:\n\n\ns § 482. Allocation of income and deductions among taxpayers.\nIn any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Secretary or his delegate may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or **993 among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any such organizations, trades, or businesses. (26 U.S.C. 1958 ed., Sec. 482)1\n \nBefore describing the manner in which the Commissioner of Internal Revenue has allocated income between Eli Lilly and its subsidiaries, it is necessary to review briefly the history and development of Eli Lilly’s international trade including a description of the methods adopted by the company for conducting such foreign business during the years at issue, 1952 through 1957.\nEli Lilly is an Indiana corporation. It is a long-established and well-known manufacturer and seller of pharmaceuticals, biologicals, and related products, including certain agricultural and industrial products of similar nature.2 Prior to 1940, the management of Eli Lilly appears to have *670 given only sporadic attention to the development of a significant international market for Lilly products. During 1940, however, J. K. Lilly, Jr., who was head of domestic marketing, assumed responsibility for export sales also. He initiated studies to determine what could be done to improve Eli Lilly’s position in foreign markets. One result was the formation within Eli Lilly of an Eastern Hemisphere sales division and a Western Hemisphere sales division. That method of organization proved unsatisfactory because company personnel continued to devote their major energies to domestic matters and tended to treat the new international divisions as stepchildren.\nBy June of 1943, Mr. Lilly had decided that the best way to develop the international market was through subsidiary corporations. Whereupon, Eli Lilly formed under the laws of Indiana two wholly-owned subsidiaries, Eli Lilly International Corporation (International) to service business in the Eastern Hemisphere and Eli Lilly Pan-American Corporation (Pan-American) to service foreign business in the Western Hemisphere.3 Eli Lilly personnel with prior experience in the respective hemispheres were placed in charge of the new corporations.\nThe matter of pricing Lilly products to the new subsidiaries was then made the subject of extensive considerations. Following discussions and studies of numerous unique factors applying to sales of pharmaceuticals in foreign markets, Eli Lilly’s management decided to price its products to International and Pan-American on what is best described as an incentive or motivation basis. A very substantial discount off domestic prices, increasing with volume, was applied to sales to the subsidiaries with the thought that such favorable treatment would be an incentive to expansion and growth of the foreign markets. The original agreements in this respect are more fully described in finding 17.\nThese original intercompany arrangements were worked out by Eli Lilly’s management primarily for what it considered to be sound business reasons. At first, no consideration *671 appears to have been give to the subject of taxes. However, in February 1944, the subject was considered, and an application was made to the Commissioner of Internal Revenue for a ruling as to Pan-American’s status under the Western Hemisphere trade corporation **994 provisions of the 1939 Code. Based on the facts submitted, the Commissioner issued a favorable ruling to Pan-American.\nNo significant change in the above arrangements occurred until 1946. In that year it was decided to change the merchandise flow to foreign markets. Instead of selling directly to its several subsidiaries, Eli Lilly decided to use International as its exclusive distributor for export of its products throughout the world. Under this new arrangement, all merchandise destined for export was purchased from Eli Lilly by International and sold by the latter either to Pan-American, to other subsidiaries, or directly to unrelated wholesalers in the Eastern Hemisphere. The pricing policy adopted on sales to International was a discount of 60 percent from domestic prices on finished and packaged merchandise, and at Eli Lilly’s cost plus 15 percent on bulk merchandise.\nThat pricing policy continued through 1948, when, during an audit of Eli Lilly’s tax returns, the Internal Revenue Service first proposed to reallocate income of International and Pan-American to Eli Lilly. This dispute involving earlier years was compromised, and for 1949, 1950, and 1951 Eli Lilly transferred merchandise to International and prepared its tax returns on the basis of that settlement fot the earlier years.\nIn the year 1952 Eli Lilly reexamined its position on pricing to International. It had become apparent that Pan-American and International were finding it difficult to make profits. Prices were demoralized in the antibiotic field and, streptomycin was being purchased by Eli Lilly and sold at a loss because of its difficulties in manufacturing that product. Also, there was a continuing tax problem under section 45 of the 1939 Code (now section 482 of the 1954 Code, supra), and the company’s accountants and tax attorneys told management that the existing pricing arrangement flowing from *672 the settlement described above had placed Eli Lilly at a substantial disadvantage taxwise with respect to the rest of the industry. Accordingly, studies were made during the year 1952 and advice was obtained to determine what action should be taken with respect to the transfer price from Eli Lilly to International. This study was participated in by the highest management officials of Eli Lilly. They found that if Eli Lilly continued to price on the basis of the composite average which it had used during the years 1949, 1950, and 1951, resulting from the earlier settlement, International and Pan-American would have operated at losses during the year 1952.\nThe pricing policy finally established for the year 1952 differed somewhat from the policy which had been used in the years 1944 through 1948. The price arrangement which had been in effect from 1944 through 1948 had been considered in terms of a discount off domestic net trade prices which was the common denominator at that time in maintaining inventory controls. The price which was determined in 1952 was a cost-oriented price which made no provision for a specific monetary profit to Eli Lilly. All sales by Eli Lilly to International under this policy were priced to effect a recovery of the manufacturing cost of goods sold, plus royalties payable by Eli Lilly to third parties, plus all operating expenses incurred by Eli Lilly incident to the servicing of the export business.\nThis management decision took into consideration all of the factors which were considered originally in 1943 and 1944 in determining the appropriate prices to International and to Pan-American but with the benefit of the experience that had been obtained since 1944 in conducting export operations. It also took into consideration the continuing tax problem under section 45 referred to above.\nUnder this policy, all merchandise was transferred to International at the same price regardless of whether the final destination of the merchandise was to be in the Eastern Hemisphere or in the Western Hemisphere. However, International’s **995 price policy for goods purchased by it from Eli Lilly was different with respect to goods destined for the Eastern Hemisphere as compared to those destined for the Western Hemisphere. International had many wholesale *673 distributors located in the Eastern Hemisphere, and it sold Lilly products to those distributors at the ‘Interex’ net trade price less 15 percent. The Interex net trade price was approximately the same as the domestic net trade price being the suggested price to the retailer.\nAll products destined for foreign countries in the Western Hemisphere, however, were sold by International to its sister, Pan-American. On these sales International priced to Pan-American on a basis designed to effect a recovery of International’s cost of goods sold, plus allocable administrative and selling expenses attributable to sales to Pan-American as determined by International’s accountants. That allocation of expenses was based on a 3-factor formula which took into account total sales of the two companies and their total number of distributors and sales representatives. As in the case of sales by Eli Lilly to International, no provision was made for a specific monetary profit to International on its sales to Pan-American.\nIt is obvious, of course,that one result of the above-described intercompany pricing method was to assemble in Pan-American nearly all the taxable income derived from sales of Lilly products in foreign countries within the Western Hemisphere. Since Pan-American was entitled as a qualified Western Hemisphere trade corporation to the preferential treatment conferred on such corporations by sections 921—922 of the 1954 Code, the resulting tax advantage flowing to the affiliated corporate group from such pricing method is equally obvious.\nBut, says Ell Lilly, there is nothing wrong in this. It vigorously asserts, and on this record has satisfactorily proved, that sound business reasons primarily motivated its pricing policy on goods destined for foreign markets. Accordingly, it insists that any resulting tax advantage is nothing more than was intended by Congress when it enacted the Western Hemisphere trade corporation provisions of the Internal Revenue Code referred to above.\nThe Government disagrees. It does not dispute Eli Lilly’s right to organize internally in any way company management may desire, nor does it question Pan-American’s status as a qualified Western Hemisphere trade corporation. But for *674 tax purposes, says the Government, section 482, supra, and the regulations issued thereunder, require it to intervene and determine the ‘true taxable income’ of each of the controlled group. The regulation to which the Government points is section 1.482—1 of Treasury Regulations on Income Tax (26 C.F.R. Sec. 1.482—1) which reads, in pertinent part:\n(b) Scope and purpose. (1) The purpose of section 482 is to place a controlled taxpayer on a tax parity with an uncontrolled taxpayer, by determining, according to the standard of an uncontrolled taxpayer, the true taxable income from the property and business of a controlled taxpayer. The interests controlling a group of controlled taxpayers are assumed to have complete power to cause each controlled taxpayer so to conduct its affairs that its transactions and accounting records truly reflect the taxable income from the property and business of each of the property and business however, this had not been done, and the taxable incomes are thereby understated, the district director shall intervene, and, by making such distributions, apportionments, or allocations as he may deem necessary of gross income, deductions, credits, or allowances, or of any item or element affecting taxable income, between or among the controlled taxpayers constituting the group, shall determine the true taxable income of each controlled taxpayer. The standard to be applied in every case is that of an uncontrolled taxpayer **996 dealing at arm’s length with another uncontrolled taxpayer.4\n \nDuring the course of his audits covering the 1952 through 1957 tax returns of Eli Lilly, International, and Pan-American, an Internal Revenue agent became convinced that Eli Lilly’s intercompany pricing arrangements did not clearly reflect the respective taxable incomes of the related organizations and resulted in unwarranted tax avoidance. He decided that section 482, the above-quoted regulation, and Rev.Rul. 15, 1953—1 C.B. 141, required him to allocate items affecting taxable income between the controlled taxpayers in an effort to determine their true taxable incomes. His task under the above regulation, as he saw it, was to determine what Eli Lilly’s prices would have been if its sales of Lilly products to International had been made at arm’s length instead of *675 to a controlled subsidiary. For this purpose he adopted as a measuring stick Eli Lilly’s profit experience on its domestic sales to its uncontrolled wholesale distributors. On the basic assumption that the same profit earned by Eli Lilly on its domestic expense by Eli Lilly on its domestic expense foreign trade expense dollars, he first computed the percentage figure which Eli Lilly’s net income from domestic sales bore to its expenses on those sales. He reasoned that, if International’s cost of goods purchased from Eli Lilly were increased by such percentage figure, the results under the intercompany agreements would be (1) to increase Eli Lilly’s sales (and thereby its taxable income) in a like amount and (2) to increase Pan-American’s cost of goods purchased from International (thereby decreasing Pan-American’s taxable income) in a like amount.\nHowever, in discussing the matter with Eli Lilly’s representatives, the agent became aware of certain flaws in his basic assumption that Eli Lilly should earn the same profit on its sales to International as it earned on its domestic sales to wholesale distributors. It became apparent to him that the sales were not entirely comparable, the major difference being that International was one large customer to whom Eli Lilly could be expected to sell its goods in quantity at a lower profit than to its numerous domestic wholesalers.\nIn an effort to take this difference into account, the agent did something to which Eli Lilly points, among other things, as clear proof of arbitrary and unreasonable action. He simply applied one-half of Eli Lilly’s profit percentage for domestic sales to the cost of goods sold to International. However, he applied the full percentage to the allocated expenses.5 His only explanation for cutting the percentage figure in half when applied to cost of goods sold was to the effect that Eli Lilly’s representatives had agreed with him that such reduction fairly reflected International’s status as a single large customer. However, while the record shows earnest efforts were made to arrive at a settlement, it shows equally that Eli Lilly’s representatives did not agree with any *676 of the agent’s theories of reallocation and, indeed, consistently contended that no reallocation at all was required or permissible under the law. It appears that the agent misinterpreted the nature of tentative concessions made in the course of exploring settlement possibilities. In any event, although the above-described adjustments (and all others) made by the agent to his computed profit percentages were concessions in Eli Lilly’s favor, it has seized upon them as demonstrating that his entire method of allocation (which was ultimately reflected in the Commissioner’s deficiency notices) was arbitrary and based on subjective **997 considerations with no discernible standards.\n[1] There is some merit to Eli Lilly’s complaint in this respect, for it is apparent that a taxpayer subjected to a section 482 allocation will be severely handicapped in opposing any method of allocation where it contains a subjective element such as merely cutting a computed percentage as figure in half. The difficulty with this contention is that, whatever criticism may be directed to the agent’s methodology, Eli Lilly has failed, in my judgment, to prove that he arrived at an unreasonable result. As the Tax Court has said in analyzing a section 482 (then section 45) allocation:\nAlthough the method of allocation used by the respondent, based on the gross income of each company, might appear to be arbitrary, we can not say, on any evidence before us, that it led to arbitrary and unreasonable results. Our concern is more with the ultimate results arrived at by the Commissioner than the methods which he uses. (Leedy-Glover Realty and Insurance Co., 13 T.C. 95, 107 (1949)).\n \n \nThe reasonableness of the result of the reallocation in this case seems to me apparent from a comparison of total book profits enjoyed by the three companies on sales of Lilly products in the Western Hemisphere both before and after the reallocation. This comparison is shown in graphic form in finding 59. It shows that, during the six years involved, prior to the reallocation, Pan-American received a share of the total profits from Western Hemisphere sales ranging from 92.84 percent to 97.68 percent; Eli Lilly’s share of such profits ranged from 0.61 percent to 5.65 percent; and International’s share ranged from 0.70 percent to 2.08 percent. *677 After the reallocation, Pan-American’s share of such profits was still high and ranged from 62.07 percent to 74.56 percent, while Eli Lilly’s share had increased to a range of from 22.90 percent to 28.30 percent, and International’s share ranged from 0.53 percent to 9.63 percent.\n[2] Hence, the lion’s share of the profits from Western Hemisphere sales remained in Pan-American even after the reallocation, and to this extent it continues to enjoy (as it properly should) the tax benefits which flow from its Western Hemisphere trade corporation status. To accept Eli Lilly’s contention that this is not enough, and that its cost-oriented pricing policy must be accepted, would require the court to ignore the provisions of Treas.Reg. 1.482—1, supra, which states that the standard to be applied in a section 482 allocation is that of ‘an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer.’ It must surely be obvious that, if International were an ‘uncontrolled’ purchaser from Eli Lilly, it would not have been able to buy Lilly products for the prices paid by it in this case. It is equally obvious that, being a large volume purchaser, an ‘uncontrolled’ International could expect to buy Lilly products at prices somewhat less than the suggested retail price minus 15 percent paid by Lilly’s domestic wholesale distributors. .but, how much less? The revenue agent roughly split the difference, and Eli Lilly justifiably complained of such subjectivity. Yet, in electing simply to defend its cost-oriented pricing policy to its subsidiary, Eli Lilly has failed to meet its admittedly difficult burden of proving what it would have charged a volume purchaser, such as International, if it were an ‘uncontrolled’ purchaser. In a refund suit such as this, the taxpayer in order to prevail must go further than proving arbitrary action by the Commissioner of Internal Revenue. In addition, the taxpayer must prove the correct amount of the tax and resulting overpayment. Helvering v. Taylor, 293 U.S. 507, 55 S.Ct. 287, 79 L.Ed. 623 (1935); Lewis v. Reynolds, 284 U.S. 281, 52 S.Ct. 145, 76 L.Ed. 293 (1932); United States v. Pfister, 205 F.2d 538 (8th Cir., 1953). See, also, Plumb and Kapp, Reallocation of Income and Deductions Under Section 482, 41 Taxes 809, 830 (December 1963).\n \n[3] *678 Eli Lilly appears to recognize its burden in this respect but insists that it **998 has fully carried that burden by proving the arm’s-length character of its sales to International. It points to sizable sales made during the period involved to unrelated purchasers of Lilly products in bulk form. Those unrelated purchasers were industrial or agricultural consumers and the Defense Procurement Agency of the United States Government. In several instances, sales were made to those purchasers at prices less than were being charged to International, and Eli Lilly contends that such bulk sales were much more comparable to its sales to International than were the sales used by the revenue agent for comparison, i.e., the sales to domestic wholesalers. In showing such admittedly arm’s-length sales at prices less than the International sales, Eli Lilly insists that it has borne its burden of proving that no allocation whatever was permissible under section 482.\n \nCrucial to this argument, of course, is the assertion of comparability between sales to International and to the aforesaid bulk purchasers. However, those sales were not sufficiently comparable to establish an arm’s-length criterion. In contrast to the foreign market, the bulk market was secondary, or marginal, and provided a convenient outlet for surplus capacity. Eli Lilly utilized such capacity by bidding low for Defense Procurement Agency and industrial contracts on a well-known theory used in pricing products at lower figures for a marginal market. (See finding 47.) The Government market was also marginal in that sales made to the Government were, as described by Eli Lilly’s president, ‘casual’ in contract to the regular and continuing sales made in the foreign market. Such sales also differed in that they comprised raw chemicals, semi-processed and finished drugs in large drums without an identifying trademark, whereas sales to International for the most part were in the form of finished and packaged goods with the Lilly trademark affixed, as was true in the case of domestic sales.\nSales made to International were tailored into the production planning of Eli Lilly. Unlike the casual bulk sales market, the foreign market was under consistent development and promotion by the responsible executives at Eli Lilly. From *679 the time in 1940 that J. K. Lilly, Jr. assumed responsibility for the export sales division and initiated a study to determine the proper method of organization for international trade, Eli Lilly sought to cultivate the growth of its international operations. The keen interest in this market continued through the years at issue. (See findings 12—22.) It is clear that management viewed the sales made to International for the foreign market as an important and integrated part of the entire Eli Lilly production operation. Consequently, this market was not marginal in nature. It was more comparable to the domestic market generally even though not as large.\nIn its briefs Eli Lilly places great emphasis on the importance of the many business reasons which motivated its intercompany pricing policies. There is no doubt that the record here clearly establishes the existence of sound and well-considered business reasons for the pricing policies adopted. The myriad details are spelled out in findings 16, 18, 19, 23, 30, and 31. There is also no doubt that serious consideration was given to the ‘continuing tax problem’ under section 45, now section 482, and surely management would have been considered derelict in its duties if it had not considered such an important problem. Nonetheless, there is ample credible testimony that the predominant reasons for Eli Lilly’s pricing policies were those connected with its management’s efforts to expand and develop the foreign market.\nEli Lilly’s eminent counsel argue, in effect, that this should be the end of the matter, that a finding of business motivation effectively removes section 482 from the Government’s arsenal. Consequently, they say, Eli Lilly’s ‘position is and has always been that no amount should be reallocated.’ Reply Brief, p. 129.\n[4] I am unable to agree that the existence of valid and sound business purposes for intercompany arrangements **999 will thus devitalize section 482. In another connection, this court has stated that no such dispositive effect will be accorded to a valid business reason for a given transaction. See Neff v. United States, 305 F.2d 455, 157 Ct.Cl. 322, (1962), vacating *680 and withdrawing 301 F.2d 330, 157 Ct.Cl. 304, cert. denied, 372 U.S. 913, 83 S.Ct. 727, 9 L.Ed.2d 720 (1963) where the court said 305 F.2d at 457 at 157 Ct.Cl. 327:\nEven assuming that the sole force motivating the redemption was, as plaintiffs contend, the desire to raise additional capital to support corporate operations, we would view the distribution as one by its nature essentially equivalent to a dividend. Although such motivation would undoubtedly constitute a valid corporate purpose, we do not find the presence of valid corporate purpose dispositive. Holsey et al. v. Commissioner of Internal Revenue, 3 Cir., 258 F.,2d 865, 869 (1958); Northrup v. United States, 2 Cir., 240 F.2d 304, 307 (1957). While the absence of any valid corporate purpose as motivating the redemption might constitute substantial evidence indicating that the redemption distribution was essentially equivalent to a dividend, we do not believe that the presence of such corporate purpose establishes, per se, non-equivalence.\n \n \nIt will be recalled that section 482 states that its purposes are twofold. First, the Commissioner may resort to it ‘in order to prevent evasion of taxes.’ Secondly, he may resort to it whenever he deems it necessary ‘clearly to reflect the income’ of the related organizations. Here, the facts show that Eli Lilly’s shift to its subsidiaries of a part of the income which it had earned from its manufacturing operations was done predominantly for business reasons. Hence, the applicability of the first purpose mentioned above is dubious. However, the shift resulted in a failure to reflect clearly Eli Lilly’s income from manufacturing, and this is enough to warrant an allocation under section 482. It has been so held. Central Cuba Sugar Co. v. Commissioner, 198 F.2d 214 (2d Cir., 1952), cert. denied, 344 U.S. 874, 73 S.Ct. 167, 97 L.Ed. 677; Dillard-Waltermire, Inc. Campbell, 255 F.2d 433 (5th Cir., 1958). See, also, Plumb and Kapp, Reallocation of Income and Deductions Under Section 482, supra, at p. 813, and Hewitt, Section 482—Reallocation of Income and Deductions Between Related Persons—Up to Date, 22 NY.U. Ann.Inst. on Fed. Taxation 381, 395 (1964). In Dillard-Waltermire, supra, the court summarized the matter as follows:\nThe appellant undertook to prove absence of a tax motive in order to negative the claim of tax evasion. Even satisfactory proof of a business reason for the *681 transfer of these partially completed contracts to the identical interests freed of any obligation to bear the corporate tax would not be an answer to the Commissioner’s claimed right to make the allocation. The statute permits such allocation if the result more clearly reflects the true income of the related businesses. (At 436.)\n \nIn the light of the foregoing authorities, it is clear that a section 482 allocation was permissible in this case, regardless of Eli Lilly’s sound business reasons for its pricing policies.\nIn support of its position, Eli Lilly appears to place much reliance on the case of Frank v. International Candian Corp., 308 F.2d 520 (9th Cir., 1962). There a parent corporation sold goods to its Western Hemisphere trade corporation subsidiary at a price which included all the parent’s direct costs in producing the goods, a full allocation of manufacturing overhead, delivery charges, and a six percent markup on those costs and charges. The Commissioner asserted that a reallocation was necessary under section 45, now section 482, but the court found that the price reflected a ‘reasonable return’ and therefore a reallocation of any part thereof was not proper. The provision in the price for a six percent profit obviously distinguishes the Frank case from the present one. However, Eli Lilly points to the following language in the court’s opinion as demonstrating that **1000 the arm’s-length standard set forth in the regulations is not the only test for determining true taxable income under section 482:\nBut entirely aside from appellees’ position that the Commissioner is precluded from advancing this argument on appeal, we do not agree with the Commissioner’s contention that ‘arm’s length bargaining’ is the sole criterion for applying the statutory language of § 45 in determining what the ‘true net income’ is of each ‘controlled taxpayer.’ Many decisions have been reached under § 45 without reference to the phrase ‘arm’s length bargaining’ and without reference to Treasury Department Regulations and Rulings which state that the talismanic combination of words—‘arm’s length’—is the ‘standard to be applied in every case.’\n \nFor example, it was not any less proper for the district court to use here the ‘reasonable return’ standard than it was for other courts to use ‘full fair value,’ ‘fair price, including a reasonable profit,’ ‘method which *682 seems not unreasonable,’ ‘fair consideration which reflects arm’s length dealing,’ ‘fair and reasonable,’ * * * or ‘fair and fairly arrived at,’ or ‘judged as to fairness,’ all used in interpreting § 45. (At 528—529.)\n \n[5] The Ninth Circuit has since indicated that only a very narrow departure from the arm’s-length standard was allowed in the particular circumstances of Frank, and that where ‘the extent of the income in question is largely determined by the terms of business transactions entered into between two controlled corporations it is not unreasonable to construe ‘true’ taxable income as that which would have resulted if the transactions and taken place upon such terms as would have applied had the dealings been at arm’s length between unrelated parties.’ Oil Base, Inc. v. Commissioner, 362 F.2d 212, 214 (9th Cir., 1966). Moreover, even accepting Eli Lilly’s interpretation that Frank establishes a criterion of a fair and reasonable price, such a price can best be determined by hypothesizing to an arm’s-length transaction. The thrust of section 482 is to put controlled taxpayers on a parity with uncontrolled taxpayers. Consequently, any measure such as ‘fair and reasonable’ or ‘fair and fairly arrived at’ must be defined within the framework of ‘reasonable’ or ‘fair’ as among unrelated taxpayers. Simply because a price might be considered ‘reasonable’ or ‘fair’ as a business incentive in transactions among controlled corporations, does not mean that unrelated taxpayers would so consider it. Thus, even if the arm’s-length standard is not the sole criterion, it is certainly the most significant yardstick.6\n \n[6] Finally, Eli Lilly contends that section 482 should not be applied to an intercompany pricing arrangement so as to deny *683 any of the benefits intended to be conferred on Western Hemisphere trade corporations by sections 921—922 of the 1954. Code: Thus far, it appears that no court has been asked to decide this specific question. It has, however, been the subject of extensive commentary by experts in the general area of taxation on doing business abroad. Predictably, divergent viewpoints have resulted. See **1001 Baker and Baker, The Pricing of Goods in International Transactions Between Controlled Taxpayers, 10 Tax Executive 235 (April 1958); Graves, Problems in the Allocation of Foreign Income, 16 Tax Executive 284 (July 1964); Baker and Sarabia, The Function of Tax Incentives in International Trade, 26 Tulane L.Rev. 405 (1952); Plumb and Kapp, Reallocation of Income and Deductions Under Section 482, supra; Hewitt, Section 482—Reallocation of Income and Deductions Between Related Persons—Up To Date, supra; Slowinski, Tax Planning For Foreign Subsidiary Operations, 17 N.Y.U.Ann.Inst. on Fed. Taxation 331 (1959); Brudno, The Practical Aspects of Incorporating and Doing Business Abroad, 14 Univ. of So.Calif.Tax Inst. 345 (1962).\n \nThe basis problem is well stated by Plumb and Kapp, supra. They say:\nIt is in the area of intercompany pricing of products, on an international stage, that Section 482 is destined to play its next, and perhaps most significant, role. * * *\n \nThe total exemption from United States corporate income taxes of foreign source income of some foreign subsidiaries of United States corporations, and the preferential tax treatment accorded certain domestic corporations engaged in international trade, provide a powerful incentive to tax conscious management to so arrange intercompany price structures as to maximize the earnings of those members of the corporate family which enjoy these benefits, at the expense of the other. * * * The possible variations are infinite.\n \nIn Section 482, the Commissioner has a powerful weapon for thwarting the plans of those who would thus minimize the taxes of an affiliated group. Although the authority which Section 482 confers upon the Commissioner is unquestionably adequate to permit him to deal with shifting of this sort, (the authors recognize a contrary view) and its general standard is easy *684 enough to state, the precise application of this provision to any given set of circumstances may present complex problems of accounting, economics, and proof. At 820—1.\n \n[7] I agree with the foregoing view that section 482 is available to the Government even though the resulting reallocation may have an effect on some benefits conferred by another section of the Code, Section 482 (and its predecessor) has been a part of the tax statute for many years. If Congress had intended to make it inapplicable to Western Hemisphere trade corporations, it would have been very simple to have said so at the time the original Western Hemisphere trade corporation provisions were enacted. That Congress did not do so is, of course, very significant. ‘The silence of Congress is strident.’ Commissioner v. Beck’s Estate, 129 F.2d 243, 245 (2d Cir., 1942).\n \nThe Third Circuit Court of Appeals has stated the applicable principle in the following language:\nSection 45 (now section 482) is directed to the correction of particular situations in which the strict application of the other provisions of the act will result in a distortion of the income of affiliated organizations. In every case in which the section is applied its application will necessarily result in an apparent conflict with the literal requirements of some other provision of the If this were not so Section 45 would be wholly superfluous. We accordingly conclude that the application of Section 45 may not be denied because it appears to run afoul of the literal provisions of Sections 112(b)(5) and 113(a)(8) if the Commissioner’s action in allocating under the provisions of Section 45 the loss involved in this case was a proper exercise of the discretion conferred upon him by the section. (National Securities Corp. v. Commissioner, 137 F.2d 600, 602 (3d Cir., 1943), cert. denied, 320 U.S. 794, 64 S.Ct. 262, 88 L.Ed. 479.)\n \nAccordingly, it is clear that here the Commissioner was authorized to apply **1002 the provisions of section 482 despite the resulting impact on some of the benefits conferred by the Western Hemisphere trade corporation provisions of the Code.\nFor all of the foregoing reasons, it is recommended that the court enter its judgment for defendant and dismiss the plaintiff’s petition.\nAll Citations\n178 Ct.Cl. 666, 372 F.2d 990, 19 A.F.T.R.2d 712, 67-1 USTC P 9248\n\n\n\nFootnotes\n|\n*\n|The opinion, findings of fact and recommended conclusion of law are submitted under the order of reference and Rule 57(a).\n|\n1\n|Section 45 of the Internal Revenue Code of 1939, as amended (26 U.S.C.1952 ed., Sec. 45), applicable to the years 1952 and 1953, is substantially the same as section 482 of the 1954 Code quoted above.\n|\n2\n|It manufactures and sells nearly 1,000 different products. Primarily, they comprise what are known as ‘ethical’ drugs which are those sold to the ultimate consumer on prescription only. This tends to make Eli Lilly a comparatively high-cost manufacturer.\n|\n3\n|Not long thereafter, Eli Lilly also organized other wholly-owned subsidiaries to operate specifically in Mexico, Argentina, and Brazil. Previously, it had organized subsidiaries in England and Canada.\n|\n4\n|The regulation promulgated under section 45 of the 1939 Code was substantially the same. See Treas.Reg. 118, Sec. 39.45—1.\n|\n5\n|The agent also made some other adjustments to the percentage figures for years which appeared to have unusual circumstances such as 1952 when Eli Lilly was experiencing production difficulties with streptomycin. The full details are set forth in findings 55 and 56.\n|\n6\n|It is obvious, for example, that in selling at arm’s length to an unrelated purchaser, Eli Lilly’s price properly would reflect the company’s very substantial research and development costs. This was not so, however, in pricing to International. See findings 8, 51, and 60. Eli Lilly’s assertion that this was due to the fact that its research and development costs would have been the same even without the foreign markets is not a convincing reason for ignoring the arm’s-length criterion of the regulations. Compare John V. Carr & Sons, Inc. v. United States, 52 CCPA 62 (CAD 860, 1965) in which the question was whether prices by a Canadian manufacturer to a United States subsidiary, for export to the U.S., fairly reflected market value for U.S. customs purposes. Prices in the Canadian home market were higher but the difference was explained, as due to allocation of various fixed charges and overhead to the home market entirely, the export market being considered marginal. The court held, two judges dissenting, that the involved export sales did not fairly reflect market value.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}