{
    "Background": "\n\n\n\n55 F.Supp. 266\nDistrict Court, S.D. New York.\nH.R. LABORATORIES, Inc.,\nv.\nUNITED STATES et al.\nNov. 29, 1943.\nSynopsis\nAction by H. R. Laboratories, Inc., against the United States of America and Joseph T. Higgins, individually and as Collector of Internal Revenue for the Third District of New York, to recover certain amount paid as excise taxes levied upon plaintiff as a manufacturer of soaps, cosmetics and toilet preparations.\n \nJudgment for defendants.\n \n\n\nWest Headnotes (6)\n\n\n[1]\n|Internal RevenueValuation of Property\n|\n|Finding by Commissioner that sales of soaps, cosmetics and toilet preparations were not at arm’s length and were for less than prices computed according to formula found by Commissioner and agreed upon with the trade was equivalent to finding that amounts charged were less than fair market prices. Revenue Act 1932, §§ 603, 619, 26 U.S.C.A.Int.Rev.Acts, pages 608, 618.\n\n|\n\n\n[2]\n|Internal RevenueEvidence\nInternal RevenuePresumptions and Burden of Proof\n|\n|The determinations of the Commissioner are presumptively correct and plaintiff suing for recovery of taxes paid must prove that determinations were incorrect and also outline a correct method of arriving at the proper tax rate.\n\n|\n\n\n[3]\n|CourtsPrevious Decisions as Controlling or as Precedents\nInternal RevenueJudgment and Relief Awarded in General\n|\n|Precedents have but little value in tax litigations, and the determination of the court should be based upon the intent of the statute and the particular facts and should guard against arbitrary action by the administrative department on the one hand, and against tax evasion on the other.\n\n|\n\n\n[4]\n|Internal RevenueToilet Preparations\n|\n|An inter-company price of 25% over cost of production where there was no segregation of employees represented neither an arm’s length transaction nor reflected the fair market price of soaps, cosmetics and toilet preparations, as respects basis for determination of excise tax. Revenue Act 1932, §§ 603, 619, 26 U.S.C.A.Int.Rev.Acts, pages 608, 618.\n1 Case that cites this headnote\n|\n\n\n[5]\n|Internal RevenueToilet Preparations\n|\n|Where inter-company price did not represent an arm’s length transaction, or reflect fair market price of soaps, cosmetics and toilet preparations, Commissioner in determining amount of excise tax properly refused to deduct selling expenses and like items. Revenue Act 1932, §§ 603, 619, 26 U.S.C.A.Int.Rev.Acts, pages 608, 618.\n\n|\n\n\n[6]\n|Internal RevenueWeight and Sufficiency\n|\n|In action to recover excise tax paid as a manufacturer of soaps, cosmetics and toilet preparations, evidence was insufficient to show that taxpayer had not passed on to the public the tax paid initially. Revenue Act 1932, §§ 603, 619, 26 U.S.C.A.Int.Rev.Acts, pages 608, 618.\n\n|\n\n\nAttorneys and Law Firms\n*266 Henry M. Flateau and Andrew B. Trudgian, both of New York City, for plaintiff.\nMathias F. Correa, U.S. Atty., and William L. Lynch, Asst. U.S. Atty., both of New York City, for defendant.\nOpinion\n\nJAMES ALGER FEE, District Judge.\n\nIn this action plaintiff attempts to recover from the United States and the tax collector, certain amounts paid as excise taxes levied upon it1 as a manufacturer of soaps, cosmetics and toilet preparations.\n*267 Section 619(b)(3) provides that if an article is sold at less than a fair market price and otherwise than through an arm’slength transaction, the Commissioner must determine the price for which such articles are sold in the ordinary course of trade by manufacturers or producers thereof, and the tax bill will be based upon the latter figure.\nDuring the entire period in question, plaintiff has been a wholly owned subsidiary of Helena Rubinstein, Inc., which had other wholly owned subsidiaries, and with these latter, sold the products manufactured by plaintiff. The sales of the latter were in general made to the trade, but there were a limited number of retail sales.\n[1] On prices established for sales to the latter, plaintiff returned and paid cosmetic excise tax pursuant to the statutory provisions. The Commissioner of Internal Revenue determined that the transactions above noted were not at arm’s length. In view of the fact that the Commissioner found that the prices charged by plaintiff were less than prices computed according to the formula found by him, the court holds that the Commissioner found the amounts charged by plaintiff for such articles were set at less than fair market prices thereof. Under this formula, which had been agreed upon with the trade, after extended investigation, the Commissioner set the tax rate for plaintiff.\n \nPlaintiff filed refund claims for three different periods covering the entire time between January 1, 1934 to June 30, 1939.\n[2] The determinations of the Commissioner are presumptively correct2 and plaintiff must, in order to recover, show that such determinations were incorrect3 and also outline a correct method of arriving at a proper tax rate.4\n \n[3] The decisions of courts under other acts or other situations give little light upon problems such as are here involved. Precedents have but little value in tax litigation, generally speaking. The determination of this court should be based upon the intent of the statute and the particular facts. The court should guard upon the one hand, against arbitrary action of the administrative, and on the other, against tax evasion.\n \nThis particular section under consideration was specifically placed in the law to prevent avoidance of taxes by subtle devices. Therefore, it must be assumed that administrative determinations and court decisions relating to this, or any other act, should not only be given no adverse weight in the construction of the particular section, but may even be taken as pointing the evil which the legislative was attempting to cure by the enaction thereof.\nPlaintiff did not establish either that the transactions were at arm’s length nor that these were at fair market prices.\nAfter the enactment of this section, the parent selling organization erected this wholly owned subsidiary to do the manufacturing which was formerly done by it. There was no change in the personnel engaged in manufacturing, nor in the methods of operation. The parent organization *268 transferred the property used in manufacturing, the trade-marks, the trade-names and the formulas. The parent company, its other affiliates and plaintiff, kept separate books of account and had separate corps of employees. The officers and directors of the parent, the affiliates and plaintiff are exclusively interlocking. The stockholders of the parent are, of course, the only stockholders involved.\n[4] One floor of a building in Long Island City, New York, was used for the manufacturing operations. Another floor of the same building was used by employees of the parent company for packaging and shipping purposes. In New York City there was no segregation of the employees of the parent, the other subsidiaries or plaintiff engaged in office operations including selling and bookkeeping. The work and employees of all companies were intermingled, although bookkeeping entries allocating the charges for work of various employees to the respective companies for whom they respectively performed work, were regularly made. The inter-company price which was laid down under these circumstances, of twenty-five per cent over the bare cost of production, represented neither an arm’s length transaction nor reflected the fair market price of such goods.\n \n[5] Everyone realizes that in dealing with this type of goods, fashion plays a great part in the establishment of the retail price, and the factors which enter into this are trade names, advertising and habits. The plaintiff was not making and transferring to the parent and affiliates an ordinary product, but goods bearing the Rubinstein name and manufactured under the direction of Madame Helena Rubinstein. If this had not been true, it is at least doubtful that the same retail price could have been continuously maintained. Unquestionably, if a company under direction of Madame Helena Rubinstein were manufacturing products which were to bear her name on the retail market to companies owned by outsiders, at wholesale, a much higher price could have been commanded than those charged by plaintiff. In the light of this, the claim that the prices charged were fair market prices is a transparent subterfuge. This reasoning disposes of the claim that selling expenses and like items should have been deducted.5 There is a controversy about the construction of this act in this respect, but since the Commissioner gave credit for jobbers expense which did not intervene in the Rubinstein operations, it seems the prices set by him are reasonable. The court should not canalize or solidify itself against the operation of the facts. The Commissioner had the responsibility for fixing the fair market price under the circumstances. The record does not show sufficient facts upon which his determinations can be overturned\n \n[6] Finally, the plaintiff has not proven that these organizations have not passed on to the public the tax which they paid initially.6 It is true that at first the tax was directly and expressly passed along by specific charges. Subsequently, this procedure was abolished and the same retail price was charged as before. Where the factors of the Rubinstein personality, mystic formulas and trade-names are involved in such a retail price, it would require considerable proof to show that the tax was not passed to the purchaser. Plaintiff attempts to explain the fact that a fund was built up for the purpose of paying such taxes, notwithstanding its present claim, by saying this was a mere bookkeeping procedure, but this does not dispose of the matter. If the question of whether further evidence as to the passing on of the tax can be introduced in the present proceedings be laid aside, there is no convincing evidence in the record that the plaintiff did not pass the tax to the ultimate purchaser\n \nFindings and judgment will be for defendants.\nAll Citations\n55 F.Supp. 266, 44-1 USTC P 9114, 32 A.F.T.R. 825\n\n\n\nFootnotes\n|\n1\n|Sections 603 and 619 of the Revenue Act of 1932, 47 Stat. 261 et seq., 26 U.S.C.A.Int.Rev.Acts,pages 608, 618:\n‘Sec. 603. Tax on Toilet Preparations, etc.\n‘There is hereby imposed upon the following articles sold by the manufacturer, producer, or importer, a tax equivalent to 10 per centum of the price for which so sold: Perfumes, essences, extracts, toilet waters, cosmetics, petroleum jellies, hair oils, pomades, hair dressings, hair restoratives, hair dyes, tooth and mouth washes (except that the rate shall be 5 per centum), dentifrices (except that the rate shall be 5 per centum), tooth pastes (except that the rate shall be 5 per centum), aromatic cachous, toilet soaps (except that the rate shall be 5 per centum), toilet powders, and any similar substance, article, or preparation, by whatsoever name known or distinguished; any of the above which are used or applied or intended to be used or applied for toilet purposes.‘\n‘Sec. 619. Sale Price\n‘(a) In determining, for the purposes of this title, the price for which an article is sold, there shall be included any charge for coverings and containers of whatever nature, and any charge incident to placing the article in condition packed ready for shipment, but there shall be excluded the amount of tax imposed by this title, whether or not stated as a separate charge. A transportation, delivery, insurance, installation, or other charge (not required by the foregoing sentence to be included) shall be excluded from the price only if the amount thereof is established to the satisfaction of the Commissioner, in accordance with the regulations.\n‘(b) If an article is—\n‘(1) sold at retail;\n‘(2) sold on consignment; or\n‘(3) sold (otherwise than through an arm’s-length transaction) at less than the fair market price; the tax under this title shall (if based on the price for which the article is sold) be computed on the price for which such articles are sold, in the ordinary course of trade, by manufacturers or producers thereof, as determined by the Commissioner.\n‘(c) In the case of (1) a lease, (2) a contract for the sale of an article wherein it is provided that the price shall be paid by installments and title to the article sold does not pass until a future date, notwithstanding partial payment by installments, or (3) a conditional sale, there shall be paid upon each payment with respect to the article that portion of the total tax which is proportionate to the portion of the total amount to be paid represented by such payment.‘\n|\n2\n|Wilson v. Eisner, 2 Cir., 282 F. 38; Motter v. Patterson, 10 Cir., 68 F.2d 252.\n|\n3\n|United States v. Anderson, 269 U.S. 422, 46 S.Ct. 131, 70 L.Ed. 347; Union Company v. United States, 46 F.2d 717, 71 Ct.Cl. 485.\n|\n4\n|Reinecke v. Spalding, 280 U.S. 227, 50 S.Ct. 96, 74 L.Ed. 385.\n|\n5\n|See Ayer Co. v. United States, 38 F.Supp. 284, 93 Ct.Cl. 386; see contra Campana Corporation v. Harrison, 7 Cir., 114 F.2d 400.\n|\n6\n|See Samara v. United States, 2 Cir., 129 F.2d 594; certiorari denied December 7, 1942, 317 U.S. 686, 63 S.Ct. 258, 87 L.Ed. 549. The procedural question is present here also, but the court chooses the grounds of failure of proof above stated.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}