{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nNot Followed on State Law Grounds Amoco Corp. v. Commissioner of Revenue, Minn., April 3, 2003\n103 S.Ct. 2933\nSupreme Court of the United States\nCONTAINER CORPORATION OF AMERICA, Appellant\nv.\nFRANCHISE TAX BOARD.\nNo. 81–523\n|\nArgued Jan. 10, 1983.\n|\nDecided June 27, 1983.\nSynopsis\nTaxpayer, a Delaware corporation headquartered in Chicago, appealed from judgment of Superior Court, County of San Francisco, denying partial refund of corporation franchise taxes paid. The Court of Appeal affirmed, 117 Cal.App.3d 988, 173 Cal.Rptr. 121. On appeal by the taxpayer, the Supreme Court, Justice Brennan, held that: (1) state court in determining that there was unitary business reached conclusion within realm of permissible judgment, and two factors deserving particular mention were flow of capital resources from taxpayer to its subsidiaries through loans and loan guarantees and managerial role played by taxpayer in its subsidiaries’ affairs; (2) California’s use of standard three-factor formula to apportion income of unitary business was fair; and (3) it could not be concluded that California franchise tax, even as applied to multinational enterprise, was preempted by federal law or fatally inconsistent with federal policy.\n \nAffirmed.\n \nJustice Powell dissented and filed opinion in which the Chief Justice and Justice O’Connor joined.\n \n\n\nWest Headnotes (26)\n\n\n[1]\n|CommerceTaxation in General\nConstitutional LawIncome taxes\n|\n|Under both due process and commerce clauses of the Constitution, a state may not, when imposing an income-based tax, tax value earned outside its borders, but in case of more-or-less integrated business enterprise operating in more than one state, arriving at precise territorial allocations of value is often elusive goal, both in theory and in practice. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n34 Cases that cite this headnote\n|\n\n\n[2]\n|CommerceTaxation in General\nConstitutional LawIncome taxes\n|\n|Due process and commerce clauses of Constitution do not allow state to tax income arising out of interstate activities, even on proportional basis, unless there is “minimal connection” or “nexus” between interstate activities and taxing state and rational relationship between income attributed to state and the intrastate values of the enterprise. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n43 Cases that cite this headnote\n|\n\n\n[3]\n|CommerceTaxation in General\n|\n|State may not tax purported “unitary business” unless at least some part of it is conducted in the state, and it is also required that there be some bond of ownership or control uniting the purported “unitary business.” U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n3 Cases that cite this headnote\n|\n\n\n[4]\n|CommerceMultiple taxation;  apportionment\n|\n|For state to tax income arising out of interstate activities, the out-of-state activities of the purported “unitary business” must be related in some concrete way to the in-state activities, and functional meaning of this requirement is that there be some sharing or exchange of value not capable of precise identification or measurement, beyond mere flow of funds arising out of passive investment or distinct business operation, which renders formula apportionment reasonable method of taxation. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n132 Cases that cite this headnote\n|\n\n\n[5]\n|TaxationForeign corporations\n|\n|California’s franchise tax statute does not explicitly require that income from distinct business enterprises be apportioned separately, but such requirement antedated adoption of the Uniform Act, and has not been abandoned. West’s Ann.Cal.Rev. & T.Code §§ 25123–25137.\n1 Case that cites this headnote\n|\n\n\n[6]\n|TaxationForeign corporations\n|\n|Where under California statute California’s Franchise Tax Board, in case of corporation owning or controlling another corporation or corporations, could require consolidated report showing combined net income or such other facts as it deems necessary, necessary corollary of such approach was that intercorporate dividends in unitary business could not be included in gross income. West’s Ann.Cal.Rev. & T.Code §§ 25104–25106.\n3 Cases that cite this headnote\n|\n\n\n[7]\n|CommerceMultiple taxation;  apportionment\nConstitutional LawIncome taxes\n|\n|State having determined that certain set of activities constitute “unitary business” for tax purposes, state must then apply formula apportioning the income of that business within and without the state, and such apportionment formula must, under both due process and commerce clauses, be fair. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n131 Cases that cite this headnote\n|\n\n\n[8]\n|CommerceMultiple taxation;  apportionment\n|\n|One component of fairness required in apportionment formula under franchise tax statute employing “unitary business” principle is that formula be such that, if applied by every jurisdiction, it would result in no more than all of the unitary business’ income being taxed, and another requirement is that factor or factors used in apportionment formula actually reflect reasonable sense of how income is generated, and application of formula will be stricken if taxpayer can prove by clear and cogent evidence that income attributed to state is in fact out of all appropriate proportion to business transacted in the state or has led to grossly distorted result. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code §§ 25123–25137.\n205 Cases that cite this headnote\n|\n\n\n[9]\n|CommerceCorporate Franchises and Privileges\n|\n|Besides being fair, formula for apportionment of corporate franchise tax geared to income and employing “unitary business” principle must, under commerce clause, also not result in discrimination against interstate or foreign commerce. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code §§ 25123–25137.\n20 Cases that cite this headnote\n|\n\n\n[10]\n|TaxationPresumptions and burden of proof\n|\n|Generally, taxpayer claiming immunity from tax has burden of establishing his exemption.\n2 Cases that cite this headnote\n|\n\n\n[11]\n|TaxationPresumptions and burden of proof\nTaxationWeight and sufficiency\n|\n|Burden resting on taxpayer claiming immunity to establish exemption is never met merely by showing fair difference of opinion which, as original matter, might be decided differently.\n3 Cases that cite this headnote\n|\n\n\n[12]\n|CommerceCorporate Franchises and Privileges\n|\n|Task of United States Supreme Court on review of state’s application of corporate franchise tax to corporations doing business inside and outside the state was merely to determine whether state court applied correct standards to the case, and, if it did, whether its judgment was within realm of permissible judgment. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n\n|\n\n\n[13]\n|CommerceCorporate Franchises and Privileges\n|\n|Potential control is not dispositive of unitary business issue in application of franchise tax to multistate, multinational corporations, but it is relevant, both to whether or not components of purported unitary business share that degree of common ownership which is prerequisite to finding of unitariness and also to whether there might exist degree of implicit control sufficient to render parent and subsidiary an integrated enterprise. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n19 Cases that cite this headnote\n|\n\n\n[14]\n|TaxationPresumptions\n|\n|In applying franchise tax statute, “presumption” that corporations engaged in same line of business are unitary was reasonable, considering limited use to which it was put. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n3 Cases that cite this headnote\n|\n\n\n[15]\n|CommerceCorporate Franchises and Privileges\n|\n|Prerequisite to constitutionally acceptable finding of unitary business, for purposes of application of franchise tax, is flow of value, not flow of goods, and relevant question is whether contributions to income of subsidiaries resulted from functional integration, centralization of management and economies of scale, substantial flow of goods being merely one way in which substantial mutual interdependence can arise. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n50 Cases that cite this headnote\n|\n\n\n[16]\n|TaxationForeign corporations\n|\n|Taken in combination, factors relied upon by state court in determining that there was unitary business, for purposes of application to franchise tax statute, clearly demonstrated that state court reached conclusion within realm of permissible judgment, and two factors deserving particular mention were flow of capital resources from taxpayer to its subsidiaries through loans and loan guarantees and managerial role played by taxpayer in its subsidiaries’ affairs. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n29 Cases that cite this headnote\n|\n\n\n[17]\n|TaxationForeign corporations\n|\n|Mere decentralization of day-to-day management responsibility and accountability cannot defeat unitary business finding under franchise tax statute. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n1 Case that cites this headnote\n|\n\n\n[18]\n|TaxationBurden of proof\n|\n|As to fair apportionment under franchise tax statute, taxpayer has burden of proof, and must demonstrate that there is no rational relationship between income attributed to the taxing state and the intrastate values of the enterprise by proving that income apportioned to taxing state under statute is out of all appropriate proportion to business transacted in that state. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n45 Cases that cite this headnote\n|\n\n\n[19]\n|TaxationApportionment of assessment\nTaxationForeign corporations\n|\n|California’s application of unitary business principle to taxpayer and its foreign subsidiaries in application of franchise tax statute was proper, and California’s use of standard three-factor formula to apportion income of that unitary business was fair even though such proper and fair method of taxation happened to be quite different from method employed both by federal government in taxing taxpayer’s business and by each of relevant foreign jurisdictions in taxing business of taxpayer’s subsidiaries. U.S.C.A. Const. Art. 1, § 8, cl. 3; Amends. 5, 14; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n84 Cases that cite this headnote\n|\n\n\n[20]\n|CommerceState Revenue Measures\n|\n|Where unitary business consisting of taxpayer and its subsidiaries was not entirely domestic, and different jurisdictions applied different methods of taxation, it was necessary that franchise tax case be subjected to additional scrutiny required by the foreign commerce clause. U.S.C.A. Const. Art. 1, § 8, cl. 3; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n37 Cases that cite this headnote\n|\n\n\n[21]\n|CommerceState Revenue Measures\n|\n|Double taxation in foreign commerce context deserves to receive close scrutiny, but scrutiny must take into account the context in which double taxation takes place and the alternatives reasonably available to taxing state. U.S.C.A. Const. Art. 1, § 8, cl. 3; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.; 26 U.S.C.A. § 901 et seq.\n3 Cases that cite this headnote\n|\n\n\n[22]\n|TaxationDouble Taxation\n|\n|State would not be required, simply for sake of avoiding double taxation, to give up one allocation method that sometimes results in double taxation in favor of another allocation method that also sometimes results in double taxation. U.S.C.A. Const. Art. 1, § 8, cl. 3; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n2 Cases that cite this headnote\n|\n\n\n[23]\n|CommerceState Revenue Measures\n|\n|If state tax merely has foreign resonances but does not implicate foreign affairs, court cannot infer, absent some explicit directive from Congress, that treatment of foreign income at federal level mandates identical treatment by the states, and thus state tax at variance with federal policy will violate the “one voice” standard if it either implicates foreign policy issues which must be left to federal government or violates clear federal directive, and second of such considerations is essentially a species of preemption analysis. U.S.C.A. Const. Art. 1, § 8, cl. 3; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.; 26 U.S.C.A. § 482.\n23 Cases that cite this headnote\n|\n\n\n[24]\n|CommerceState Revenue Measures\n|\n|State tax may have foreign policy implications other than threat of retaliation, but, on record, foreign policy of the United States was not seriously threatened by California’s decision to apply unitary business concept and formula apportionment in calculating multijurisdictional taxpayer’s taxable income. U.S.C.A. Const. Art. 1, § 8, cl. 3; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.; 26 U.S.C.A. § 482.\n17 Cases that cite this headnote\n|\n\n\n[25]\n|International LawTaxation\n|\n|Although United States is party to a great number of tax treaties that require the federal government to adopt some form of arm’s length analysis in taxing domestic income of multijurisdictional enterprises, that requirement is generally waived with respect to taxes imposed by each of the contracting nations on its own domestic corporations, and such fact confirms view that such taxation is in reality of local rather than international concern.\n3 Cases that cite this headnote\n|\n\n\n[26]\n|CommerceState Revenue Measures\n|\n|Under application either of the “explicit directive” standard or some more relaxed standard which would take into account court’s residual concern about foreign policy implications of California’s franchise tax, it could not be concluded that California franchise tax, even as applied to multijurisdictional enterprise, was preempted by federal law or fatally inconsistent with federal policy. U.S.C.A. Const. Art. 1, § 8, cl. 3; West’s Ann.Cal.Rev. & T.Code § 25120 et seq.\n3 Cases that cite this headnote\n|\n\n\n\n**2937 Syllabus*\n*159 California imposes a corporate franchise tax geared to income. It employs the “unitary business” principle and formula apportionment in applying that tax to corporations doing business both inside and outside the State. The formula used—commonly called the “three-factor” formula—is based, in equal parts, on the proportion of a unitary business’ total payroll, property, and sales that are located in the State. Appellant paperboard packaging manufacturer is a Delaware corporation headquartered in Illinois and doing business in California and elsewhere. It also has a number of overseas subsidiaries incorporated in the countries in which they operate. In calculating for the tax years in question in this case the share of its net income that was apportionable to California under the three-factor formula, appellant omitted all of its subsidiaries’ payroll, property, and sales. Appellee Franchise Tax Board issued notices of additional assessments, the gravamen of which was that appellant should have treated its overseas subsidiaries as part of its unitary business rather than as a passive investment. After paying the additional assessments under protest, appellant brought an action for a refund in California Superior Court, which upheld the additional assessments. The California Court of Appeal affirmed.\n \nHeld:\n \n1. California’s application of the unitary business principle to appellant and its foreign subsidiaries was proper. Pp. 2945 – 2948.\n \n(a) The taxpayer has the burden of showing by “clear and convincing evidence” that the state tax results in extra-territorial values being taxed. This Court will, if reasonably possible, defer to the judgment of state courts in deciding whether a particular set of activities constitutes a “unitary business.” The Court’s task is to determine whether the state court applied the correct standards to the case, and, if it did, whether its judgment was within the realm of a permissible judgment. Pp. 2945 – 2946.\n \n(b) Here, there is no merit to appellant’s argument that the Court of Appeal in important part analyzed the case under the incorrect legal standard. Rather, the factors relied upon by the court in holding that appellant and its foreign subsidiaries constituted a unitary business—which *160 factors included appellant’s assistance to its subsidiaries in obtaining equipment, in filling personnel needs that could not be **2938 met locally, the substantial role played by appellant in loaning funds to the subsidiaries and guaranteeing loans provided by others, the considerable interplay between appellant and its subsidiaries in the area of corporate expansion, the substantial technical assistance provided by appellant to the subsidiaries, and the supervisory role played by appellant’s officers in providing general guidance to the subsidiaries—taken in combination clearly demonstrate that the court reached a conclusion “within the realm of permissible judgment.” Pp. 2946 – 2948.\n \n2. California’s use of the three-factor formula to apportion the income of the unitary business consisting of appellant and its foreign subsidiaries was fair. Appellant had the burden of proving that the income apportioned to California was out of all appropriate proportions to the business transacted in the State. This burden was not met by offering various statistics that appeared to demonstrate not only that wage rates are generally lower in the foreign countries in which appellant’s subsidiaries operate but also that those lower wage rates are not offset by lower levels of productivity. It may well be that in addition to the foreign payroll going into the production of any given corrugated container by a foreign subsidiary, there is a California payroll, as well as other California factors, contributing to the same production. The mere fact that this possibility is not reflected in appellant’s accounting does not disturb the underlying premises of the formula apportionment method. Pp. 2948 – 2949.\n \n3. California had no obligation under the Foreign Commerce Clause to employ the “arm’s-length” analysis used by the Federal Government and most foreign nations in evaluating the tax consequences of intercorporate relationships.  Japan Line, Ltd. v. County of Los Angeles, 441 U.S. 434, 99 S.Ct. 1813, 60 L.Ed.2d 336, distinguished. Pp. 2950 – 2957.\n \n(a) The double taxation occasioned by the California scheme is not impermissible. Due in part to the difference between a tax on income and a tax on tangible property, California would have trouble avoiding double taxation of corporations subject to its franchise tax even if it adopted the arm’s-length approach. Moreover, the California tax does not result in “inevitable” double taxation. It would be perverse, simply for the sake of avoiding double taxation, to require California to give up one allocation method that sometimes results in double taxation in favor of another allocation method that sometimes has the same result. Pp. 2952 – 2955.\n \n(b) The California tax does not violate the “one voice” standard established in Japan Line, supra, under which a state tax at variance with federal policy will be struck down if it either implicates foreign policy issues which must be left to the Federal Government or violates a clear *161 federal directive. Three factors weigh strongly against the conclusion that the tax might lead to significant foreign retaliation. The tax does not create an automatic “asymmetry” in international taxation, it is imposed on a domestic corporation and not on a foreign entity, and even if foreign nations had a legitimate interest in reducing the tax burden of domestic corporations, appellant is amenable to be taxed in California one way or another and the tax it pays is more the function of California’s tax rate than of its allocation method. Moreover, the California tax is not pre-empted by federal law or fatally inconsistent with federal policy. There is no claim that the federal tax statutes themselves provide the necessary pre-emptive force. The requirement of some tax treaties that the Federal Government adopt some form of arm’s-length analysis in taxing the domestic income of multinational enterprises is generally waived as to taxes imposed by each of the contracting nations on its own domestic corporations. Tax treaties do not cover the taxing activities of States. And Congress has never enacted legislation designed to regulate state taxation of income. Pp. 2955 – 2957.\n \n**2939 117 Cal.App.3d 988, 173 Cal.Rptr. 121, affirmed.\n \nAttorneys and Law Firms\nFranklin C. Latcham argued the cause for appellant. With him on the briefs was Prentiss Willson, Jr.\nNeal J. Gobar, Deputy Attorney General of California, argued the cause for appellee. With him on the brief was George Deukmejian, Attorney General.*\n* Briefs of amici curiae urging reversal were filed by Marlow W. Cook, Lee H. Spence, and Robert L. Ash for Allied Lyons p.l.c. et al.; by J. Elaine Bialczak for Coca-Cola Co.; by George W. Beatty and William L. Goldman for Colgate-Palmolive Co.; by James H. Peters, Paul H. Frankel, and Jean A. Walker for the Committee on State Taxation of the Council of State Chambers of Commerce; by Valentine Brookes and Lawrence V. Brookes for EMI Limited et al.; by William H. Allen, John B. Jones, Jr., and Mark I. Levy, for the Financial Executives Institute; by Neil Papiano and Dennis A. Page for Firestone Tire & Rubber Co.; and by Jeffrey G. Balkin, pro se, for Jeffrey G. Balkin et al.\nBriefs of amici curiae urging affirmance were filed by David H. Leroy, Attorney General of Idaho, Theodore V. Spangler, Jr., Deputy Attorney General, and David L. Wilkinson, Attorney General of Utah, for the State of Idaho et al.; by Tyrone C. Fahner, Attorney General, Fred H. Montgomery, Special Assistant Attorney General, and Lloyd B. Foster for the State of Illinois; by Michael J. Rieley, Special Assistant Attorney General, for the State of Montana; by Jeff Bingaman, Attorney General, and Lisa Gillard Gmuca, Assistant Attorney General, for the State of New Mexico; by Robert Abrams, Attorney General, Francis V. Dow, Assistant Attorney General, and Peter H. Schiff for the State of New York; by Robert O. Wefald, Attorney General, and Kenneth M. Jakes, Assistant Attorney General, for the State of North Dakota; by Dave Frohnmayer, Attorney General, Stanton F. Long, Deputy Attorney General, William F. Gary, Solicitor General, and Theodore W. de Looze, Assistant Attorney General, for the State of Oregon; by William D. Dexter, Wilson Condon, Attorney General of Alaska, James R. Eads, Jr., J.D. MacFarlane, Attorney General of Colorado, Carl R. Ajello, Attorney General of Connecticut, Richard S. Gebelein, Attorney General of Delaware, David H. Leroy, Attorney General of Idaho, and Theodore V. Spangler, Jr., Deputy Attorney General, Linley E. Pearson, Attorney General of Indiana, Robert T. Stephan, Attorney General of Kansas, Francis X. Bellotti, Attorney General of Massachusetts, Frank K. Kelley, Attorney General of Michigan, Warren R. Spannaus, Attorney General of Minnesota, John Ashcroft, Attorney General of Missouri, Paul L. Douglas, Attorney General of Nebraska, Gregory H. Smith, Attorney General of New Hampshire, Jeff Bingaman, Attorney General of New Mexico, Rufus L. Edmisten, Attorney General of North Carolina, M.C. Banks, Deputy Attorney General, Robert O. Wefald, Attorney General of North Dakota, and Albert R. Hausauer, Assistant Attorney General, Dave Frohnmayer, Attorney General of Oregon, and David L. Wilkinson, Attorney General of Utah, for the Multistate Tax Commission et al.; by Richard B. Geltman and Tany S. Hong, Attorney General of Hawaii, for the National Governors’ Association et al.; by Charles F. Brannan for the National Farmers Union; for Citizens for Tax Justice et al.; and by Frank M. Keesling, pro se.\nBriefs of amici curiae were filed by Lloyd N. Cutler and William T. Lake for the Government of the Kingdom of the Netherlands; by John J. Easton, Jr., Attorney General, and Paul P. Hanlon for the State of Vermont; by Francis D. Morrissey and Peter B. Powles for the Canadian Imperial Bank of Commerce et al.; by Don S. Harnack and Richard A. Hanson for Caterpillar Tractor Co.; by Joanne M. Garvey and Roy E. Crawford for the Committee on Unitary Tax; by John S. Nolan for the Confederation of British Industry; by Norman B. Barker for the Gulf Oil Corp.; by Anthon S. Cannon, Jr., for the International Bankers Association in California et al.; by Kenneth Heady for Phillips Petroleum Co.; by John R. Hupper and Paul M. Dodyk for Shell Petroleum N.V.; by Norman B. Barker and Dean C. Dunlavey for Sony Corp. et al.; and by Joseph H. Guttentag, Carolyn E. Agger, and Daniel M. Lewis for the Union of Industries of the European Community.\nOpinion\n\n*162 Justice BRENNAN delivered the opinion of the Court.\n\nThis is another appeal claiming that the application of a State taxing scheme violates the Due Process and Commerce Clauses of the Federal Constitution. California imposes a corporate franchise tax geared to income. In common with a large number of other States, it employs the “unitary business” *163 principle and formula apportionment in applying that tax to corporations doing business both inside and outside the State. Appellant is a Delaware corporation headquartered in Illinois and doing business in California and elsewhere. It also has a number of overseas subsidiaries incorporated in the countries in which they operate. Appellee is the California authority charged with administering the state’s franchise tax. This appeal presents three questions for review: (1) Was it improper for appellee and the state courts to find that appellant and its overseas subsidiaries constituted a “unitary business” for purposes of the state tax? (2) Even if the unitary business finding was proper, do certain salient differences among national economies render the standard three-factor apportionment formula used by California so inaccurate as applied to the multinational enterprise consisting of appellant and its subsidiaries as to violate the constitutional requirement of “fair apportionment”? (3) In any event, did California have an obligation under the Foreign Commerce Clause, U.S. Const., Art. I, § 8, cl. 3, to employ the “arm’s-length” analysis used by the federal government and most foreign nations in evaluating the tax consequences of inter-corporate relationships?\n \n\nI\nA\nVarious aspects of state tax systems based on the “unitary business” principle and formula apportionment have provoked *164 repeated constitutional litigation in this Court. See, e.g., ASARCO, Inc. v. Idaho State Tax Comm’n, 458 U.S. ––––, 102 S.Ct. 3103, 73 L.Ed.2d 787 (1982); F.W. Woolworth Co. v. Taxation and Revenue Dept., 458 U.S. ––––, 102 S.Ct. 3128, 73 L.Ed.2d 819 (1982); Exxon Corp. v. Wisconsin Dept. of Revenue, 447 U.S. 207, 100 S.Ct. 2109, 65 L.Ed.2d 66 (1980); Mobil Oil Corp. v. Commissioner of Taxes, 445 U.S. 425, 100 S.Ct. 1223, 63 L.Ed.2d 510 (1980); Moorman Mfg. Co. v. Bair, 437 U.S. 267, 98 S.Ct. 2340, 57 L.Ed.2d 197 (1978); General Motors Corp. v. Washington, 377 U.S. 436, 84 S.Ct. 1564, 12 L.Ed.2d 430 (1964); Butler Bros. v. McColgan, 315 U.S. 501, 62 S.Ct. 701, 86 L.Ed. 991 (1942); Bass, Ratcliff & Gretton, Ltd. v. State Tax Comm’n, 266 U.S. 271, 45 S.Ct. 82, 69 L.Ed. 282 (1924); Underwood Typewriter Co. v. Chamberlain, 254 U.S. 113, 41 S.Ct. 45, 65 L.Ed. 165 (1920).\n \n[1] Under both the Due Process and the Commerce Clauses of the Constitution, a state may not, when imposing an income-based tax, “tax value earned outside its borders.” ASARCO, supra, 458 U.S., at ––––, 102 S.Ct., at 3109. In the case of a more-or-less integrated business enterprise operating in more than one State, however, arriving at precise territorial allocations of “value” is often an elusive goal, both in theory and in practice. See Mobil Oil Corp. v. Commissioner of Taxes, 445 U.S., at 438, 100 S.Ct., at 1232; Butler Bros. v. McColgan, 315 U.S., at 507–509, 62 S.Ct., at 704–705; Underwood Typewriter Co. v. Chamberlain, 254 U.S., at 121, 41 S.Ct., at 47. For this reason and others, we have long held that the Constitution imposes no single formula on the States, Wisconsin v. J.C. Penney Co., 311 U.S. 435, 445, 61 S.Ct. 246, 250, 85 L.Ed. 267 (1940), and that the taxpayer has the “distinct burden of showing by ‘clear **2940 and cogent evidence’ that [the state tax] results in extraterritorial values being taxed....” Exxon Corp., supra, 447 U.S., at 221, 100 S.Ct., at 2119, quoting Butler Bros. v. McColgan, 315 U.S., at 507, 62 S.Ct., at 704, quoting Norfolk & Western R. Co. v. North Carolina ex rel. Maxwell, 297 U.S. 682, 688, 56 S.Ct. 625, 628, 80 L.Ed. 977 (1936).\n \nOne way of deriving locally taxable income is on the basis of formal geographical or transactional accounting. The problem with this method is that formal accounting is subject to manipulation and imprecision, and often ignores or captures inadequately the many subtle and largely unquantifiable *165 transfers of value that take place among the components of a single enterprise. See generally Mobil Oil Corp., 445 U.S., at 438–439, 100 S.Ct., at 1232, and sources cited. The unitary business/formula apportionment method is a very different approach to the problem of taxing businesses operating in more than one jurisdiction. It rejects geographical or transactional accounting, and instead calculates the local tax base by first defining the scope of the “unitary business” of which the taxed enterprise’s activities in the taxing jurisdiction form one part, and then apportioning the total income of that “unitary business” between the taxing jurisdiction and the rest of the world on the basis of a formula taking into account objective measures of the corporation’s activities within and without the jurisdiction. This Court long ago upheld the constitutionality of the unitary business/formula apportionment method, although subject to certain constraints. See, e.g., Hans Rees’ Sons, Inc. v. North Carolina ex rel. Maxwell, 283 U.S. 123, 51 S.Ct. 385, 75 L.Ed. 879 (1931); Bass, Ratcliff & Gretton, Ltd. v. State Tax Comm’n, 266 U.S. 271, 45 S.Ct. 82, 69 L.Ed. 282 (1924); Underwood Typewriter Co. v. Chamberlain, 254 U.S. 113, 41 S.Ct. 45, 65 L.Ed. 165 (1920). The method has now gained wide acceptance, and is in one of its forms the basis for the Uniform Division of Income for Tax Purposes Act (Uniform Act), which has at last count been substantially adopted by 23 States, including California.\n \n\nB\nTwo aspects of the unitary business/formula apportionment method have traditionally attracted judicial attention. These are, as one might easily guess, the notions of “unitary business” and “formula apportionment,” respectively.\n \n\n(1)\n[2] [3] [4] The Due Process and Commerce Clauses of the Constitution do not allow a State to tax income arising out of interstate activities—even on a proportional basis—unless there is a “ ‘minimal connection’ or ‘nexus’ between the interstate activities *166 and the taxing State, and ‘a rational relationship between the income attributed to the State and the intrastate values of the enterprise.’ ” Exxon Corporation v. Wisconsin Dept. of Revenue, 447 U.S., at 219–220, 100 S.Ct., at 2118, quoting Mobil Oil Corp. v. Commissioner of Taxes, 445 U.S., at 436, 437, 100 S.Ct., at 1231. At the very least, this set of principles imposes the obvious and largely self-executing limitation that a State not tax a purported “unitary business” unless at least some part of it is conducted in the State. See Exxon Corp., 447 U.S., at 220, 100 S.Ct., at 2118; Wisconsin v. J.C. Penney Co., 311 U.S. 435, 444, 61 S.Ct. 246, 249, 85 L.Ed. 267 (1940). It also requires that there be some bond of ownership or control uniting the purported “unitary business.” See ASARCO, 458 U.S., at ––––, 102 S.Ct., at 3109.\n \nIn addition, the principles we have quoted require that the out-of-State activities of the purported “unitary business” be related in some concrete way to the in-State activities. The functional meaning of this requirement is that there be some sharing or exchange of value not capable of precise identification or measurement—beyond the mere flow of funds arising out of a passive investment or a distinct business operation—which renders formula apportionment a reasonable method of taxation. See generally ASARCO, supra, at ––––, 102 S.Ct., at 3115; **2941 Mobil Oil Corp., 445 U.S., at 438–442, 100 S.Ct., at 1232–1234. In Underwood Typewriter Co. v. Chamberlain, supra, we held that a State could tax on an apportioned basis the combined income of a vertically integrated business whose various components (manufacturing, sales, etc.) operated in different States. In Bass, Ratcliff & Gretton, supra, we applied the same principle to a vertically integrated business operating across national boundaries. In Butler Bros. v. McColgan, supra, we recognized that the unitary business principle could apply, not only to vertically integrated enterprises, but also to a series of similar enterprises operating separately in various jurisdictions but linked by common managerial or operational resources that produced economies of scale and transfers of value. More recently, we have further refined the “unitary business” concept in *167 Exxon Corp. v. Wisconsin Dept. of Revenue, 447 U.S. 207, 100 S.Ct. 2109, 65 L.Ed.2d 66 (1980), and Mobil Oil Corp. v. Commissioner of Taxes, 445 U.S. 425, 100 S.Ct. 1223, 63 L.Ed.2d 510 (1980), where we upheld the States’ unitary business findings, and in ASARCO, Inc. v. Idaho State Tax Comm’n, 458 U.S. 307, 102 S.Ct. 3103, 73 L.Ed.2d 787 (1982), and F.W. Woolworth Co. v. Taxation and Revenue Dept., 458 U.S. 354, 102 S.Ct. 3128, 73 L.Ed.2d 819 (1982), in which we found such findings to have been improper.\n \n[5] The California statute at issue in this case, and the Uniform Act from which most of its relevant provisions are derived, tracks in large part the principles we have just discussed. In particular, the statute distinguishes between the “business income” of a multi-jurisdictional enterprise, which is apportioned by formula, Cal.Rev. & Tax.Code Ann. §§ 25128–25136, and its “non-business” income, which is not.1 Although the statute does not explicitly require that income from distinct business enterprises be apportioned separately, this requirement antedated adoption of the Uniform Act,2 and has not been abandoned.3\n \n[6] A final point that needs to be made about the unitary business concept is that it is not, so to speak, unitary: there are variations on the theme, and any number of them are logically consistent with the underlying principles motivating the approach. For example, a State might decide to respect formal *168 corporate lines and treat the ownership of a corporate subsidiary as per se a passive investment.4 In Mobil Oil Corp., 445 U.S., at 440–441, 100 S.Ct., at 1233, however, we made clear that, as a general matter, such a per se rule is not constitutionally required:\n \n“Superficially, intercorporate division might appear to be a[n] ... attractive basis for limiting apportionability. But the form of business organization may have nothing to do with the underlying unity or diversity of business enterprise.” Id., at 440, 100 S.Ct., at 1233.\nThus, for example, California law provides:\n“In the case of a corporation ... owning or controlling, either directly or indirectly, another corporation, or other corporations, and in the case of a corporation ... owned or controlled, either directly or indirectly, by another corporation, the Franchise Tax Board may require **2942 a consolidated report showing the combined net income or such other facts as it deems necessary.” Cal.Rev. & Tax.Code Ann. § 25104 (West 1979).5\n*169 Even among States that take this approach, however, only some apply it in taxing American corporations with subsidiaries located in foreign countries.6 The difficult question we address in Part V of this opinion is whether, for reasons not implicated in Mobil,7 that particular variation on the theme is constitutionally barred.\n \n\n(2)\n[7] [8] Having determined that a certain set of activities constitute a “unitary business,” a State must then apply a formula apportioning the income of that business within and without the State. Such an apportionment formula must, under both the Due Process and Commerce Clauses, be fair. See Exxon Corp., 447 U.S., at 219, 227–228, 100 S.Ct., at 2118, 2122–2123; Moorman Mfg. Co., 437 U.S., at 272–273, 98 S.Ct., at 2343–2344; Hans Rees’ Sons, Inc., 283 U.S., at 134, 51 S.Ct., at 389. The first, and again obvious, component of fairness in an apportionment formula is what might be called internal consistency—that is the formula must be such that, if applied by every jurisdiction, it would result in no more than all of the unitary business’s income being taxed. The second and more difficult requirement is what might be called external consistency—the factor or factors used in the apportionment formula must actually reflect a reasonable sense of how income is generated. The Constitution does not “invalidat[e] an apportionment formula whenever it may result in taxation *170 of some income that did not have its source in the taxing State ....” Moorman Mfg. Co., supra, 437 U.S., at 272, 98 S.Ct., at 2344 (emphasis added). See Underwood Typewriter Co., 254 U.S., at 120–121, 41 S.Ct., at 46–47. Nevertheless, we will strike down the application of an apportionment formula if the taxpayer can prove “by ‘clear and cogent evidence’ that the income attributed to the State is in fact ‘out of all appropriate proportions to the business transacted in that State,’ [Hans Rees’ Sons, Inc.,] 283 U.S., at 135, 51 S.Ct., at 389, or has ‘led to a grossly distorted result,’ [Norfolk & Western R. Co. v. State Tax Comm’n, 390 U.S. 317, 326, 88 S.Ct. 995, 1001, 19 L.Ed.2d 1201 (1968) ].” Moorman Mfg. Co., supra, 437 U.S., at 274, 98 S.Ct., at 2345.\n \n**2943 California and the other States that have adopted the Uniform Act use a formula—commonly called the “three-factor” formula—which is based, in equal parts, on the proportion of a unitary business’s total payroll, property, and sales which are located in the taxing State. See Cal.Code Ann. §§ 25128–25136 (West 1979). We approved the three-factor formula in Butler Bros. v. McCoglan, supra. Indeed, not only has the three-factor formula met our approval, but it has become, for reasons we discuss in more detail infra, at 2949 – 2950, something of a benchmark against which other apportionment formulas are judged. See Moorman Mfg. Co., supra, at 282, 98 S.Ct., at 2349 (BLACKMUN, J., dissenting); cf. General Motors Corp. v. District of Columbia, 380 U.S. 553, 561, 85 S.Ct. 1156, 1161, 14 L.Ed.2d 68 (1965).\n \n[9] Besides being fair, an apportionment formula must, under the Commerce Clause, also not result in discrimination against interstate or foreign commerce. See Mobil Oil Corp., 445 U.S., at 444, 100 S.Ct., at 1235; cf. Japan Line, Ltd. v. County of Los Angeles, 441 U.S. 434, 444–448, 99 S.Ct. 1813, 1819–1821, 60 L.Ed.2d 336 (1979) (property tax). Aside from forbidding the obvious types of discrimination against interstate or foreign commerce, this principle might have been construed to require that a state apportionment formula not differ so substantially from methods of allocation used by other jurisdictions in which the taxpayer is subject to taxation so as to produce double taxation of the same income,  *171 and a resultant tax burden higher than the taxpayer would incur if its business were limited to any one jurisdiction. At least in the interstate commerce context, however, the anti-discrimination principle has not in practice required much in addition to the requirement of fair apportionment. In Moorman Mfg. Co. v. Bair, supra, in particular, we explained that eliminating all overlapping taxation would require this Court to establish not only a single constitutionally mandated method of taxation, but also rules regarding the application of that method in particular cases. 437 U.S., at 278–280, 98 S.Ct., at 2347–2348. Because that task was thought to be essentially legislative, we declined to undertake it, and held that a fairly apportioned tax would not be found invalid simply because it differed from the prevailing approach adopted by the States. As we discuss infra, at 2950 – 2951, however, a more searching inquiry is necessary when we are confronted with the possibility of international double taxation.\n \n\nII\nA\nAppellant is in the business of manufacturing custom-ordered paperboard packaging. Its operation is vertically integrated, and includes the production of paperboard from raw timber and wastepaper as well as its composition into the finished products ordered by customers. The operation is also largely domestic. During the years at issue in this case—1963, 1964, and 1965—appellant controlled 20 foreign subsidiaries located in four Latin American and four European countries. Its percentage ownership of the subsidiaries (either directly or through other subsidiaries) ranged between 66.7% and 100%. In those instances (about half) in which appellant did not own a 100% interest in the subsidiary, the remainder was owned by local nationals. One of the subsidiaries was a holding company that had no payroll, sales, or property, but did have book income. Another was *172 inactive. The rest were all engaged—in their respective local markets—in essentially the same business as appellant.\n \nMost of appellant’s subsidiaries were, like appellant itself, fully integrated, although a few bought paperboard and other intermediate products elsewhere. Sales of materials from appellant to its subsidiaries accounted for only about 1% of the subsidiaries’ total purchases. The subsidiaries were also relatively autonomous with respect to matters of personnel and day-to-day management. For example, transfers of personnel from appellant to its subsidiaries **2944 were rare, and occurred only when a subsidiary could not fill a position locally. There was no formal United States training program for the subsidiaries’ employees, although groups of foreign employees occasionally visited the United States for 2–6 week periods to familiarize themselves with appellant’s methods of operation. Appellant charged one senior vice-president and four other officers with the task of overseeing the operations of the subsidiaries. These officers established general standards of professionalism, profitability, and ethical practices and dealt with major problems and long-term decisions; day-to-day management of the subsidiaries, however, was left in the hands of local executives who were always citizens of the host country. Although local decisions regarding capital expenditures were subject to review by appellant, problems were generally worked out by consensus rather than outright domination. Appellant also had a number of its directors and officers on the boards of directors of the subsidiaries, but they did not generally play an active role in management decisions.8\n \n*173 Nevertheless, in certain respects, the relationship between appellant and its subsidiaries was decidedly close. For example, approximately half of the subsidiaries’ long-term debt was either held directly, or guaranteed, by appellant. Appellant also provided advice and consultation regarding manufacturing techniques, engineering, design, architecture, insurance, and cost accounting to a number of its subsidiaries, either by entering into technical service agreements with them or by informal arrangement. Finally, appellant occasionally assisted its subsidiaries in their procurement of equipment, either by selling them used equipment of its own or by employing its own purchasing department to act as an agent for the subsidiaries.9\n \n\nB\nDuring the tax years at issue in this case, appellant filed California franchise tax returns. In 1969, after conducting an audit of appellant’s returns for the years in question, appellee issued notices of additional assessments for each of those years. The respective approaches and results reflected in appellant’s initial returns and in appellee’s notices of additional assessments capture the legal differences at issue in this case.10\n \n*174 In calculating the total unapportioned taxable income of its unitary business, appellant included its own corporate net earnings as derived from its federal tax form (subject to certain adjustments not relevant here), but did not include any income of its subsidiaries. It also deducted—as it was authorized to do under state law, see supra, at 2941, and n. 1—all dividend income, **2945 non-business interest income, and gains on sales of assets not related to the unitary business. In calculating the share of its net income which was apportionable to California under the three-factor formula, appellant omitted all of its subsidiaries’ payroll, property, and sales. The results of these calculations are summarized in the margin.11\n \nThe gravamen of the notices issued by appellee in 1969 was that appellant should have treated its overseas subsidiaries as part of its unitary business rather than as passive investments. Including the overseas subsidiaries in appellant’s unitary business had two primary effects: it increased the income subject to apportionment by an amount equal to the total income of those subsidiaries (less inter-subsidiary dividends, see n. 5, supra ), and it decreased the percentage of that income which was apportionable to California. The net *175 effect, however, was to increase appellant’s tax liability in each of the three years.12\n \nAppellant paid the additional amounts under protest, and then sued in California Superior Court for a refund, raising the issues now before this Court. The case was tried on stipulated facts, and the Superior Court upheld appellee’s assessments. On appeal, the California Court of Appeal affirmed, 117 Cal.App.3d 988, 173 Cal.Rptr. 121 (1981), and the California Supreme Court refused to exercise discretionary review. We noted probable jurisdiction. 456 U.S. 960, 102 S.Ct. 2034, 72 L.Ed.2d 483 (1982).\n \n\nIII\nA\n[10] [11] [12] We address the unitary business issue first. As previously noted, the taxpayer always has the “distinct burden of showing by ‘clear and cogent evidence’ that [the state tax] results in extraterritorial values being taxed.” Supra, at 2939. One necessary corollary of that principle is that this Court will, if reasonably possible, defer to the judgment of state courts in deciding whether a particular set of activities constitutes a “unitary business.” As we said in a closely related context in Norton Co. v. Dept. of Revenue, 340 U.S. 534, 71 S.Ct. 377, 95 L.Ed. 517 (1951):\n \n“The general rule, applicable here, is that a taxpayer claiming immunity from a tax has the burden of establishing his exemption.\n*176 “This burden is never met merely by showing a fair difference of opinion which as an original matter might be decided differently.... Of course, in constitutional cases, we have power to **2946 examine the whole record to arrive at an independent judgment as to whether constitutional rights have been invaded, but that does not mean that we will re-examine, as a court of first instance, findings of fact supported by substantial evidence.”  Id., at 537–538, 71 S.Ct., at 380 (footnotes omitted; emphasis added).13\nSee id., at 538, 71 S.Ct., at 380 (concluding that, “in light of all the evidence, the [state] judgment [on a question of whether income should be attributed to the State] was within the realm of permissible judgment.”). The legal principles defining the constitutional limits on the unitary business principle are now well established. The factual records in such cases, even when the parties enter into a stipulation, tend to be long and complex, and the line between “historical fact” and “constitutional fact” is often fuzzy at best. Cf. ASARCO, 458 U.S., at ––––, nn. 22, 23, 102 S.Ct., at 3114–3115, nn. 22, 23. It will do the cause of legal certainty little good if this Court turns every colorable claim that a state court erred in a particular application of those principles into a de novo adjudication, whose unintended nuances would then spawn further litigation and an avalanche of critical comment.14 Rather, our task must be to determine whether the state court applied the correct standards to the case; and if it did, whether its judgment “was within the realm of permissible judgment.”15\n \n\n*177 B\n[13] In this case, we are singularly unconvinced by appellant’s argument that the state Court of Appeal “in important part analyzed this case under a different legal standard,” F.W. Woolworth, 458 U.S., at ––––, 102 S.Ct., at 3134, from the one articulated by this Court. Appellant argues that the state court here, like the state court in F.W. Woolworth, improperly relied on appellant’s mere potential to control the operations of its subsidiaries as a dispositive factor in reaching its unitary business finding. In fact, although the state court mentioned that “major policy decisions of the subsidiaries were subject to review by appellant,” 117 Cal.App.3d, at 998, 173 Cal.Rptr., at 127, it relied principally, in discussing the management relationship between appellant and its subsidiaries, on the more concrete observation that “[h]igh officials of appellant gave directions to subsidiaries for compliance with the parent’s standard of professionalism, profitability, and ethical practices.”  Id., at 998, 173 Cal.Rptr., at 127–128.16\n \n**2947 [14] *178 Appellant also argues that the state court erred in endorsing an administrative presumption that corporations engaged in the same line of business are unitary. This presumption did enter into the state court’s reasoning, but only as one element among many. Moreover, considering the limited use to which it was put, we find the “presumption” criticized by appellant to be reasonable. Investment in a business enterprise truly “distinct” from a corporation’s main line of business often serves the primary function of diversifying the corporate portfolio and reducing the risks inherent in being tied to one industry’s business cycle. When a corporation invests in a subsidiary that engages in the same line of work as itself, it becomes much more likely that one function of the investment is to make better use—either through economies of scale or through operational integration or sharing of expertise—of the parent’s existing business-related resources.\n \n[15] Finally, appellant urges us to adopt a bright-line rule requiring as a prerequisite to a finding that a mercantile or manufacturing enterprise is unitary that it be characterized by “a substantial flow of goods.” Brief for Appellant 47. We decline this invitation. The prerequisite to a constitutionally acceptable finding of unitary business is a flow of value, not a flow of goods.17 As we reiterated in *179 F.W. Woolworth, a relevant question in the unitary business inquiry is whether “contributions to income [of the subsidiaries] result[ed] from functional integration, centralization of management, and economies of scale.” 458 U.S., at ––––, 102 S.Ct., at 3135, quoting Mobil, 445 U.S., at 438, 100 S.Ct., at 1232. “[S]ubstantial mutual interdependence,” F.W. Woolworth, supra, 458 U.S., at ––––, 102 S.Ct., at 3139, can arise in any number of ways; a substantial flow of goods is clearly one but just as clearly not the only one.\n \n\nC\n[16] [17] The state Court of Appeal relied on a large number of factors in reaching its judgment that appellant and its foreign subsidiaries constituted a unitary business. These included appellant’s assistance to its subsidiaries in obtaining used and new equipment and in filling personnel needs that could not be met locally, the substantial role played by appellant in loaning funds to the subsidiaries and guaranteeing loans provided by others, the “considerable interplay between appellant and its foreign subsidiaries in the area of corporate expansion,” 117 Cal.App.3d, at 997, 173 Cal.Rptr., at 127, the “substantial” technical assistance provided by appellant to the subsidiaries, id., at 998–999, 173 Cal.Rptr., at 127–128, and the supervisory role played by appellant’s officers in providing general guidance to the subsidiaries. In each of these respects, this case differs from ASARCO and F.W. Woolworth,18 and **2948 clearly comes closer than those cases did to presenting a “functionally integrated enterprise,” Mobil, 445 U.S., at 440, 100 S.Ct., at 1233, which the State is entitled to tax as a single entity. We need not decide whether any one of these factors *180 would be sufficient as a constitutional matter to prove the existence of a unitary business. Taken in combination, at least, they clearly demonstrate that the state court reached a conclusion “within the realm of permissible judgment.”19\n \n\nIV\n[18] We turn now to the question of fair apportionment. Once again, appellant has the burden of proof; it must demonstrate that “there is no rational relationship between the income attributed to the State and the intrastate values of the enterprise,” Exxon Corp., 447 U.S., at 220, 100 S.Ct., at 2118, quoting Mobil, 445 U.S., at 436, 100 S.Ct., at 1231, by proving that the income apportioned to *181 California under the statute is “out of all appropriate proportion to the business transacted in that State,” Hans Rees’ Sons, Inc., 283 U.S., at 135, 51 S.Ct., at 389.\n \nAppellant challenges the application of California’s three-factor formula to its business on two related grounds, both arising as a practical (although not a theoretical) matter out of the international character of the enterprise. First, appellant argues that its foreign subsidiaries are significantly more profitable than it is, and that the three-factor formula, by ignoring that fact and relying instead on indirect measures of income such as payroll, property, and sales, systematically distorts the true allocation of income between appellant and the subsidiaries. The problem with this argument is obvious: the profit figures relied on by appellant are based on precisely the sort of formal geographical accounting whose basic theoretical weaknesses justify resort to formula apportionment in the first place. Indeed, we considered and rejected a very similar argument in Mobil, pointing out that whenever a unitary business exists,\n“separate [geographical] accounting, while it purports to isolate portions of income received in various States, may fail to account for contributions to income resulting from functional integration, centralization of management, and economies of scale. Because these **2949 factors of profitability arise from the operation of the business as a whole, it becomes misleading to characterize the income of the business as having a single identifiable ‘source.’ Although separate geographical accounting may be useful for internal auditing, for purposes of state taxation it is not constitutionally required.” 445 U.S., at 438, 100 S.Ct., at 1232 (citation omitted).\n \nAppellant’s second argument is related, and can be answered in the same way. Appellant contends that:\n“The costs of production in foreign countries are generally significantly lower than in the United States, primarily *182 as a result of the lower wage rates of workers in countries other than the United States. Because wages are one of the three factors used in formulary apportionment, the use of the formula unfairly inflates the amount of income apportioned to United States operations, where wages are higher.” Brief for Appellant 12.\nAppellant supports this argument with various statistics that appear to demonstrate, not only that wage rates are generally lower in the foreign countries in which its subsidiaries operate, but also that those lower wages are not offset by lower levels of productivity. Indeed, it is able to show that at least one foreign plant had labor costs per thousand square feet of corrugated container that were approximately 40% of the same costs in appellant’s California plants.\n \nThe problem with all this evidence, however, is that it does not by itself come close to impeaching the basic rationale behind the three-factor formula. Appellant and its foreign subsidiaries have been determined to be a unitary business. It therefore may well be that in addition to the foreign payroll going into the production of any given corrugated container by a foreign subsidiary, there is also California payroll, as well as other California factors, contributing—albeit more indirectly—to the same production. The mere fact that this possibility is not reflected in appellant’s accounting does not disturb the underlying premises of the formula apportionment method.\n \nBoth geographical accounting and formula apportionment are imperfect proxies for an ideal which is not only difficult to achieve in practice, but also difficult to describe in theory. Some methods of formula apportionment are particularly problematic because they focus on only a small part of the spectrum of activities by which value is generated. Although we have generally upheld the use of such formulas, see, e.g., Moorman Mfg. Co., supra; Underwood Typewriter Co., supra, we have on occasion found the distortive effect of focusing *183 on only one factor so outrageous in a particular case as to require reversal. In Hans Rees’ Sons, Inc. v. North Carolina ex rel Maxwell, 283 U.S. 123, 51 S.Ct. 385, 75 L.Ed. 879 (1931), for example, an apportionment method based entirely on ownership of tangible property resulted in an attribution to North Carolina of between 66 and 85% of the taxpayer’s income over the course of a number of years, while a separate accounting analysis purposely skewed to resolve all doubts in favor of the State resulted in an attribution of no more than 21.7%. We struck down the application of the one-factor formula to that particular business, holding that the method, “albeit fair on its face, operates so as to reach profits which are in no just sense attributable to transactions within its jurisdiction.” Id., at 134, 51 S.Ct., at 389.\n \nThe three-factor formula used by California has gained wide approval precisely because payroll, property, and sales appear in combination to reflect a very large share of the activities by which value is generated. It is therefore able to avoid the sorts of distortions that were present in Hans Rees’ Sons, Inc.\n \n**2950 Of course, even the three-factor formula is necessarily imperfect.20 But we have seen no evidence demonstrating that *184 the margin of error (systematic or not) inherent in the three-factor formula is greater than the margin of error (systematic or not) inherent in the sort of separate accounting urged upon us by appellant. Indeed, it would be difficult to come to such a conclusion on the basis of the figures in this case: for all of appellant’s statistics showing allegedly enormous distortions caused by the three-factor formula, the tables we set out at nn. 11–12, supra, reveal that the percentage increase in taxable income attributable to California between the methodology employed by appellant and the methodology employed by appellee comes to approximately 14%, a far cry from the more than 250% difference which led us to strike down the state tax in Hans Rees’ Sons, Inc., and a figure certainly within the substantial margin of error inherent in any method of attributing income among the components of a unitary business. See also Moorman Mfg. Co., 437 U.S., at 272–273, 98 S.Ct., at 2343–2344; Ford Motor Co. v. Beauchamp, 308 U.S. 331, 60 S.Ct. 273, 84 L.Ed. 304 (1939); Underwood Typewriter Co., 254 U.S., at 120–121, 41 S.Ct., at 46–47.\n \n\nV\n[19] For the reasons we have just outlined, we conclude that California’s application of the unitary business principle to appellant and its foreign subsidiaries was proper, and that its use of the standard three-factor formula to apportion the income of that unitary business was fair. This proper and fair method of taxation happens, however, to be quite different from the method employed both by the Federal Government in taxing appellant’s business, and by each of the relevant foreign jurisdictions in taxing the business of appellant’s subsidiaries. Each of these other taxing jurisdictions has adopted a qualified separate accounting approach—often referred to as the “arm’s-length” approach—to the taxation of related corporations.21 Under the arm’s-length approach, *185 every corporation, even if closely tied to other corporations, is treated for most—but decidedly not all—purposes as if it were an independent entity dealing at arm’s length with its affiliated corporations, and subject to taxation only by the jurisdictions in which it operates and only for the income it realizes on its own books.\n \n[20] If the unitary business consisting of appellant and its subsidiaries were entirely domestic, the fact that different jurisdictions applied different methods of taxation to it would probably make little constitutional difference, for the reasons we discuss supra, at 2943. Given that it is international, however, we must subject this case to the additional scrutiny required by the Foreign Commerce Clause. See Mobil Oil Corp., 445 U.S., at 446, 100 S.Ct., at 1236; Japan Line, Ltd., 441 U.S., at 446, 99 S.Ct., at 1820; Bowman v. Chicago & N.W.R. Co., 125 U.S. 465, 482, 8 S.Ct. 689, 696, 31 L.Ed. 700 (1888). The case most relevant to our inquiry is Japan Line.\n \n\n**2951 A\nJapan Line involved an attempt by California to impose an apparently fairly apportioned, nondiscriminatory, ad valorem property tax on cargo containers which were instrumentalities of foreign commerce and which were temporarily located in various California ports. The same cargo containers, however, were subject to an unapportioned property tax in their home port of Japan. Moreover, a convention signed by the United States and Japan made clear, at least, that neither national government could impose a tax on temporarily imported cargo containers whose home port was in the other nation. We held that “[w]hen a State seeks to tax the instrumentalities of foreign commerce, two additional considerations, beyond those articulated in [the doctrine governing the Interstate Commerce Clause], come into play.” 441 U.S., at 446, 99 S.Ct., at 1820. The first is the enhanced risk of multiple taxation. Although consistent application of the fair apportionment standard can generally mitigate, if not eliminate, double taxation in the domestic context,\n*186 “neither this Court nor this Nation can ensure full apportionment when one of the taxing entities is a foreign sovereign. If an instrumentality of commerce is domiciled abroad, the country of domicile may have the right, consistently with the custom of nations, to impose a tax on its full value. If a State should seek to tax the same instrumentality on an apportioned basis, multiple taxation inevitably results.... Due to the absence of an authoritative tribunal capable of ensuring that the aggregation of taxes is computed on no more than one full value, a state tax, even though ‘fairly apportioned’ to reflect an instrumentality’s presence within the State, may subject foreign commerce ‘ “to the risk of a double tax burden to which [domestic] commerce is not exposed, and which the commerce clause forbids.” ’ ” Id., at 447–448, 99 S.Ct., at 1821, quoting Evco v. Jones, 409 U.S. 91, 94, 93 S.Ct. 349, 351, 34 L.Ed.2d 325 (1972), quoting J.D. Adams Mfg. Co. v. Storen, 304 U.S. 307, 311, 58 S.Ct. 913, 916, 82 L.Ed. 1365 (1938) (footnote omitted).\n \nThe second additional consideration that arises in the foreign commerce context is the possibility that a state tax will “impair federal uniformity in an area where federal uniformity is essential.” 441 U.S., at 448, 99 S.Ct., at 1821.\n“A state tax on instrumentalities of foreign commerce may frustrate the achievement of federal uniformity in several ways. If the State imposes an apportioned tax, international disputes over reconciling apportionment formulae may arise. If a novel state tax creates an asymmetry in the international tax structure, foreign nations disadvantaged by the levy may retaliate against American-owned instrumentalities present in their jurisdictions.... If other States followed the taxing State’s example, various instrumentalities of commerce could be subjected to varying degrees of multiple taxation, a result that would plainly prevent this Nation from ‘speaking with one voice’ in regulating foreign commerce.” Id., at 450–451, 99 S.Ct., at 1822–1823 (footnote omitted).\n*187 On the basis of the facts in Japan Line, we concluded that the California tax at issue was constitutionally improper because it failed to meet either of the additional tests mandated by the Foreign Commerce Clause.  Id., at 451–454, 99 S.Ct., at 1823–1824.\n \nThis case is similar to Japan Line in a number of important respects. First, the tax imposed here, like the tax imposed in Japan Line, has resulted in actual double taxation, in the sense that some of the income taxed without apportionment by foreign nations as attributable to appellant’s foreign subsidiaries was also taxed by California as attributable to the State’s share of the total income of the unitary business of which those subsidiaries are a **2952 part.22 Second, that double taxation stems from a serious divergence in the taxing schemes adopted by California and the foreign taxing authorities. Third, the taxing method adopted by those foreign taxing authorities is consistent with accepted international practice. Finally, our own Federal Government, to the degree it has spoken, seems to prefer the taxing method adopted by the international community to the taxing method adopted by California.23\n \nNevertheless, there are also a number of ways in which this case is clearly distinguishable from Japan Line.24 First, *188 it involves a tax on income rather than a tax on property. We distinguished property from income taxation in Mobil Oil Corp., 445 U.S., at 444–446, 100 S.Ct., at 1235–1236, and Exxon Corp., 447 U.S., at 228–229, 100 S.Ct., at 2122–2123, suggesting that “[t]he reasons for allocation to a single situs that often apply in the case of property taxation carry little force” in the case of income taxation. 445 U.S., at 445, 100 S.Ct., at 1235. Second, the double taxation in this case, although real, is not the “inevitabl[e]” result of the California taxing scheme. Cf. Japan Line, 441 U.S., at 447, 99 S.Ct., at 1820. In Japan Line, we relied strongly on the fact that one taxing jurisdiction claimed the right to tax a given value in full, and another taxing jurisdiction claimed the right to tax the same entity in part—a combination resulting necessarily in double taxation. 441 U.S., at 447, 452, 455, 99 S.Ct., at 1820, 1823, 1825. Here, by contrast, we are faced with two distinct methods of allocating the income of a multi-national enterprise. The “arm’s-length” approach divides the pie on the basis of formal accounting principles. The formula apportionment method divides the same pie on the basis of a mathematical generalization. Whether the combination of the two methods results in the same income being taxed twice or in some portion of income not being taxed at all is dependent solely on the facts of the individual case.25 The third difference between this case and Japan Line is that the tax here falls, not on the foreign owners of an instrumentality of foreign commerce, but on a corporation domiciled and headquartered in the United States. We specifically left open in Japan Line the application of that case to “domestically *189 owned instrumentalities engaged in foreign commerce,” 441 U.S., at 444, n. 7, 99 S.Ct., at 1819, n. 7, and—to the extent that corporations can be analogized to cargo containers in the first place—this case falls clearly within that reservation.26\n \n**2953 In light of these considerations, our task in this case must be to determine whether the distinctions between the present tax and the tax at issue in Japan Line add up to a constitutionally significant difference. For the reasons we are about to explain, we conclude that they do.\n \n\nB\n[21] In Japan Line, we said that “[e]ven a slight overlapping of tax—a problem that might be deemed de minimis in a domestic context—assumes importance when sensitive matters of foreign relations and national sovereignty are concerned.” 441 U.S., at 456, 99 S.Ct., at 1825 (footnote omitted). If we were to take that statement as an absolute prohibition on state-induced double taxation in the international context, then our analysis here would be at an end. But, in fact, such an absolute rule is no more appropriate here than it was in Japan Line itself, where we relied on much more than the mere fact of double taxation to strike down the state tax at issue. Although double taxation in the foreign commerce context deserves to receive close scrutiny, that scrutiny must take into account the context in which the double taxation takes place and the alternatives reasonably available to the taxing State.\n \nIn Japan Line, the taxing State could entirely eliminate one important source of double taxation simply by adhering to one bright-line rule: do not tax, to any extent whatsoever, cargo containers “that are owned, based, and registered abroad and that are used exclusively in international commerce *190 ....” 441 U.S., at 444, 99 S.Ct., at 1819. To require that the State adhere to this rule was by no means unfair, because the rule did no more than reflect consistent international practice and express federal policy. In this case, California could try to avoid double taxation simply by not taxing appellant’s income at all, even though a good deal of it is plainly domestic. But no party has suggested such a rule, and its obvious unfairness requires no elaboration. Or California could try to avoid double taxation by adopting some version of the “arm’s-length” approach. That course, however, would not by any means guarantee an end to double taxation.\n \nAs we have already noted, the arm’s-length approach is generally based, in the first instance, on a multi-corporate enterprise’s own formal accounting. But, despite that initial reliance, the arm’s-length approach recognizes, as much as the formula apportionment approach, that closely related corporations can engage in a transfer of values that is not fully reflected in their formal ledgers. Thus, for example, 26 U.S.C. § 482 provides:\n“In any case of two or more ... businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Secretary [of the Treasury] may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such ... businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such ... businesses.”27\n \n*191 **2954 And, as one might expect, the United States Internal Revenue Service has developed elaborate regulations in order to give content to this general provision. Many other countries have similar provisions.28 A serious problem, however, is that even though most nations have adopted the arm’s-length approach in its general outlines, the precise rules under which they reallocate income among affiliated corporations often differ substantially, and whenever that difference exists, the possibility of double taxation also exists.29 Thus, even if California were to adopt some version of the arm’s-length approach, it could not eliminate the risk of double taxation of corporations subject to its franchise tax, and might in some cases end up subjecting those corporations to more serious double taxation than would occur under formula apportionment.30\n \n[22] *192 That California would have trouble avoiding double taxation even if it adopted the arm’s-length approach is, we think, a product of the difference between a tax on income and a tax on tangible property. See supra, at 2952. Allocating income among various taxing jurisdictions bears some resemblance, as we have emphasized throughout this opinion, to slicing a shadow. In the absence of a central coordinating authority, absolute consistency, even among taxing authorities whose basic approach to the task is quite similar, may just be too much to ask.31 If California’s *193 method **2955 of formula apportionment “inevitably” led to double taxation, see supra, at 2952, that might be reason enough to render it suspect. But since it does not, it would be perverse, simply for the sake of avoiding double taxation, to require California to give up one allocation method that sometimes results in double taxation in favor of another allocation method that also sometimes results in double taxation. Cf. Moorman Mfg. Co., 437 U.S., at 278–280, 98 S.Ct., at 2347–2348.\n \nIt could be argued that even if the Foreign Commerce Clause does not require California to adopt the arm’s-length approach to foreign subsidiaries of domestic corporations, it does require that whatever system of taxation California adopts must not result in double taxation in any particular case. The implication of such a rule, however, would be that even if California adopted the arm’s-length method, it would be required to defer, not merely to a single internationally accepted bright line standard, as was the case in Japan Line, but to a variety of § 482-type reallocation decisions made by individual foreign countries in individual cases. Although double taxation is a constitutionally disfavored state of affairs, particularly in the international context, Japan Line does not require forbearance so extreme or so one-sided.\n \n\nC\n[23] We come finally to the second inquiry suggested by Japan Line—whether California’s decision to adopt formula apportionment in the international context was impermissible because it “may impair federal uniformity in an area where federal uniformity is essential,” 441 U.S., at 448, 99 S.Ct., at 1821, and “prevents the Federal Government from ‘speaking with one voice’ in international trade,” id., at 453, 99 S.Ct., at 1824, quoting *194 Michelin Tire Corp. v. Wages, 423 U.S. 276, 285, 96 S.Ct. 535, 540, 46 L.Ed.2d 495 (1976). In conducting this inquiry, however, we must keep in mind that if a state tax merely has foreign resonances, but does not implicate foreign affairs, we cannot infer, “[a]bsent some explicit directive from Congress, ... that treatment of foreign income at the federal level mandates identical treatment by the States.” Mobil, 445 U.S., at 448, 100 S.Ct., at 1237. See also Japan Line, supra, 441 U.S., at 456, n. 20, 99 S.Ct., at 1825, n. 20; Michelin Tire Corp., supra, 423 U.S., at 286, 96 S.Ct., at 541. Thus, a state tax at variance with federal policy will violate the “one voice” standard if it either implicates foreign policy issues which must be left to the Federal Government or violates a clear federal directive. The second of these considerations is, of course, essentially a species of preemption analysis.\n \n\n(1)\nThe most obvious foreign policy implication of a state tax is the threat it might pose of offending our foreign trading partners and leading them to retaliate against the nation as a whole. 441 U.S., at 450, 99 S.Ct., at 1822. In considering this issue, however, we are faced with a distinct problem. This Court has little competence in determining precisely when foreign nations will be offended by particular acts, and even less competence in deciding how to balance a particular risk of retaliation against the sovereign right of the United States as a whole to let the States tax as they please. The best that we can do, in the absence of explicit action by Congress, is to attempt to develop objective standards that reflect very general observations about the imperatives of international trade and international relations.\n \nThis case is not like Mobil, in which the real issue came down to a question of interstate rather than foreign commerce. 445 U.S., at 446–449, 100 S.Ct., at 1236–1237. Nevertheless, three distinct factors, which we have already discussed in one way or another, seem to us to weigh strongly against the conclusion that the tax imposed by California might justifiably lead to significant foreign retaliation. First, the tax here does not *195 create an automatic “asymmetry,” Japan Line, 441 U.S., at 453, 99 S.Ct., at 1824, in international taxation. **2956 See supra, at 2952, 2954. Second, the tax here was imposed, not on a foreign entity as was the case in Japan Line, but on a domestic corporation. Although, California “counts” income arguably attributable to foreign corporations in calculating the taxable income of that domestic corporation, the legal incidence of the tax falls on the domestic corporation.32 Third, even if foreign nations have a legitimate interest in reducing the tax burden of domestic corporations, the fact remains that appellant is without a doubt amenable to be taxed in California in one way or another, and that the amount of tax it pays is much more the function of California’s tax rate than of its allocation method. Although a foreign nation might be more offended by what it considers unorthodox treatment of appellant than it would be if California simply raised its general tax rate to achieve the same economic result, we can only assume that the offense involved in either event would be attenuated at best.\n \n[24] A state tax may, of course, have foreign policy implications other than the threat of retaliation. We note, however, that in this case, unlike Japan Line, the Executive Branch has decided not to file an amicus curiae brief in opposition to the state tax.33 The lack of such a submission is by no means *196 dispositive. Nevertheless, when combined with all the other considerations we have discussed, it does suggest that the foreign policy of the United States—whose nuances, we must emphasize again, are much more the province of the Executive Branch and Congress than of this Court—is not seriously threatened by California’s decision to apply the unitary business concept and formula apportionment in calculating appellant’s taxable income.\n \n\n(2)\n[25] [26] When we turn to specific indications of congressional intent, appellant’s position fares no better. First, there is no claim here that the federal tax statutes themselves provide the necessary pre-emptive force. Second, although the United States is a party to a great number of tax treaties that require the Federal Government to adopt some form of arm’s-length analysis in taxing the domestic income of multi-national enterprises,34 that requirement is generally waived with respect to the taxes imposed by each of the contracting nations on its own domestic corporations.35 This fact, if nothing else, confirms our view that such taxation is in reality of local rather than international concern. Third, none of the tax treaties into which the United States has entered covers the taxing activities of sub-national governmental units such as States,36 and the Senate has on at least one occasion, in considering a proposed treaty, attached a reservation declining to gives its consent to a provision in the treaty that would have extended the  **2957 restriction against apportionment taxation to the States.37 Finally, it remains true, as we said in Mobil, that “Congress *197 has long debated, but has not enacted, legislation designed to regulate state taxation of income.” 445 U.S., at 448, 100 S.Ct., at 1237.38 Thus, whether we apply the “explicit directive” standard articulated in Mobil, or some more relaxed standard which takes into account our residual concern about the foreign policy implications of California’s tax, we cannot conclude that the California tax at issue here is preempted by federal law or fatally inconsistent with federal policy.\n \n\nVI\nThe judgment of the California Court of Appeal is\n \nAffirmed.\n \nJustice STEVENS took no part in the consideration or decision of this case.\n\n\nJustice POWELL, with whom THE CHIEF JUSTICE and Justice O’CONNOR join, dissenting.\n\nThe Court’s opinion addresses the several questions presented in this case with commendable thoroughness. In my view, however, the California tax clearly violates the Foreign Commerce Clause—just as did the tax in Japan Line, Ltd. v. County of Los Angeles, 441 U.S. 434, 99 S.Ct. 1813, 60 L.Ed.2d 336 (1979). I therefore do not consider whether appellant and its foreign subsidiaries constitute a “unitary business” or whether the State’s apportionment formula is fair.\n \nWith respect to the Foreign Commerce Clause issue, the Court candidly concedes: (i) “double taxation is a constitutionally disfavored state of affairs, particularly in the international context,” ante, at 2955; (ii) “like the tax imposed in Japan Line, [California’s tax] has resulted in actual double taxation,” ante, at 2951; and therefore (iii) this tax “deserves *198 to receive close scrutiny,” ante, at 2953. The Court also concedes that “[t]his case is similar to Japan Line in a number of important respects,” ante, at 2951, and that the Federal Government “seems to prefer the [arm’s-length] taxing method adopted by the international community,” ante, at 2952. The Court identifies several distinctions between this case and Japan Line, however, and sustains the validity of the California tax despite the inevitable double taxation and the incompatability with the method of taxation accepted by the international community.\n \nIn reaching its result, the Court fails to apply “close scrutiny” in a manner that meets the requirements of that exacting standard of review. Although the facts of Japan Line differ in some respects, they are identical on the critical questions of double taxation and federal uniformity. The principles enunciated in that case should be controlling here: a state tax is unconstitutional if it either “creates a substantial risk of international multiple taxation” or “prevents the Federal Government from ‘speaking with one voice when regulating commercial relations with foreign governments.’ ” 441 U.S., at 451, 99 S.Ct., at 1823.\n \n\n\nI\nIt is undisputed that the California tax not only “creates a substantial risk of international multiple taxation,” but also “has resulted in actual double taxation” in this case. See ante, at 2951. As the Court explains, this double taxation occurs because California has adopted a taxing system that “serious[ly] diverge[s]” from the internationally accepted taxing methods adopted by foreign taxing authorities. Id., at 2952. The Court nevertheless upholds the tax on the ground that California would not necessarily reduce double taxation by conforming to the accepted international practice.1 Id., at 2953 – 2955. *199 This **2958 argument fails to recognize the fundamental difference between the current double taxation and the risk that would remain under an arm’s-length system. I conclude that the California tax violates the first principle enunciated in Japan Line.\n \nAt present, double taxation exists because California uses an allocation method that is different in its basic assumptions from the method used by all of the countries in which appellant’s subsidiaries operate. The State’s formula has no necessary relationship to the amount of income earned in a given jurisdiction as calculated under the arm’s-length method. On the contrary, the formula allocates a higher proportion of income to jurisdictions where wage rates, property values, and sales prices are higher. See J. Hellerstein & W. Hellerstein, State and Local Taxation 538–539 (4th ed. 1978). To the extent that California is such a jurisdiction, the formula inherently leads to double taxation.\n \nAppellant’s case is a good illustration of the problem. The overwhelming majority of its overseas income is earned by its Latin American subsidiaries. See app. 112. Since wage rates, property values, and sales prices are much lower in Latin America than they are in California, the State’s apportionment formula systematically allocates a much lower proportion of this income to Latin America than does the internationally accepted arm’s-length method.2 Correspondingly, *200 the formula allocates a higher proportion of the income to California, where it is subject to state tax. As long as the three factors remain higher in California, it is inevitable that the State will tax income under its formula that already has been taxed by another country under accepted international practice.\n \nIn the tax years in question, for example, over 27% of appellant’s worldwide income was earned in Latin America and taxed by Latin American countries under the arm’s-length method. See ibid. Latin American wages, however, represented under 6% of the worldwide total; Latin American property was about 20% of the worldwide total; and Latin American sales were less than 14% of the worldwide total. See id., at 109–111. As a result, roughly 13% of appellant’s worldwide income—less than half of the arm’s-length total—was allocated to Latin America under California’s formula. In other words, over half of the income of appellant’s largest group of subsidiaries was allocated elsewhere under the State’s formula. In accordance with international practice, all of this income had been taxed in Latin America, but the California system would allow the income to be taxed a second time in California and other jurisdictions. This problem of double taxation cannot be eliminated without either California or the international community changing its basic tax practices.\n \nIf California adopted the arm’s-length method, double taxation could still exist through differences in application.3 California and Colombia, for example, might apply different accounting principles to a given intracorporate transfer. But these types of differences, although presently tolerated under international practice, are not **2959 inherent in the arm’s-length *201 system. Moreover, there is no reason to suppose that they will consistently favor one jurisdiction over another. And as international practice becomes more refined, such differences are more likely to be resolved and double taxation eliminated.\n \nIn sum, the risk of double taxation can arise in two ways. Under the present system, it arises because California has rejected accepted international practice in favor of a tax structure that is fundamentally different in its basic assumptions. Under a uniform system, double taxation also could arise because different jurisdictions—despite their agreement on basic principles—may differ in their application of the system. But these two risks are fundamentally different. Under the former, double taxation is inevitable. It cannot be avoided without changing the system itself. Under the latter, any double taxation that exists is the result of disagreements in application. Such disagreements may be unavoidable in view of the need to make individual judgments, but problems of this kind are more likely to be resolved by international negotiation.\n \nOn its face, the present double taxation violates the Foreign Commerce Clause. I would not reject, as the Court does, the solution to this constitutional violation simply because an international system based on the principle of uniformity would not necessarily be uniform in all of the details of its operation.\n \n\n\nII\nThe Court acknowledges that its decision is contrary to the Federal Government’s “prefer[ence for] the taxing method adopted by the international community.” Ante, at 2952. It also states the appropriate standard for assessing the State’s rejection of this preference: “a state tax at variance with federal policy will violate the ‘one voice’ standard if it either implicates foreign policy issues which must be left to the Federal Government or violates a clear federal directive.” Id., at 2955 (emphasis in original). The Court concludes, however, that the California tax does not prevent the Federal *202 Government from speaking with one voice because it perceives relevant factual distinctions between this case and Japan Line. I conclude that the California taxing plan violates the second principle enunciated in Japan Line, despite these factual distinctions, because it seriously “implicates foreign policy issues which must be left to the Federal Government.”\n \nThe Court first contends that “the tax here does not create an automatic ‘asymmetry.’ ” Ante, at 2955 (emphasis in original) (quoting Japan Line, 441 U.S., at 453, 99 S.Ct., at 1824). This seems to mean only that the California tax does not result in double taxation in every case. But the fundamental inconsistency between the two methods of apportionment means that double taxation is inevitable. Since California is a jurisdiction where wage rates, property values, and sales prices are relatively high, double taxation is the logical expectation in a large proportion of the cases. Moreover, we recognized in Japan Line that “[e]ven a slight overlapping of tax—a problem that might be deemed de minimis in a domestic context—assumes importance when sensitive matters of foreign relations and national sovereignty are concerned.” 441 U.S., at 456, 99 S.Ct., at 1825.\n \nThe Court also relies on the fact that the taxpayer here technically is a domestic corporation. See ante, at 2955. I have several problems with this argument. Although appellant may be the taxpayer in a technical sense, it is unquestioned that California is taxing the income of the foreign subsidiaries. Even if foreign governments are indifferent about the overall tax burden of an American corporation, they have legitimate grounds to complain when a heavier tax is calculated on the basis of the income of corporations domiciled in their countries. If nothing else, such a tax has the effect of discouraging American investment in their countries.\n \nThe Court’s argument is even more difficult to accept when one considers the dilemma **2960 it creates for cases involving foreign corporations. If California attempts to tax the American *203 subsidiary of an overseas company on the basis of the parent’s worldwide income, with the result that double taxation occurs, I see no acceptable solution to the problem created. Most of the Court’s analysis is inapplicable to such a case. There can be little doubt that the parent’s government would be offended by the State’s action and that international disputes, or even retaliation against American corporations, might be expected.4 It thus seems inevitable that the tax would have to be found unconstitutional—at least to the extent it is applied to foreign companies. But in my view, invalidating the tax only to this limited extent also would be unacceptable. It would leave California free to discriminate against a Delaware corporation in favor of an overseas corporation. I would not permit such discrimination5 without explicit congressional authorization.\n \nThe Court further suggests that California could impose the same tax burden on appellant under the arm’s-length system simply by raising the general tax rate. See ante, at 2955 – 2956. Although this may be true in theory, the argument ignores the political restraints that make such a course infeasible. If appellant’s tax rate were increased, the State *204 would be forced to raise the rate for all corporations.6 If California wishes to follow this course, I see no constitutional objection. But it must be accomplished through the political process in which corporations doing business in California are free to voice their objections.\n \nFinally, the Court attaches some weight to the fact that “the Executive Branch has decided not to file an amicus curiae brief in opposition to the state tax.” Id., at 2956. The Court, in a footnote, dismisses the Solicitor General’s memorandum in Chicago Bridge & Iron Co. v. Caterpillar Tractor Co., No. 81–349, despite the fact that it is directly on point and the case is currently pending before the Court. See ante, at 2956, n. 33. In this memorandum, the Solicitor General makes it clear beyond question what the Executive Branch believes: “imposition of [a state tax] on the apportioned combined worldwide business income of a unitary group of related corporations, including foreign corporations, impairs federal uniformity in an area where such uniformity is essential.”7 Memorandum for the United States as Amicus Curiae in Chicago Bridge & Iron Co. v. Caterpillar Tractor Co., O.T.1981, No. 81–349, p. 2. I recognize that the Government may change its position from time to time, but I see no reason to ignore its view in one case currently pending before the Court when considering another case that raises exactly the same issue. The Solicitor General has not withdrawn his memorandum, nor has he supplemented it with anything taking a contrary position. As long as Chicago Bridge & Iron remains before us, we must **2961 conclude that the Government’s views are accurately reflected in the Solicitor General’s memorandum in that pending case.\n \n*205 In sum, none of the distinctions on which the Court relies is convincing. California imposes a tax that is flatly inconsistent with federal policy. It prevents the Federal Government from speaking with one voice in a field that should be left to the Federal Government.8 This is an intrusion on national policy in foreign affairs that is not permitted by the Constitution.\n \n\n\nIII\nIn Japan Line we identified two constraints that a state tax on an international business must satisfy to comply with the Foreign Commerce Clause. We explicitly declared that “[i]f a state tax contravenes either of these precepts, it is unconstitutional.” 441 U.S., at 451, 99 S.Ct., at 1823. In my view, the California tax before us today violates both requirements. I would declare it unconstitutional.\n \nAll Citations\n463 U.S. 159, 103 S.Ct. 2933, 77 L.Ed.2d 545\n\n\n\nFootnotes\n|\n*\n|The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader. See United States v. Detroit Lumber Co., 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.\n|\n1\n|Certain forms of non-business income, such as dividends, are allocated on the basis of the taxpayer’s commercial domicile. Other forms of non-business income, such as capital gains on sales of real property, are allocated on the basis of situs. See Cal.Rev. & Tax.Code Ann. §§ 25123–25127 (West 1979).\n|\n2\n|See generally Honolulu Oil Corp. v. Franchise Tax Board, 60 Cal.2d 417, 34 Cal.Rptr. 552, 386 P.2d 40 (1963); Superior Oil Corp. v. Franchise Tax Board, 60 Cal.2d 406, 34 Cal.Rptr. 545, 386 P.2d 33 (1963).\n|\n3\n|See the opinion of the California Court of Appeal in this case, 117 Cal.App.3d 988, 990–991, 993–995, 173 Cal.Rptr. 121 (1982). See also Cal.Rev. & Tax.Code Ann. § 25137 (West 1979) (allowing for separate accounting or other alternative methods of apportionment when total formula apportionment would “not fairly represent the extent of the taxpayer’s business activity in the state”).\n|\n4\n|We note that the Uniform Act does not speak to this question one way or the other.\n|\n5\n|See also Cal.Rev. & Tax.Code Ann. § 25105 (West 1979) (defining “ownership or control”). A necessary corollary of the California approach, of course, is that inter-corporate dividends in a unitary business not be included in gross income, since such inclusion would result in double-counting of a portion of the subsidiary’s income (first as income attributed to the unitary business, and second as dividend income to the parent). See § 25106.\nSome States, it should be noted, have adopted a hybrid approach. In Mobil itself, for example, a non-domiciliary State invoked a unitary business justification to include an apportioned share of certain corporate dividends in the gross income of the taxpayer, but did not require a combined return and combined apportionment. The Court in Mobil held that the taxpayer’s objection to this approach had not been properly raised in the state proceedings. 445 U.S., at 441, n. 15, 100 S.Ct., at 1233, n. 15. Justice STEVENS, however, reached the merits, stating in part: “Either Mobil’s worldwide ‘petroleum enterprise’ is all part of one unitary business, or it is not; if it is, Vermont must evaluate the entire enterprise in a consistent manner.” Id., at 461, 100 S.Ct., at 1243 (citation omitted). See id., at 462, 100 S.Ct., at 1244 (STEVENS, J., dissenting) (outlining alternative approaches available to State); cf. The Supreme Court, 1981 Term, 96 Harv.L.Rev. 62, 93–96 (1982).\n|\n6\n|See generally G.A.O. Report to the Chairman, House Committee on Ways and Means: Key Issues Affecting State Taxation of Multijurisdictional Corporate Income Need Resolving 31 (1982).\n|\n7\n|Mobil did, in fact, involve income from foreign subsidiaries, but that fact was of little importance to the case for two reasons. First, as discussed in n. 5, supra, the State in that case included dividends from the subsidiaries to the parent in its calculation of the parent’s apportionable taxable income, but did not include the underlying income of the subsidiaries themselves. Second, the taxpayer in that case conceded that the dividends could be taxed somewhere in the United States, so the actual issue before the Court was merely whether a particular State could be barred from imposing some portion of that tax. See 445 U.S., at 447, 100 S.Ct., at 1236.\n|\n8\n|There were a number of reasons for appellant’s relatively hands-off attitude toward the management of its subsidiaries. First, it comported with the company’s general management philosophy emphasizing local responsibility and accountability; in this respect, the treatment of the foreign subsidiaries was similar to the organization of appellant’s domestic geographical divisions. Second, it reflected the fact that the packaging industry, like the advertising industry to which it is closely related, is highly sensitive to differences in consumer habits and economic development among different nations, and therefore requires a good dose of local expertise to be successful. Third, appellant’s policy was designed to appeal to the sensibilities of local customers and governments.\n|\n9\n|There was also a certain spill-over of good-will between appellant and its subsidiaries; that is, appellant’s customers who had overseas needs would on occasion ask appellant’s sales representatives to recommend foreign firms, and where possible, the representatives would refer the customers to appellant’s subsidiaries. In at least one instance, appellant became involved in the actual negotiation of a contract between a customer and a foreign subsidiary.\n|\n10\n|After the notices of additional tax, there followed a series of further adjustments, payments, claims for refunds, and assessments, whose combined effect was to render the figures outlined in text more illustrative than real as descriptions of the present claims of the parties with regard to appellant’s total tax liability. These subsequent events, however, did not concern the legal issues raised in this case, nor did they remove either party’s financial stake in the resolution of those issues. We therefore disregard them for the sake of simplicity.\n|\n11\n|\n \n|Total income\n|Percentage\n|Amount\n| \n| \n|of unitary\n|attributed to\n|attributed to\n| \n| \n|business\n|California\n|California\n|Tax (5.5%)\n|1963\t\n|$26,870,427.00\n|11.041\n|$2,966,763.85\n|$163,172.01\n|1964\t\n|28,774,320.48\n|10.6422\n|3,062,220.73\n|168,442.14\n|1965\t\n|32,280,842.90\n|9.8336\n|3,174,368.97\n|174,590.29\n|See Exhibit A–7 to Stipulation; Record 36, 76, 77, 79, 104, 126.\n|\n12\n|According to the notices, appellant’s actual tax obligations were as follows:\n\n \n|Total income\n|Percentage\n|Amount\n| \n| \n|of unitary\n|attributed to\n|attributed to\n| \n| \n|business\n|California\n|California\n|Tax (5.5%)\n|1963\t\n|$37,348,183.00\n|8.6886\n|$3,245,034.23\n|$178,476.88\n|1964\t\n|44,245,879.00\n|8.3135\n|3,673,381.15\n|202,310.95\n|1965\t\n|46,884,996.00\n|7.6528\n|3,588,012.68\n|197,340.70\n|See Exhibit A–7 to Stipulation; Record 76, 77, 79.\n|\n13\n|This approach is, of course, quite different from the one we follow in certain other constitutional contexts. See, e.g., Brooks v. Florida, 389 U.S. 413, 88 S.Ct. 541, 19 L.Ed.2d 643 (1967); New York Times Co. v. Sullivan, 376 U.S. 254, 285, 84 S.Ct. 710, 728, 11 L.Ed.2d 686 (1964).\n|\n14\n|It should also go without saying that not every claim that a state court erred in making a unitary business finding will pose a substantial federal question in the first place.\n|\n15\n|ASARCO and F.W. Woolworth are consistent with this standard of review. ASARCO involved a claim that a parent and certain of its partial subsidiaries, in which it held either minority interests or bare majority interests, were part of the same unitary business. The state supreme court upheld the claim. We concluded, relying on factual findings made by the state courts, that a unitary business finding was impermissible because the partial subsidiaries were not realistically subject to even minimal control by ASARCO, and were therefore passive investments in the most basic sense of the term. 458 U.S., at –––– – ––––, 102 S.Ct., at 3115. We held specifically that to accept the state’s theory of the case would not only constitute a misapplication of the unitary business concept, but would “destroy” the concept entirely. Id., at ––––, 102 S.Ct., at 3114.\nF.W. Woolworth was a much closer case, involving one partially-owned and three wholly-owned subsidiaries. We examined the evidence in some detail, and reversed the state court’s unitary business finding, but only after concluding that the state court had made specific and crucial legal errors, not merely in the conclusions it drew, but in the legal standard it applied in analyzing the case. 458 U.S., at ––––, 102 S.Ct., at 3134.\n|\n16\n|In any event, although potential control is, as we said in F.W. Woolworth, not “dispositive ” of the unitary business issue, 458 U.S., at ––––, 102 S.Ct., at 3134 (emphasis added), it is relevant, both to whether or not the components of the purported unitary business share that degree of common ownership which is a prerequisite to a finding of unitariness, and also to whether there might exist a degree of implicit control sufficient to render the parent and the subsidiary an integrated enterprise.\n|\n17\n|As we state supra, at 2941 – 2942, there is a wide range of constitutionally acceptable variations on the unitary business theme. Thus, a leading scholar has suggested that a “flow of goods” requirement would provide a reasonable and workable bright-line test for unitary business, see Hellerstein, Recent Developments in State Tax Apportionment and the Circumscription of Unitary Business, 21 Nat’l Tax J. 487, 501–502 (1968); Hellerstein, Allocation and Apportionment of Dividends and the Delineation of the Unitary Business, 27 Tax Notes 155 (1981), and some state courts have adopted such a test, see, e.g., Commonwealth v. ACF Industries, Inc., 441 Pa. 129, 271 A.2d 273 (1970). But see, e.g., McLure, Operational Interdependence Is Not The Appropriate ‘Bright Line Test’ of A Unitary Business—At Least Not Now, 28 Tax Notes 107 (1983). However sensible such a test may be as a policy matter, however, we see no reason to impose it on all the States as a requirement of constitutional law. Cf. Wisconsin v. J.C. Penney Co., 311 U.S. 435, 445, 61 S.Ct. 246, 250, 85 L.Ed. 267 (1940).\n|\n18\n|See n. 15, supra. See also, e.g., F.W. Woolworth, supra, 458 U.S., at ––––, 102 S.Ct., at 3135 (“no phase of any subsidiary’s business was integrated with the parent’s.”), ––––, 102 S.Ct., at 3135 (undisputed testimony stated that each subsidiary made business decisions independent of parent), ––––, 102 S.Ct., at 3135 (“each subsidiary was responsible for obtaining its own financing from sources other than the parent”), 3136 S.Ct., at ––––, 102 (“With one possible exception, none of the subsidiaries’ officers during the year in question was a current or former employee of the parent.”) (footnote omitted).\n|\n19\n|Two of the factors relied on by the state court deserve particular mention. The first of these is the flow of capital resources from appellant to its subsidiaries through loans and loan guarantees. There is no indication that any of these capital transactions were conducted at arm’s-length, and the resulting flow of value is obvious. As we made clear in another context in Corn Products Co. v. Commissioner, 350 U.S. 46, 50–53, 76 S.Ct. 20, 23–24, 100 L.Ed. 29 (1955), capital transactions can serve either an investment function or an operational function. In this case, appellant’s loans and loan guarantees were clearly part of an effort to insure that “[t]he overseas operations of [appellant] continue to grow and to become a more substantial part of the company’s strength and profitability.” Container Corporation of America, 1964 Annual Report 6, reproduced in Exhibit I to Stipulation of Facts. See generally id., at 6–9, 11.\nThe second noteworthy factor is the managerial role played by appellant in its subsidiaries’ affairs. We made clear in F.W. Woolworth Co. that a unitary business finding could not be based merely on “the type of occasional oversight—with respect to capital structure, major debt, and dividends—that any parent gives to an investment in a subsidiary ....” 458 U.S., at ––––, 102 S.Ct., at 3138. As Exxon illustrates, however, mere decentralization of day-to-day management responsibility and accountability cannot defeat a unitary business finding. 447 U.S., at 224, 100 S.Ct., at 2120. The difference lies in whether the management role that the parent does play is grounded in its own operational expertise and its overall operational strategy. In this case, the business “guidelines” established by appellant for its subsidiaries, the “consensus” process by which appellant’s management was involved in the subsidiaries’ business decisions, and the sometimes uncompensated technical assistance provided by appellant, all point to precisely the sort of operational role we found lacking in F.W. Woolworth.\n|\n20\n|First, the one-third-each weight given to the three factors is essentially arbitrary. Second, payroll, property, and sales still do not exhaust the entire set of factors arguably relevant to the production of income. Finally, the relationship between each of the factors and income is by no means exact. The three-factor formula, as applied to horizontally linked enterprises, is based in part on the very rough economic assumption that rates of return on property and payroll—as such rates of return would be measured by an ideal accounting method that took all transfers of value into account—are roughly the same in different taxing jurisdictions. This assumption has a powerful basis in economic theory: if true rates of return were radically different in different jurisdictions, one might expect a significant shift in investment resources to take advantage of that difference. On the other hand, the assumption has admitted weaknesses: an enterprise’s willingness to invest simultaneously in two jurisdictions with very different true rates of return might be adequately explained by, for example, the difficulty of shifting resources, the decreasing marginal value of additional investment, and portfolio-balancing considerations.\n|\n21\n|The arm’s-length approach is also often applied to geographically distinct divisions of a single corporation.\n|\n22\n|The stipulation of facts indicates that the tax returns filed by appellant’s subsidiaries in their foreign domiciles took into account “only the applicable income and deductions incurred by the subsidiary or subsidiaries in that country and not ... the income and deductions of [appellant] or the subsidiaries operating in other countries.” App. 72. This does not conclusively demonstrate the existence of double taxation because appellant has not produced its foreign tax returns, and it is entirely possible that deductions, exemptions, or adjustments in those returns eliminated whatever overlap in taxable income resulted from the application of the California apportionment method. Nevertheless, appellee does not seriously dispute the existence of actual double taxation as we have defined it, Brief for Appellee 114–121, but cf. Tr. of Oral Arg. 28–29, and we assume its existence for the purposes of our analysis. Cf. Japan Line, 441 U.S., at 452, n. 17, 99 S.Ct., at 1823, n. 17.\n|\n23\n|But see infra, at 2956 – 2957 (discussing whether state scheme is preempted by federal law).\n|\n24\n|Note that we deliberately emphasized in Japan Lines the narrowness of the question presented: “whether instrumentalities of commerce that are owned, based, and registered abroad and that are used exclusively in international commerce, may be subjected to apportioned ad valorem property taxation by a State.” 441 U.S., at 444, 99 S.Ct., at 1819.\n|\n25\n|Indeed, in Chicago Bridge & Iron Co. v. Caterpillar Tractor Co., No. 81–349, which was argued last Term and carried over to this Term, application of worldwide combined apportionment resulted in a refund to the taxpayer from the amount he had paid under a tax return that included neither foreign income nor foreign apportionment factors.\n|\n26\n|We have no need to address in this opinion the constitutionality of combined apportionment with respect to state taxation of domestic corporations with foreign parents or foreign corporations with either foreign parents or foreign subsidiaries. See also n. 32, infra.\n|\n27\n|Cf. United States Draft Model Income Tax Treaty of June 16, 1981, Art. 9, reprinted in P–H Tax Treaties ¶ 1022 (hereinafter Model Treaty) (“Where ... an enterprise of a Contracting State participates directly or indirectly in the management, control or capital of an enterprise of the other Contracting State ... and ... conditions are made or imposed between the two enterprises in their commercial or financial relations which differ from those which would be made between independent enterprises, then any profits which, but for these conditions would have accrued to one of the enterprises, but by reason of those conditions have not so accrued, may be included in the profits of that enterprise and taxed accordingly.”); J. Bischel, Income Tax Treaties 219 (1978) (hereinafter Bischel).\n|\n28\n|See generally G. Harley, International Division of the Income Tax Base of Multinational Enterprises 143–160 (1981) (hereinafter Harley); Madare, International Pricing: Allocation Guidelines and Relief from Double Taxation, 10 Tex.Int’l L.J. 108, 111–120 (1975).\n|\n29\n|See Surrey, Reflections on the Allocation of Income and Expenses Among National Tax Jurisdictions, 10 L. & Policy Int.Bus. 409 (1979); Bischel 459–461, 464–466; B. Bittker & J. Eustice, Federal Income Taxation of Corporations and Shareholders ¶ 15.06 (4th ed. 1979); Harley, 143–160.\n|\n30\n|Another problem arises out of the treatment of inter-corporate dividends. Under formula apportionment as practiced by California, intercorporate dividends attributable to the unitary business are, like many other inter-corporate transactions, considered essentially irrelevant and are not included in taxable income. See n. 5, supra. If the arm’s-length method were entirely consistent, it would tax inter-corporate dividends when they occur, just as all other investment income is taxed. (In which State that dividend could be taxed is not particularly important, since the issue here is international rather than interstate double taxation. See Mobil, 445 U.S., at 447–448, 100 S.Ct., at 1237.) It could also be argued that this would not, strictly speaking, result in double taxation, since the income taxed would be income “of” the parent rather than income “of” the subsidiary. The effect, however, would often be to penalize an enterprise simply because it has adopted a particular corporate structure. In practice, therefore, most jurisdictions allow for tax credits or outright exemptions for inter-corporate dividends among closely-tied corporations, and provision for such credits or exemptions is often included in tax treaties. See generally Model Treaty Art. 23; Bischel 2. No suggestion has been made here that appellant’s dividends from its subsidiaries would have to be exempt entirely from domestic state taxation. And the grant of a credit, which is the approach taken by federal law, see 26 U.S.C. §§ 901 et seq., does not in fact entirely eliminate effective double taxation: the same income is still taxed twice, although the credit insures that the total tax is no greater than that which would be paid under the higher of the two tax rates involved. Moreover, once the Federal Government has allowed a credit for foreign taxes on a particular inter-corporate dividend, we are not persuaded why, as a logical matter, a State would have to grant another credit of its own, since the federal credit would have already vindicated the goal of not subjecting the taxpayer to a higher tax burden that it would have to bear if its subsidiary’s income were not taxed abroad.\n|\n31\n|At the federal level, double taxation is sometimes mitigated by provisions in tax treaties providing for inter-governmental negotiations to resolve differences in the approaches of the respective taxing authorities. See generally Model Treaty Art. 25; 2 New York University Fortieth Annual Institute on Federal Taxation § 31.03[2] (1982) (hereinafter N.Y.U. Institute). But cf. Owens, United States Income Tax Treaties: Their Role in Relieving Double Taxation, 17 Rutgers L.Rev. 428, 443–444 (role of such provisions procedural rather than substantive). California, however, is in no position to negotiate with foreign governments, and neither the tax treaties nor federal law provides a mechanism by which the Federal Government could negotiate double taxation arising out of state tax systems. In any event, such negotiations do not always occur, and when they do occur they do not always succeed.\n|\n32\n|We recognize that the fact that the legal incidence of a tax falls on a corporation whose formal corporate domicile is domestic might be less significant in the case of a domestic corporation that was owned by foreign interests. We need not decide here whether such a case would require us to alter our analysis.\n|\n33\n|The Solicitor General did submit a brief opposing worldwide formula apportionment by a State in Chicago Bridge & Iron Co. v. Caterpillar Tractor Co., No. 81–349, a case that was argued last Term, and carried over to this Term. Although there is no need for us to speculate as to the reasons for the Solicitor General’s decision not to submit a similar brief in this case, cf. Brief for National Governor’s Association and the State of Hawaii as Amicus Curiae 6–7, there has been no indication that the position taken by the Government in Chicago Bridge & Iron Co. still represents its views, or that we should regard the brief in that case as applying to this case.\n|\n34\n|See generally Model Treaty Art. 7(2); Bischel 33–38, 459–461.\n|\n35\n|See Model Treaty Art. 1(3); Bischel 718; N.Y.U. Institute § 31.04[3].\n|\n36\n|See Bischel 7.\n|\n37\n|See 124 Cong.Rec. 18400, 19076 (1978).\n|\n38\n|There is now pending one such bill of which we are aware. See H.R. 2918, 98th Cong., 1st Sess. (1983).\n|\n1\n|The Court also appears to attach some weight to its view that California is unable “simply [to] adher[e] to one bright-line rule” to eliminate double taxation. See ante, at 2953. From California’s perspective, however, a bright-line rule that avoids Foreign Commerce Clause problems clearly exists. The State simply could base its apportionment calculations on appellant’s United States income as reported on its federal return. This sum is calculated by the arm’s-length method, and is thus consistent with international practice and federal policy. Double taxation is avoided to the extent possible by international negotiation conducted by the Federal Government. California need not concern itself with the details of the international allocation, but could apportion the American income using its three-factor formula.\n|\n2\n|Although there are a few foreign countries where wage rates, property values, and sales prices are higher than they are in California, appellant’s principal subsidiaries did not operate in such countries.\n|\n3\n|Similarly, there could be double taxation if the entire international community adopted California’s method of formula apportionment. Different jurisdictions might apply different accounting principles to determine wages, property values, and sales. Indeed, any system that calls for the exercise of any judgment leaves the possibility for some double taxation.\n|\n4\n|This is well illustrated by the protests that the Federal Government already has received from our principal trading partners. Several of these are reprinted or discussed in the papers now before the Court. See, e.g., App. to Brief for the Committee on Unitary Tax as Amicus Curiae 7 (Canada); id., at 9 (France); id., at 13–16 (United Kingdom); id., at 17–19 (European Economic Community); App. to Brief for the International Bankers Association In California as Amicus Curiae in Chicago Bridge & Iron Co. v. Caterpillar Tractor Co., O.T.1981, No. 81–349, pp. 4–5 (Japan); Memorandum for the United States as Amicus Curiae in Chicago Bridge & Iron Co. v. Caterpillar Tractor Co., O.T.1981, No. 81–349, p. 3 (“[A] number of foreign governments have complained—both officially and unofficially—that the apportioned combined method ... creates an irritant in their commercial relations with the United States. Retaliatory taxation may ensue....”); App. to id., at 2a–3a (United Kingdom); id., at 8a–9a (Canada).\n|\n5\n|California is, of course, free to tax its own corporations more heavily than it taxes out-of-state corporations.\n|\n6\n|The State could not raise the tax rate for appellant alone, or even for corporations engaged in foreign commerce, without facing constitutional challenges under the Equal Protection or the Commerce Clause.\n|\n7\n|Chicago Bridge & Iron, it might be noted, is a case in which the state tax is imposed on an American parent corporation.\n|\n8\n|The Court relies on the absence of a “clear federal directive.” See ante, at ––––, –––– – ––––. In light of the Government’s position, as stated in the Solicitor General’s memorandum, see supra, at ––––, the absence of a more formal statement of its view is entitled to little weight.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}