{
    "Background": "\n\n\n\n617 F.2d 942\nUnited States Court of Appeals,\nSecond Circuit.\nUNITED STATES STEEL CORPORATION, Appellant-Cross-Appellee,\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Appellee-Cross-Appellant.\nNos. 167, 514, Dockets 79-4092, 79-4112.\n|\nArgued Nov. 29, 1979.\n|\nDecided March 12, 1980.\nSynopsis\nConsolidated appeal was taken from decisions of the Tax Court, Quealy, J., sustaining and modifying determination by the Commissioner of Internal Revenue that certain income of a subsidiary was subject to reallocation to taxpayer, and rejecting Commissioner’s determination that taxpayer was required to reduce its basis in obligations of a subsidiary. The Court of Appeals, Lumbard, Circuit Judge, held that: (1) with respect to transactions whereby vertically integrated producer of steel used subsidiary carrier to ship iron ore to itself from mining subsidiary in Venezuela, evidence was sufficient to show similar enough transactions with independent buyers to establish that price producer paid carrier was an arm’s length price, so that producer was not subject to reallocation of income on theory that carrier, which was a Liberian corporation not subject to tax in the United States, had overcharged producer; and (2) under former regulations which require reduction in the basis of a parent corporation’s holding of stock or other obligations of a corporation with whom it files consolidated returns, to the extent of any losses sustained by the affiliated corporation which the affiliate could not have taken itself, parent which takes advantage of affiliate’s losses must reduce its basis without regard to the fact that the affiliate, in subsequent separate-return years, may earn a profit and pay taxes on that profit.\n \nReversed.\n \n\n\nWest Headnotes (7)\n\n\n[1]\n|Internal RevenueAttribution of income to stockholder or corporation\n|\n|Even though foreign subsidiary of domestic corporation became, in effect, an offshore tax shelter, parent’s decision to create the subsidiary was not in itself justification for reallocation of income, where subsidiary served a major business purpose unrelated to tax-shifting. 26 U.S.C.A. (I.R.C.1954) § 482.\n\n|\n\n\n[2]\n|Internal RevenuePersons Liable\n|\n|“Arm’s length” standard for determining whether income should be reallocated among businesses owned or controlled by the same interests is meant to be an objective standard that does not depend on the absence or presence of any intent on the part of the taxpayer to distort his income. 26 U.S.C.A. (I.R.C.1954) § 482.\n2 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueAttribution of income to stockholder or corporation\n|\n|Taxpayer has earned right to be free from reallocation of income between itself and another business owned or controlled directly by the same interests if taxpayer can show that the price he paid or was charged for his service is the amount which was charged or would have been charged for the same or similar services in independent transactions with or between unrelated parties, despite other evidence tending to show that its activities have resulted in the shifting of tax liability among controlled corporations. 26 U.S.C.A. (I.R.C.1954) § 482.\n2 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueEvidence\n|\n|With respect to transactions whereby vertically integrated producer of steel used subsidiary carrier to ship iron ore to itself from mining subsidiary in Venezuela, evidence was sufficient to show similar enough transactions with independent buyers to establish that price producer paid carrier was an arm’s length price, so that producer was not subject to reallocation of income on theory that carrier, which was a Liberian corporation not subject to tax in the United States, had overcharged producer, despite contentions that most purchasers had not been in position to contract independently, that producer should have gotten a lower price because of its long-term arrangements, and that carrier charged a lower price per mile on shipments to Great Britain. 26 U.S.C.A. (I.R.C.1954) § 482.\n5 Cases that cite this headnote\n|\n\n\n[5]\n|Internal RevenuePersons Liable\n|\n|Under statute providing for reallocation of income and other items among businesses owned or controlled directly by the same interests, test of whether transaction with another has been “independent” so that taxpayer can show that the amount it paid was equal to amount that was charged for the same or similar services in independent transaction, precluding allocation, should be limited to actions influenced by common ownership or control, as opposed to the market power of the taxpayer; it is not required that taxpayer’s price be the result of a perfectly competitive market nor that all independent transactions be at the price taxpayer charged or paid. 26 U.S.C.A. (I.R.C.1954) § 482.\n1 Case that cites this headnote\n|\n\n\n[6]\n|Internal RevenuePersons Liable\n|\n|In determining whether there have been “independent transactions with unrelated parties under the same or similar circumstances,” for purposes of determining whether there should be reallocation of income or other items between businesses owned or controlled directly by the same interests, it is sufficient that independent transactions are comparable without being identical. 26 U.S.C.A. (I.R.C.1954) § 482.\n3 Cases that cite this headnote\n|\n\n\n[7]\n|Internal RevenueValuation of corporate stock\n|\n|Under former regulations which require reduction in the basis of a parent corporation’s holding of stock or other obligations of a corporation with whom it files consolidated returns, to the extent of any losses sustained by the affiliated corporation which the affiliate could not have taken itself, parent which takes advantage of affiliate’s losses must reduce its basis without regard to the fact that the affiliate, in subsequent separate-return years, may earn a profit and pay taxes on that profit, despite contention that in such circumstances affiliated corporation could have taken the losses itself through loss carry-over in the profitable years.\n1 Case that cites this headnote\n|\n\n\nAttorneys and Law Firms\n*944 Robert T. Duffy, and Gilbert S. Rothenberg, Washington, D. C. (M. Carr Ferguson, Asst. Atty. Gen., William A. Friedlander, Gary R. Allen, and R. Bruce Johnson, Attys., Tax Div., Dept. of Justice, Washington, D. C., of counsel), for the Commissioner, appellee-cross-appellant.\nHaliburton Fales, II, and David Sachs, New York City (White & Case, New York City, A. Chauncey Newlin, Allan L. Gropper, and Michael L. Lieberman, New York City, of counsel), for United States Steel Corp., appellant-cross-appellee.\nBefore LUMBARD, MESKILL and NEWMAN, Circuit Judges.\nOpinion\n\nLUMBARD, Circuit Judge:\n\nThis consolidated appeal1 from two decisions of the Tax Court, Quealy, J., arises out of the development by United States Steel Corporation (“Steel”) of newly discovered Venezuelan iron mines in the 1950’s, and the financial arrangements resulting from the creation of two Steel subsidiaries to mine and transport ore. Two distinct questions of tax law are presented: first, what kind of evidence is sufficient for a taxpayer to challenge successfully the Commissioner’s determination that payments between a parent and a subsidiary are not “arm’s length” and thus are subject to reallocation under s 482 of the Internal Revenue Code; and second, whether Treasury Regulations 1.1502-34A and 1.1502-35A,2 which require a corporation filing consolidated returns to reduce its basis in obligations of an affiliate to the extent it takes advantage of losses sustained by the affiliate which the affiliate could not itself have utilized, require a basis reduction in the case of an affiliate which could not have taken the losses in question during the period when consolidated returns were filed, but could have made use of them in subsequent separate return years.\n \nWe find that the Tax Court, in the first case, T.C. Memo. 1977-140, did not give sufficient weight to the taxpayer’s evidence supporting its contention that charges between the taxpayer and its subsidiary were arm’s length, and for that reason we reverse the judgment of the Tax Court sustaining, with modifications, the Commissioner’s reallocation of income; in the second case, T.C. Memo. 1977-290, in which the Tax Court held that no basis reduction was required, we also reverse, because we think that the applicable Treasury Regulations allow a taxpayer to look, for basis reduction purposes, only to consolidated return years in determining whether losses could have been availed of by an affiliate.\n \n\n\nI.\n\nThe Reallocation Issue\nTaxpayer, United States Steel Corporation, is a major vertically integrated producer *945 of steel. In addition to steel-making plants, it owns iron ore mines in the United States and elsewhere. In 1947, Steel discovered a vast new source of iron ore in Cerro Bolivar, a remote part of northeastern Venezuela on the Orinoco River. The transport of Orinoco ore to the Atlantic required the dredging of an extensive channel. Steel proceeded to develop these mines at a cost of approximately two hundred million dollars. In 1949, Steel formed Orinoco Mining Company (“Orinoco”), a wholly-owned Delaware subsidiary, to own and exploit the Cerro Bolivar mines.\n \nOrinoco began selling ore from its mines in 1953. Initially, the ore purchased by Steel from Orinoco was transported to the United States in chartered vessels owned by two independent companies, Universe Tankships, Inc., (“Universe”) and Joshua Hendy Corp. (“Hendy”). But in December 1953, Steel incorporated another wholly-owned subsidiary, Navios, Inc., (“Navios”) in Liberia. Navios, with its principal place of business in Nassau, in the Bahamas, was a carrier which did not own any vessels. From July 1954 on, Navios, instead of Steel, chartered vessels from Universe, Hendy, and other owners, and Steel paid Navios for the transport of ore from Venezuela to the United States.3 Navios was an active company, having in the period 1954-60 between 53 and 81 fulltime employees.4\n \nAlthough Steel was by far the largest customer of Navios, Navios sold its transport services to other domestic steel producers (collectively “the independents”) and to foreign steel companies. The prices charged by Navios to other domestic ore importers during the relevant period were the same prices charged to Steel, though the rates charged to companies importing ore to countries other than the United States were different.\n \nLike Navios, Orinoco did not sell exclusively to Steel, although its parent was by far its largest customer. Orinoco sold to the independents and to foreign steel companies at the same prices it charged Steel.\n \nOrinoco sold ore bound for the United States FOB Puerto Ordaz, Venezuela in an attempt to arrive at a fair market price in order to minimize conflict with the Venezuelan taxing authorities, who had the power to revalue, for taxation purposes, the price at which Orinoco sold its ore if they considered that price too low. United States prices of iron ore were set, during the period in question, by an annual auction of ore from the Mesabi range of Minnesota, which established the so-called “Lower Lake Erie” price. Through its subsidiary Oliver Mining Co., Steel sold significant amounts of Mesabi ore.\n \nOrinoco was subject to a Venezuelan tax of up to 50% on income, and to a United States tax of 48% on any residue not offset by foreign tax credits. Steel was subject to a United States tax of 48% of net income. Navios was subject to a 2.5% excise tax in Venezuela and no tax in the United States. Dividends paid by Navios to Steel, of course, would be taxed at a rate of 48%.\n \n[1] Navios was a highly successful venture: Steel found itself in 1960 with a wholly-owned subsidiary possessing nearly $80 million in cash and cash equivalents. Navios paid no dividends to Steel during the period involved in this case. In effect, then, Navios became an offshore tax shelter. But, as the Tax Court found, Steel’s decision to create Navios is not in itself a justification for the Commissioner’s reallocation of income, since Navios served a major business purpose unrelated to tax-shifting: allowing Steel to reap the cost savings of using a non-United States-flag fleet.\n \nIn the tax years 1957 through 1960, Navios earned approximately $391 million in gross revenues, all on the transport of iron ore from Venezuela to various points in the *946 eastern continental United States and in Europe. Of this total, revenues from Steel amounted to $286 million, or 73% of the total; and from independent domestic steel purchasers $21 million, or 5% of the total.5\n \nTwo steel companies, Bethlehem Steel and Eastern Gas and Fuel Associates, used other means of transportation for ore which they purchased from Orinoco. Bethlehem had mines and exported from Venezuela small quantities of ore from the Orinoco area prior to Steel’s development of its mines. Bethlehem had earlier set up a transportation system from minehead to the United States to which it adhered during the period in question. Eastern Fuel and Gas, a much smaller concern, contracted directly with shipowners, including its own shipowning affiliates.6\n \nDuring 1957-60, there was no information publicly available from which a “market price” for the carriage of iron ore by sea could be determined. Unlike the practice in the oil tanker industry, for example, ship charter contract prices for ore carriage were not published.\n \nThe Commissioner determined that Navios had overcharged Steel by 25%, and allocated income from Navios to Steel as follows:\n \n\n\n\n\nTaxable Year\n \n|Amount Allocated\n \n|\n \n \n| \n|\n1957\n \n|$11,072,585.00\n \n|\n1958\n \n|13,042,107.00\n \n|\n1959\n \n|13,624,330.00\n \n|\n1960\n \n|14,402,384.00\n \n|\n \n|$52,141,406.00\n \n|\n\n\n\n\nOn the basis of these figures, the Commissioner asserted deficiencies against Steel as follows:\n \n\n\n\n\nTaxable Year\n \n|Deficiency\n \n|\n \n \n| \n|\n1957\n \n|$11,100,174.68\n \n|\n1958\n \n|10,272,076.07\n \n|\n1959\n \n|9,884,214.27\n \n|\n1960\n \n|16,814,959.53\n \n|\n \n|$48,071,424.55\n \n|\n\n\n\n\nThe Tax Court reviewed the history of Steel’s relations with its subsidiaries Navios and Orinoco and concluded that a s 482 reallocation was justified because Steel had caused Navios to charge rates such that, at all times, the delivered price of Orinoco-origin ore in the United States was equivalent of the Lower Lake Erie price. In the Tax Court’s view, this equivalence served several purposes. First, it protected Steel’s interest in the revenues of its subsidiary, Oliver Mining Co., by insuring that the Lower Lake Erie price was not undercut by cheaper foreign ore. Second, because Steel could be sure of selling its Orinoco production so long as the delivered United States price did not exceed the Lower Lake Erie price, it enabled Steel to earn “extra” profits. Third, such extra profits, because they were earned through Navios, were not subject to Venezuelan tax and were sheltered from United States tax.\n \nJudge Quealy then reviewed the figures used by the Commissioner in his reallocation. The Commissioner had used an approach that looked to profits and determined that a certain percentage of Navios’ profits was in excess of what would fairly reflect income. Judge Quealy, by contrast, used two alternative means of arriving at what Navios’ revenues would have been had it charged a “market” price for its services. First, he extrapolated hypothetical rates for 1957-60 from what Universe and Hendy charged in their 1954 contracts with Steel, adding adjustments to account for increased costs, risk and profits. As a check on the accuracy of this historical approach, Judge Quealy also constructed hypothetical rates based on estimates of what Navios’ costs had been in the taxable years in question, adjusting these estimates to allow for risk and profit. He then chose the method which, for each taxable year, would result in the lowest reallocation in favor of the government.7\n \n*947 The figures arrived at by the Tax Court provide for reallocation of income as follows from Navios to Steel:\n \n\n\n\n\nTaxable Year\n \n|Allocation\n \n|\n \n \n| \n|\n1957\n \n|$2,300,000\n \n|\n1958\n \n|4,500,000\n \n|\n1959\n \n|12,200,000\n \n|\n1960\n \n|8,000,000\n \n|\n \n|$27,000,000\n \n|\n\n\n\n\n[2] We are constrained to reverse because, in our view, the Commissioner has failed to make the necessary showings that justify reallocation under the broad language of section 482, which provides in full:\nIn any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly by the same interests, the Secretary may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations, trades, or businesses.\nThe Treasury Regulations provide a guide for interpreting this section’s broad delegation of power to the Secretary, and they are binding on the Commissioner. Treas.Reg. 1.482-1(b) states in part that “(t)he standard to be applied in every (s 482) case is that of an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer.” This “arm’s length” standard is repeated in Treas.Reg. 1.482-1(c), and this subsection makes it clear that it is meant to be an objective standard that does not depend on the absence or presence of any intent on the part of the taxpayer to distort his income.\n \nTreasury Reg. 1.482-2(b) governs the situation presented by the case at bar, in which a controlled corporation performs a service for a controlling corporation allegedly “at a charge which is not equal to an arm’s length charge as defined in subparagraph (3) of this paragraph.” Subparagraph (3) defines an arm’s length charge for a service which is an integral part of the business of the corporation providing it as “the amount which was charged or would have been charged for the same or similar services in independent transactions with or between unrelated parties under similar circumstances considering all relevant facts.”\n \n[3] [4] We think it is clear that if a taxpayer can show that the price he paid or was charged for a service is “the amount which was charged or would have been charged for the same or similar services in independent transactions with or between unrelated parties” it has earned the right, under the Regulations, to be free from a s 482 reallocation despite other evidence tending to show that its activities have resulted in a shifting of tax liability among controlled corporations. Where, as in this case, the taxpayer offers evidence that the same amount was actually charged for the same service in transactions with independent buyers, the question resolves itself into an evaluation of whether or not the circumstances of the sales to independent buyers are “similar” enough to sales to the controlling corporation under the circumstances, “considering all relevant facts.” In our view, “considering all the relevant facts,” the evidence was sufficient to show similar enough transactions with independent buyers to establish that the price Steel paid Navios was an arm’s length price.\n \nThe evidence referred to above consists of Steel’s uncontested showing that the amounts Steel paid Navios for ore transport were the same rates paid by other independent purchasers of Orinoco ore. The Commissioner argues that the payment of the same rates by Steel and by independent buyers does not alone show, “considering all the relevant facts”, that Steel paid an arm’s length price.\n \nJudge Quealy found that although purchasers of Orinoco ore were not required to use Navios’ transport services, “most purchasers would not be in a position to contract *948 independently for transportation of the ore to the site of their mills.” (T.C. Memo. 1977-140 at 62). But, as we have stated above, two steel companies, Bethlehem Steel and Eastern Fuel and Gas, did make such independent arrangements. Bethlehem was a large corporation with financial resources comparable to those of Steel, but Eastern was a relatively small company whose ability to do without Navios is persuasive evidence that Judge Quealy’s reliance on the notion that independent steel buyers were somehow forced to use Navios out of economic necessity was misplaced.\n \nThe following table sets forth the amount of ore carried for some of the larger independent United States buyers, and the resulting charges made by Navios, during the years in question:\n \n\n\n\n\n|||Amount Paid\n \n|\nYear\n \n|Name of Purchaser\n \n|Tonnage\n \n|Navios\n \n|\n \n||||\n1957\n \n|Shenango Furnace\n \n|150,027\n \n|$ 1,403,024\n \n|\n|Jones & Laughlin\n \n|55,517\n \n|497,341\n \n|\n|Pittsburgh Steel\n \n|157,252\n \n|1,422,247\n \n|\n|Sharon Steel\n \n|268,216\n \n|2,587,853\n \n|\n|Youngstown S. & T.\n \n|83,697\n \n|814,215\n \n|\n|United States Steel\n \n|7,223,187\n \n|65,274,437\n \n|\n \n||||\n1958\n \n|Shenango Furnace\n \n|247,014\n \n|2,483,631\n \n|\n|Jones & Laughlin\n \n|--\n \n|--\n \n|\n|Pittsburgh Steel\n \n|54,445\n \n|528,535\n \n|\n|Sharon Steel\n \n|114,688\n \n|1,173,485\n \n|\n|Youngstown S. & T.\n \n|74,967\n \n|767,532\n \n|\n|United States Steel\n \n|8,116,477\n \n|76,042,677\n \n|\n \n||||\n1959\n \n|Shenango Furnace\n \n|299,480\n \n|2,975,927\n \n|\n|Pittsburgh Steel\n \n|--\n \n|--\n \n|\n|Sharon Steel\n \n|215,004\n \n|2,141,493\n \n|\n|Youngstown S. & T.\n \n|79,630\n \n|793,150\n \n|\n|United States Steel\n \n|8,716,798\n \n|80,278,352\n \n|\n \n||||\n1960\n \n|Shenango Furnace\n \n|66,377\n \n|410,863\n \n|\n|Pittsburgh Steel\n \n|--\n \n|--\n \n|\n|Sharon Steel\n \n|163,968\n \n|823,119\n \n|\n|Youngstown S. & T.\n \n|--\n \n|--\n \n|\n\n\n\n\nThese figures show that the shipments of Orinoco ore to independent American buyers represented a series of transactions substantial in both frequency and volume. Although Steel’s shipments were larger, transactions on the order of the carriage of 100,000 tons of ore (for which Navios would have charged approximately $1 million) cannot be dismissed as an arrangement a company would make without some attention to the possibility of securing more favorable terms. Nor can purchasers like Pittsburgh Steel, Sharon Steel, Jones & Laughlin and Youngstown Sheet & Tube be considered commercially unsophisticated or incapable of bearing the costs of seeking lower rates. It is true, as the Commissioner points out, that none of the independent domestic purchasers bought enough in one year to fill one of the very largest ore carriers chartered by Navios, but Navios also chartered smaller vessels, down to 20,000 ton capacity, and thus any argument that the independents were forced, in effect, to pool their transport requirements is untenable.8\n \nIn sum, the record shows that over four years’ time half a dozen large corporations chose to use the services of Navios despite the fact that they were not compelled to do so. In such circumstances, we think the taxpayer has met its burden of showing that the fees it paid (which were identical to those paid by the independents) were arm’s length prices. We do not say that, had different or additional facts been developed, the Commissioner could not have countered the taxpayer’s showing and sustained the validity of his reallocation. Such a counter-showing would have required evidence that Navios’ charges, although freely paid by other, independent buyers, deviated from a market price that the Commissioner could have proved existed for example, if worldwide ore-shipping contracts had been recorded and published during the period in question.\n \nThe Commissioner also argues that the fact that Steel paid the same rates as the independents is itself sufficient evidence that Steel was overcharged. The reasoning behind this counter-intuitive argument is that, in essence, Steel’s relationship to Navios was that of a long-term charterer while the independents were short-term charterers; *949 and that it is axiomatic that a long-term charterer pays a lower annual rate than a short-term charterer, because a shipowner prefers the freedom from market vicissitudes offered by a long-term charter. We are not persuaded by this line of argument. The shipowner who locks himself into a long-term charter bears the risk that charter rates will go up. Moreover, Steel’s relationship to Navios was not that of charterer at all; Navios chartered ships from Universe and Hendy, and Steel purchased Navios’s services as a carrier. Thus the Commissioner’s analogy is not persuasive.\n \nThe Commissioner also points out that some of the Orinoco ore was shipped to Great Britain, but that although the distance from Venezuela to Great Britain is, on the average, 54% greater than the distance to the United States, the rates charged by Navios were not 54% higher than the Venezuela-to-United States rates. We do not view this as persuasive. First, there is nothing in the record to support the premise of the Commissioner’s argument that charter rates are or should be an arithmetical multiple of distance traversed, nor is there any expert evidence as to the additional marginal cost of transport to Britain. The British rates are therefore of only speculative relevance to this case.9 Second, it may be, as the Commissioner suggests, that Navios was constrained to set lower rates for its European customers than for its American customers because the effective ceiling on the price of delivered ore in Europe was set by the price of Swedish ore, while the effective American ceiling was set by the Lower Lake Erie price. If the former was lower than the latter, shipping rates to Europe might have to be reduced. But the fact that sellers of ore, providers of ore transport, and ore buyers were all influenced by the price of a competing product does not mean that a price is not an arm’s length price.\n \n[5] There is, however, a more sophisticated version of this argument which is entitled to scrutiny. Assume that an unrelated carrier would charge, as its Venezuela-U.S. rate, an amount which, when added to the price of Orinoco ore sold FOB, equalled the Lower Lake Erie price. Assuming further common ownership of Navios and Steel, but not of Orinoco, no case could be made out that Navios’ rates were not arm’s length, because for economic reasons unrelated to common ownership the price the carrier charged was the price any carrier would have charged and thus the price that would have been arrived at in a transaction between unrelated buyers and sellers. But add to this the fact that Steel also controlled Orinoco and therefore could reduce the price of Orinoco ore in order to increase Navios’ share. The resulting price for Navios’ services Lower Lake Erie price minus Orinoco FOB price would not be an arm’s length price because it would have been affected by Steel’s ownership of Orinoco, though not by Steel’s ownership of Navios.\n \nAttractive as this argument is in the abstract, it is a distortion of the kind of inquiry the Regulations direct us to undertake. The Regulations make it clear that if the taxpayer can show that the amount it paid was equal to “the amount which was charged . . . for the same or similar services in independent transactions” he can defeat the Commissioner’s effort to invoke s 482 against him. The amount paid for Navios’ services by Sharon Steel, Youngstown Sheet & Tube and other corporations was the same price paid by Steel. The only question, then, is whether the transactions were “independent.”\n \nWe think that “independent” in this context must be viewed in contrast to the concept of joint ownership or control that is at the core of s 482. The transactions between Navios and Jones & Laughlin, Sharon and Youngstown were “independent” in that Steel had no ownership or *950 control interest in any of these firms and thus was not in a position to influence their decision to deal with Navios. To expand the test of “independence” to require more than this, to require that the transaction be one unaffected by the market power of the taxpayer, would be to inject antitrust concerns into a tax statute. But in s 482, a tax statute, it is appropriate to limit the concept of what is not “independent” to actions influenced by common ownership or control.\n \nWe do not think that in order so to hold it must be shown that Navios’ prices were the result of a perfectly competitive market. Prices arrived at by independent buyers and sellers in arm’s length transactions may vary from such a perfect market price depending on factors extraneous to s 482.\n \nOf course, in some markets, all “arm’s length” transactions would occur at truly competitive prices. But the more imperfect the market, the more likely it is that “arm’s length” transactions will take place at prices which are not perfect market prices. To use s 482 to require a taxpayer to achieve greater fidelity to abstract notions of a perfect market than is possible for actual non-affiliated buyers and sellers to achieve would be unfair. Thus, for example, Judge Quealy’s reliance on the fact that Bethlehem did not use Navios’ services (“Presumably, Bethlehem found that it could do the job for less.” T.C. Memo. 1977-140 at 68.) even if correct factually,10 is irrelevant. The fact that transactions take place in the market place at different price levels does not, by itself, prove that transactions between unrelated buyers and sellers, such as Navios and Jones & Laughlin are not at “arm’s length.” The Regulations say that “independent transactions with or between unrelated parties” are enough to insulate a taxpayer’s price from s 482. We decline to use the “all relevant facts” clause to transform this limited approach into a requirement that the taxpayer’s price be the result of a perfectly competitive market.\n \nNor does the statute require that all independent transactions be at the price taxpayer charged or paid; therefore, the fact that Orinoco ore bought by Bethlehem Steel was transported to the United States at rates different from what Navios charged Steel and other customers is irrelevant. Since there were independent transactions significant in number and dollar amount and occurring over a long period of time, we need not address the question of how many such “independent transactions” at the taxpayer’s price would be needed to insulate taxpayer from s 482 in a situation where a preponderance of the “independent” transactions take place at a price far different from the price paid or charged by taxpayer.\n \n[6] In at least one portion of Judge Quealy’s opinion, however, it appears that the reason he relied upon to hold Navios’ charges too high is not at all a matter involving the comparison of rates Steel paid to those paid by other steel companies. He said that what the rates paid by Steel must be measured against in order to see if a s 482 reallocation is justified is “what might be a reasonable charge for a continuing relationship involving the transportation of more than 10 million tons of iron ore per year.” Jt. App. at 69. If this is indeed the inquiry, then the fact that other steel companies paid Navios the same rates Steel did is irrelevant. Judge Quealy explicitly recognized this:\nThe comparability tests in the regulations cannot be relied on because the transportation of iron ore on the basis proposed by the petitioner and Navios had never been done previously. There could be no “independent transactions with unrelated parties under the same or similar circumstances” within the meaning of section 1.482-1(d)(3) of the regulations. Jt.App. at 69-70.\nWe are constrained to reject this argument. Although certain factors make the operations undertaken by Navios for Steel unique at one point, for example, Navios’ ore-carriers were the largest of their kind in the world the approach taken by the Tax Court would lead to a highly undesirable *951 uncertainty if accepted.11 In very few industries are transactions truly comparable in the strict sense used by Judge Quealy. Every transaction in wheat, for example, is more or less the same, except for standard variations in amount, time of delivery and place of delivery. But few products or services are as fungible as wheat. To say that Pittsburgh Steel was buying a service from Navios with one set of expectations about duration and risk, and Steel another, may be to recognize economic reality; but it is also to engraft a crippling degree of economic sophistication onto a broadly drawn statute, which if “comparable” is taken to mean “identical”, as Judge Quealy would read it would allow the taxpayer no safe harbor from the Commissioner’s virtually unrestricted discretion to reallocate.12\n \n\n\nII.\n\nThe Consolidated Return Issue\n[7] Orinoco, although very profitable once full exploitation of its mines began, experienced large operating losses during its first few years of life. During this period it was sustained by cash infusions made available by Steel on open account. The second portion of this case, a cross-appeal by the Commissioner from the Tax Court’s decision, T.C. Memo. 1977-290, also by Judge Quealy, concerns the proper treatment of Orinoco’s eventual repayment of these open account advances in light of the fact that Steel had taken advantage of Orinoco’s operating losses in consolidated returns filed during the years 1950-55. The Commissioner seeks approximately $1,600,000 in deficiencies from Steel, relying on Treasury Regulations 1.1502-34A and 1.1502-35A,13 which require a reduction in basis of a parent corporation’s holding of stock or other obligations (e. g., open account obligations) of a corporation with whom it files consolidated returns to the extent of any losses sustained by the affiliated corporation which the affiliate could not have taken itself. The question for decision is whether or not the period during which the affiliate could have taken the loss is limited, for purposes of the above cited Regulations, to those years in which consolidated returns were filed. The Commissioner sought to reduce Steel’s basis in obligations of Orinoco. Steel asserted a right to avoid, in effect, such a reduction on the grounds that, because Orinoco had income and paid taxes in 1956-60, Orinoco’s 1950-55 losses could not be said to have been losses which Orinoco could not have availed itself of, because they might have been available to Orinoco as a loss carry over in 1956-60.\n \nJudge Quealy held that the Regulations in question were ambiguous as to the validity of Steel’s interpretation. Since the purpose of the Regulations was to prevent “double deductions”, and, in Judge Quealy’s view, “double deductions” would not result if the taxpayer’s argument was accepted, Judge Quealy decided in favor of Steel.14 *952 We reverse. In our view, a parent that takes advantage of an affiliate’s losses must reduce its basis without regard to the fact that the affiliate, in subsequent separate-return years, may earn a profit and pay taxes on that profit.\n \nDuring the years 1950-55, Steel made open account advances to Orinoco totalling some $154 million. During those same years, Steel and Orinoco filed consolidated tax returns, in which $52 million of Orinoco’s operating losses were used to offset net income of Steel and other affiliated corporations joining in the consolidated return. Orinoco repaid the entire $154 million in advances to Steel during the period 1956-60.\n \nThe Commissioner seeks to apply Regulation 1.1502-35A to Steel’s receipt of the Orinoco repayments. This Regulation provides that when a corporation disposes of the obligations of an affiliate, it must reduce its basis in the obligations by the excess of the losses sustained by the affiliated corporation during the consolidated return period (calculated in accordance with Regulation 1.1502-34A) over the corporation’s basis in its affiliate’s stock. Orinoco’s repayment was clearly a “disposition” within the meaning of the Regulations. Steel’s basis in its Orinoco stock was $30 million, which was increased, by stipulation of the parties, by $18 million to reflect imputed interest on monies advanced by Steel. The $52 million in Orinoco losses during 1950-55 was $4 million over the $48 million basis, and thus the Commissioner seeks a $4 million reduction in basis on Steel’s receipt of the $154 million in repayments.\n \nSteel argues that there can be no such excess under Regulation 1.1502-35A, because that Regulation uses as a key element in the equation just described the basis adjustment formula of subsection (b)(2)(i) of Treas.Reg. 1.1502-34A and, Steel maintains, subsection (b)(2)(i) mandates no basis reduction at all in its case.\n \nRegulation 1.1502-34A deals with required basis reductions when a parent disposes of stock of an affiliate whose losses it has utilized on consolidated returns; 1.1502-35A adapts the underlying logic of 1.1502-34A to dispositions of obligations of the affiliate other than stock, i. e. bonds or open account obligations. Subsection (b)(2)(i) of Reg. 1.1502-34A provides for a basis reduction as follows:\n(b)(2)(i) All losses of such issuing corporation sustained during taxable years for which consolidated income tax returns were made or were required (whether or not the taxable year 1929 or any prior or subsequent taxable year) after such corporation became a member of the affiliated group and prior to the sale of the stock to the extent that such losses could not have been availed of by such corporation as net loss or net operating loss in computing its net income or taxable income, as the case may be, for such taxable years if it had made a separate return for each of such years.\n \nThe purpose of Regulations 1.1502-34A and 1.1502-35A is to prevent what is called a “double deduction,” which in this context refers to the possibility that, but for such a provision, a corporation could in effect use an affiliated corporation’s losses twice the first time as operating losses that serve to reduce the overall tax liability of the group of companies filing consolidated returns, and the second time when the parent of the loss company sells its stock in the subsidiary, at which time the tax due on the sale *953 might be reduced by the parent’s ability to take a capital loss deduction because of any decline in the value of the stock.15 See Ilfeld Co. v. Hernandez, 292 U.S. 62, 54 S.Ct. 596, 78 L.Ed. 1127 (1934).\n \nThe basis reduction, whose formula is contained in subsection (b)(2)(i), is an effort to negate this “double deduction.” But the required basis reduction extends only to “such losses (as) could not have been availed of by such corporations as net or net operating loss in computing its net income or taxable income, as the case may be, for such taxable years if it had made a separate return for each of such years.” Thus Steel argues that Orinoco’s losses are not such as would trigger subsection (b)(2)(i) because Orinoco could have taken the 1950-55 losses in 1956-60 as loss carry overs; in essence, Steel’s position is that all that is required to escape basis reduction is that the taxpayer show that the loss incurred during the consolidated return period would have become available to the taxpayer at some time, even in a later separate return year. The Commissioner responds by pointing out that the loss must have been available during the period in which consolidated returns were filed, because the phrase “such years” at the end of subsection 1.1502-34A limits the class of years in which loss availability can insulate a parent from the rigors of 1.1502-34A to “taxable years for which consolidated income tax returns were made or were required.”\n \nWe agree with the Commissioner. In our view, it is clear that “such taxable years” and “each of such years” clearly refer the reader back to “taxable years for which consolidated income tax returns were made.” Since “such” assumes that a word already used is being referred to, there can be only one alternative to the interpretation we have just set out that “such” refers to the category described in parentheses early in the paragraph: (“whether the taxable year 1929 or any prior or subsequent taxable year”). But, as the Commissioner argues, this phrase is simply meant to modify the phrase that comes before it, and to establish as the relevant category those years in which taxpayer filed consolidated returns whether before, during or after 1929.16\n \nSuch a reading of the phrase “such years” is compelled by the nature of the hypothetical question subsection (b)(2)(i) directs us to answer. When the Regulations speak of determining whether a loss is one that “could not” have been taken by a corporation, the question posed is a purely hypothetical one: Assuming that, during certain years in which consolidated returns were filed, separate returns had been filed in that case would the affiliate have been able to make use of its losses? By using the phrase “if it had made a separate return the Regulations assert a counterfactual condition to what is assumed to have happened during the years in question that the corporation *954 filed a consolidated return. Because Orinoco made money in 1956-60, Steel says, it ” could“ have taken the 1950-55 losses. But if the phrase ”if it had made a separate return“ is applied to Orinoco, the fallacy in Steel’s reasoning becomes apparent. Orinoco did file separate returns in 1956-60; it makes no sense to apply the mandatorily hypothetical language of the Regulations to years in which separate returns were in fact filed. And the Regulations cannot mean ”if it had made a separate return for each of all the years prior and subsequent to 1929“ since that would mean that the corporation had never filed a consolidated return and Regulations 1.1502-34A and 1.1502-35A would not apply at all. Thus, it is evident that in this case ”such years“ cannot refer solely to the years 1956-60, nor to all the years prior to 1960; the only possible interpretation, as well as the one most in keeping with the drafting of the Regulations, is that the years 1950-55, when consolidated return were filed, were meant.\n \nTwo more points support our reading of the Regulations: first, if the draftsmen had contemplated that the Regulations would apply to any but a year in which the corporation had filed a consolidated return, the phrase “if it had made a separate return” should have been “if it had made, or did make, a separate return”; and second, because the event that triggers Regulations 1.1502-34A and 1.1502-35A is the taking, by the parent, of an affiliate’s loss, even if the affiliate filed separately in a subsequent year it still “could not” take the loss in question, not because of its own tax situation, but simply because the loss had already been taken by the parent corporation. The argument made by Steel thus requires us to assume a double level of “ifs” in the Regulation: in order for a corporation to show that it “could” have availed itself of a loss, it not only has to be able to say that some separate return year occurred in which the loss would have been available, but that such availability would not have been affected by the fact that the loss had already been taken. Our interpretation of the subsection avoids this problem because, once it recognized that the phrase “if it had made a separate return for each of such years” can refer only to consolidated return years, it is clear that the subsection is assuming away the actual deduction of the loss by the parent on the consolidated return.\n \nBecause we find no ambiguity in the wording of the Regulations, we need not examine in detail the reasoning Judge Quealy used to show that no double deduction would result if the taxpayer were given the right to limit his basis reduction in the manner used by Steel. It may be, as Judge Quealy reasoned, that there are situations in which no threat of double deductions is present because of the fact pattern of the individual case. But the Regulations do not permit such a case by case approach. The relevant Regulations are clearly based on the theory that a blanket rule is needed to deprive the taxpayer of “the use of its subsidiary’s net operating losses to gain a double tax benefit (1) to offset the taxpayer’s separate income through consolidation; (2) to reduce the taxpayer’s gain or increase its loss upon the sale of the subsidiary’s stock at a price which reflects those losses.” AMBAC Industries, Inc. v. C. I. R., 487 F.2d 463, 467 (2d Cir. 1973). Obviously in a case in which the price at which the subsidiary’s stock is sold does not, for whatever reasons, accurately reflect the losses of the subsidiary, AMBAC’s analysis is not wholly applicable. But the Regulations eschew a case by case approach to such problems in favor of a “bitter with the sweet” rule that hedges the advantages of consolidated returns with certain balancing disadvantages.\n \nAccordingly, the decisions of the Tax Court sustaining and modifying reallocations of income from Navios to Steel, and disallowing the Commissioner’s reduction of Steel’s basis in open account obligations of Navios, are hereby reversed.\n \nAll Citations\n617 F.2d 942, 45 A.F.T.R.2d 80-1081, 80-1 USTC P 9307\n\n\n\nFootnotes\n|\n1\n|The appeal comes to us under 26 U.S.C. s 7482.\n|\n2\n|New Regulations governing consolidated returns became effective December 31, 1965, but the old Regulations remain effective with regard to years prior to 1966. The Regulations in force during the period at issue in this case are currently tagged with the letter “A” to indicate that they have been superseded. Throughout this opinion, we refer to the Regulations controlling this case as 1.1502-34A and 1.1502-35A, their current designation.\n|\n3\n|Between 80% and 95% of Navios’ charters were “time charters” and the remainder were “voyage charters”.\n|\n4\n|Certain corporate changes in structure effective December 31, 1959, by which Navios was placed under the aegis of a holding company, Navigen, which also operated certain non-Venezuelan activities, are not relevant to the issues in this case.\n|\n5\n|The remaining 22% was sold to foreign steel companies.\n|\n6\n|The record does not contain evidence as to the costs incurred by Bethlehem or Eastern in transporting the Venezuelan ore they bought and imported to the United States.\n|\n7\n|We do not reach the many issues raised by Steel, and raised on cross-appeal by the Commissioner, regarding the correctness of methods employed by Judge Quealy to calculate the amount of income to be allocated to Steel.\n|\n8\n|The record shows that some of the independents’ purchases were made in very large units, up to 250,000 tons. And the record is devoid of evidence that the independents’ purchases were made at short notice (or that ship charters were not available at short notice). Consequently, there is no basis for speculating that independent steel buyers were constrained to use Navios’ services because of the unpredictable character of their purchases.\n|\n9\n|There was, moreover, expert testimony offering reasons why charter rates to the United Kingdom would be higher, on a day-by-day comparison, than charter rates to the United States. This testimony cited such factors as United Kingdom port charges and the variable weather in the North Atlantic.\n|\n10\n|But see n.4, supra.\n|\n11\n|In addition to the resultant uncertainty as to whether or not the Commissioner would be justified in making an allocation, there is the second level of uncertainty present in all s 482 cases governed by a standard as general as that of “arm’s length” transactions of how much of a reallocation the Commissioner will be entitled to. We need not criticize or endorse the calculating methods employed by either the Commissioner or the Tax Court in order to make this point; it is sufficient to point out that the Commissioner arrived at a total reallocation of $52 million, while the Tax Court arrived at a total of $25 million.\n|\n12\n|Steel argues that various aspects of Venezuelan tax law and United States antitrust law, principally the Robinson-Patman Act, 15 U.S.C. ss 13, 21(a) compelled the price structure under examination. Cf. Commissioner v. First Security National Bank of Utah, 405 U.S. 394, 92 S.Ct. 1085, 31 L.Ed.2d 318 (1972) (reallocation under section 482 denied where receipt of income reallocated would have violated federal banking law). Because of our disposition of the case, we need not reach these issues.\n|\n13\n|See n.2, supra.\n|\n14\n|Judge Quealy’s decision speaks in terms of an “offset” to the basis reduction to account for the fact that Orinoco realized net income in 1956-60 (and thus arguably “could” have availed itself of the loss deductions in question). It is nowhere argued that the Regulations mention such an “offset”, and the only justification for such an “offset” is the limit contained in subsection (b)(2)(i) of Reg. 1.1502-34A that restricts those losses which count towards basis reduction to losses which could not have been taken by the affiliate. Thus in this opinion we discuss whether or not Steel is entitled to exclude from its basis reduction Orinoco’s 1950-55 losses rather than directly address the question of whether to allow an offsetting credit to a basis adjustment, because in our view Steel’s right to exclude the 1950-55 losses from its basis reduction calculations is the controlling question of law. Since we hold that such an exclusion is forbidden by the Regulations, we do not reach the question of whether or not, if it were allowed, the best means for implementing it would be by such an “offset” as Steel proposes. Finally, we note that Orinoco earned enough money in 1956-60 so that, assuming arguendo that any of the 1950-55 losses were available to it for purposes of subsection (b)(2)(i), all of the 1950-55 losses could have been taken by Orinoco and thus the entire $4 million basis reduction asked for by the Commissioner would be wiped out.\n|\n15\n|Even where the value of the stock does not decline, to permit a parent to sell a subsidiary’s stock without a basis reduction after the parent has utilized operating loss deductions of the subsidiary would allow a less easily identified but valuable “double deduction” in that the value to the parent of the operating loss deduction would be ignored in computing the tax due on disposition, a result that would not accurately reflect the economic benefits realized by the parent. This problem might better be called a problem of potentially untaxed gains rather than a “double deduction,” but this is simply a question of terminology.\n|\n16\n|Further support for our reading of the Regulations can be gleaned from the prior history of the Regulations in issue. Section 1.1502-34A is the counterpart to Article 34(c)(2) of Treasury Regulations 75, issued under section 141(b) of the Revenue Act of 1928. This Article included the phrase “during each of the consolidated return periods (including only the taxable year 1929 and subsequent taxable years) . . . to the extent that such losses could not have been availed of by such corporation as a net loss in computing its tax for such periods if it had made a separate return for each of such periods.” The repetition of the word “periods”, here in opposition to the word “year” in the phrase in parentheses, makes it clear that “such” and “each of such” pick up only the prior reference to periods of time in which consolidated returns had been filed rather than refer to the phrase in parentheses. Given the similarity in structure and language of this Article to the Regulation we are construing, we think this counts in favor of the Commissioner’s argument.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}