{
    "Background": "\n\n\n\n321 F.Supp. 1183\nUnited States District Court, W.D. Missouri, Western Division.\nThe G. W. VAN KEPPEL COMPANY, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nCiv. A. No. 16684-3.\n|\nNov. 16, 1970, As Amended Jan. 29, 1971.\nSynopsis\nAction by corporate taxpayer for recovery of income taxes. The District Court, Becker, Chief Judge, held that where lease transaction between corporation and wife of owner of controlling stock of corporation was one of form only because of identity of purposes and interests between the corporation and the lessor and original improvements were made on leasehold which corporation would occupy for indefinite duration, the rental payments on the buildings and other improvements were not deductible as ordinary business expenses.\n \nJudgment for defendant.\n \n\n\nWest Headnotes (9)\n\n\n[1]\n|Internal RevenueRents and royalties\n|\n|Where husband was owner of all but one of 1,125 shares of capital stock in corporation which leased from wife real property on which corporation had constructed improvements, corporation and the husband and the wife were “related taxpayers” within statute pertaining to losses, expenses and interest with respect to transactions between related taxpayers. 26 U.S.C.A. (I.R.C.1954) § 267.\n\n|\n\n\n[2]\n|Landlord and TenantOwnership of improvements in general\n|\n|Under Missouri law, title to improvements made by lessee vests in lessor-title holder of land at time of their making in absence of contrary agreement in the lease.\n2 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueRents and royalties\n|\n|Ordinarily, fair rental value paid for rental of business premises is deductible as ordinary and necessary expense paid in carrying on trade or business. 26 U.S.C.A. (I.R.C.1954) § 162.\n\n|\n\n\n[4]\n|Internal RevenueRents and royalties\n|\n|When rental paid for business premises is the fair rental value, it normally makes no difference with respect to deductibility that it was paid to a relative or that the rental value was not bargained for in arm’s length transaction. 26 U.S.C.A. (I.R.C.1954) § 162.\n\n|\n\n\n[5]\n|Internal RevenueRents and royalties\n|\n|Criterion by which reasonableness of deduction for rent of business premises paid to relative of taxpayer should be determined is whether the rent paid is in excess of what the lessee-taxpayer would have been required to pay had he dealt at arm’s length with stranger. 26 U.S.C.A. (I.R.C.1954) § 162.\n\n|\n\n\n[6]\n|Internal RevenueRents and royalties\n|\n|Even where excessive rental payments are made by lessee-taxpayer torelative for use of business premises, the amount of the payment which may be deemed as reasonable, and thus required to be made, may be deducted as ordinary and necessary business expense. 26 U.S.C.A. (I.R.C.1954) § 162.\n1 Case that cites this headnote\n|\n\n\n[7]\n|Res JudicataTaxation\n|\n|United States district court was bound by doctrine of collateral estoppel to resolve legal issues in taxpayer’s action against United States for income tax refund because of disallowance of deductions for rental payments on improvements on leased real property in accordance with relevant facts found by the Court of Appeals in prior case involving the same litigants and the same improvements on the same property with respect to depreciation deductions. 26 U.S.C.A. (I.R.C.1954) § 162.\n\n|\n\n\n[8]\n|Res JudicataTaxation\n|\n|Although different taxable year was at issue, same facts adjudicated in former income tax refund case involving same taxpayer and same improvements on same property would control resolution of issue of deductibility of rental payments made by taxpayer-lessee to related lessor. 26 U.S.C.A. (I.R.C.1954) § 162.\n\n|\n\n\n[9]\n|Internal RevenueRents and royalties\n|\n|Where lease transaction between corporation and wife of owner of controlling stock of corporation was one of form only because of identity of purposes and interests between the corporation and the lessor and original improvements were made on leasehold which corporation would occupy for indefinite duration, the rental payments on the buildings and other improvements were not deductible as ordinary business expenses. 26 U.S.C.A. (I.R.C.1954) § 162.\n\n|\n\n\nAttorneys and Law Firms\n*1184 Albert F. Hillix, Hillix, Hall, Childers & Hoffhaus, Kansas City, Mo., for plaintiff.\nJohn DeBruyn, Dept. of Justice, Washington D.C., for defendant.\n\n\n\n\nMEMORANDUM FINDINGS OF FACT, CONCLUSIONS OF LAW AND JUDGMENT FOR DEFENDANT\nBECKER, Chief Judge.\nThis is an action for recovery of federal income taxes paid by plaintiff to defendant and attributable, plaintiff contends, to items deductible under the provisions of Section 162, Title 26, United States Code, as ordinary and necessary business expenses. The defendant has disallowed the claims of plaintiff to the deduction of fair rental payments made by plaintiff to Mrs. G. W. Van Keppel for the tax years 1962, 1963, 1964 and 1965, and has accordingly increased the tax assessment for those years for plaintiff. Plaintiff has paid the increased assessments and has brought this suit for refund. Jurisdiction is under the provisions of Section 1346(a)(1), Title 28, United States Code.\nThe facts in this case have been stipulated by the parties. They are as follows:\nPlaintiff is a corporation organized and existing under the laws of Missouri, with its principal place of business at 2461 Pennway, Kansas City, Missouri. Plaintiff’s business is the sale and service of heavy construction equipment. G. W. Van Keppel is its president and principal stockholder.\nOn June 30, 1945, a lease of the property on which plaintiff would later erect the improvements involved in this case was executed between Mrs. G. W. Van Keppel, as lessor, and G. W. Van Keppel, as lessee, for a period of ten years. The specified rental to be paid by lessee was $150.00 per month. The lease was assumed from G. W. Van Keppel by the plaintiff corporation on December 29, 1945.\n[1] During the period in question in this action, Mr. G. W. Van Keppel was the owner of all but one of the 1125 shares of the capital stock of the plaintiff corporation. Consequently it is *1185 found that the plaintiff corporation and Mr. and Mrs Van Keppel are related taxpayers as defined in § 267, Title 26, United States Code.1\n \nAt a special meeting of the Board of Directors of plaintiff corporation held on August 18, 1950, the Board authorized G. W. Van Keppel to negotiate a lease of the property for a period of 10 years and to negotiate for the construction of a building ‘of proper size and design’ on the leased property at a cost not to exceed $100,000.00. Thereupon, the lease executed in 1945 was mutually cancelled and a new lease executed in which the plaintiff corporation was lessee and Mrs. G. W. Van Keppel was lessor. The lease was for a duration of ten years, from October 1, 1950, to September 30, 1960, and provided that the lessee would pay a total rent of $30,000.00 at a rate of $250 per month. Thereafter, under the above-mentioned authorization of the Board of Directors of the plaintiff corporation, a building ‘of proper size and design,’ consisting of one story with a combination office showroom and warehouse, was erected on the premises in 1950 at a cost to plaintiff of $98,180.57. In addition to the building, plaintiff also made improvements consisting of a ‘one-story paint shop, a yard loading dock, a one-story concrete block garage and an addition between the garage and paint shop which fuses the three into a single unit.’ Between 1952 and 1956, plaintiff made additional improvements on the premises of a total value of $26,515.37. The building and other improvements were made by plaintiff on its own sole initiative, at its own expense, ‘pursuant to no agreement between plaintiff and the landlord, Mrs. G. W. Van Keppel,’ according to the stipulation between the parties. Subsequent to the termination, on September 30, 1960, of the lease between plaintiff and Mrs. Van Keppel, a new lease was negotiated for a period of one year at a rental of $18,000.00 per annum. Similar leases were executed after 1960 for each of the years here in question at a yearly rental of $18,000.00. A net yearly rental of $18,000.00 was paid by plaintiff for each of the tax years here in question. For each of those tax years, plaintiff claimed the $18,000.00 thus paid as a deduction from adjusted gross income on its income tax return as an ‘ordinary and necessary’ expense of business under § 162, Title 26, United States Code. For each of the years, however, the defendant allowed as a deductible rental expense only $7,627.34, the amount ‘determined to be the fair rental value of the land without the improvements and disallowed the balance of the rental payments to the extent of $10,362.66.’ Accordingly, additional income taxes (attributable to the disallowance of the fair rental value of the improvements) were assessed against plaintiff for each of the years in the following amounts:\n(1) for the fiscal year ending November 30, 1962— $5,393.78 plus $1,246.78 interest;\n(2) for the fiscal year ending November 30, 1963— $5,393.78 plus $923,15 interest;\n(3) for the fiscal year ending November 30, 1964— $5,203.87 plus $224,73 interest;\n(4) for the fiscal year ending November 30, 1965— $3,996.47 plus $204.42 interest.\nPlaintiff paid the additional taxes and interest assessed and, after being refused refund thereof on its request, then brought this suit under 1346(a)(1), Title 28 U.S.C., for their recovery.\nIt is further stipulated and agreed between the parties that ‘during the years in suit, the fair rental value of the leased property under the terms of the applicable lease agreement: (a) with respect to the land, was $7,627.34; and (b) with respect to the buildings and other improvements was not less than $10,372.66’; and that, for each of the *1186 years in question, plaintiff also deducted from adjusted gross income on its tax return as depreciation on the buildings and the other improvements an amount of $2,907 annually. This amount for amortization was claimed by plaintiff in addition to the rentals to protect its alternative rights under the prior decision in G. W. Van Keppel Co. v. Commissioner of Internal Revenue (C.A. 8) 295 F.2d 767, which plaintiff claims is inapplicable for the period here in question.\nThe controlling statute, § 162, Title 26, United States Code, provides pertinently as follows:\n‘(a) In general.— There shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business, including—\n(3) rentals or other payments required to be made as a condition to the continued use or possession, for purposes of the trade or business, of property to which the taxpayer has not taken or is not taking title or in which he has no equity.’\n[2] [3] [4] It is clear that, under Missouri law, the title to improvements made by a lessee vests in the lessor-title holder of the land at the time of their making in the absence of a contrary agreement in the lease. Century Electric Co. v. Terminal Railroad Association, Mo., 426 S.W.2d 58; First Natl. Bank of Kansas City v. Nee (C.A. 8) 190 F.2d 61. Therefore, plaintiff in substance contends that the lease rental payments of $18,000.00 per year were fair, reasonable and required to be made by made by plaintiff to Mrs. G. W. Van Keppel during the years in question. Further, it has been held upon Section 162, supra, that ordinarily the fair rental value paid for the rental of the business premises is deductible. Commissioner of Internal Revenue v. Doyle (C.A. 7) 231 F.2d 635; Arkansas Bank & Trust Co. v. United States (W.D.Ark.) 224 F.Supp. 171. And the cases hold that the fair rental value may be deducted even when paid to a relative in the absence of arm’s length bargaining. Potter Electric Signal and Manufacturing Co. v. Commissioner of Internal Revenue (C.A. 8) 286 F.2d 200; American Metal Products Corp. v. Commissioner of Internal Revenue, 34 T.C. 89. Conversely, when the rental paid has been established to be the fair rental value, it normally makes no difference that it was paid to a relative or that the rental value was not bargained for in an arm’s length transaction. See American Metal Products Corp. v. Commissioner of Internal Revenue, supra.\n \nThe Government contends, however, that, in the absence of arm’s length bargaining, the Court must inquire into the general ‘reasonableness’ of the rental. The Government relies on Potter Electric Signal & Mfg. Co. v. Commissioner of Internal Revenue, supra; and Midland Ford Tractor Co. v. Commissioner of Internal Revenue (C.A. 8) 277 F.2d 111. See also Mackinac Island Carriage Tours, Inc. v. Commissioner of Internal Revenue (C.A. 6) 419 F.2d 1103, 1105, and cases therein cited. But the purpose of such an inquiry is to ascertain whether the payments were in fact rental and whether the sum paid is in excess of what the lessee would have been required to pay had he dealt at arm’s length with a stranger. See also Arkhola Sand & Gravel Co. v. United States (W.D.Ark.) 190 F.Supp. 29; Coe Laboratories, Inc. v. Commissioner of Internal Revenue, 34 T.C. 549; American Metal Products Corp. v. Commissioner of Internal Revenue, supra. In the case at bar, however, the Government has stipulated in the the stipulation of facts filed herein on June 10, 1968, and in Standard Pretrial Order No. 2 that the amounts listed above and claimed by plaintiff as deductions for rental in fact represent the fair rental value of the improvements upon which the rent was paid (in addition to the amortization.)\n[5] In its brief, the defendant attempts to import unreasonableness into *1187 the payment of otherwise reasonable rental value by the plaintiff corporation on the wife of its principal stockholder because it contends that the plaintiff corporation has in substance made a prior gift of the same improvements (totaling some $125,000.00) to Mrs. Van Keppel upon which the rent was later paid. But, when the Government has stipulated in this case that the payments made by plaintiff to Mrs. G. W. Van Keppel and sought to be deducted by plaintiff are properly designated as rental payments and, further, that they represent the fair rental value, the standards of reasonableness as stated in the cases relied upon by defendant, Potter Electric Signal & Mfg. Co. v. Commissioner of Internal Revenue, supra, and Midland Ford Tractor Co. v. Commissioner of Internal Revenue supra, are satisfied in this case. The criterion by which reasonableness should be determined is whether the rent paid is in excess of what the lessee would have been required to pay had he dealt at arm’s length with a stranger. This has been satisfied by the stipulation that the fair rental value is represented by the amounts sought to be deducted from adjusted gross income by plaintiff. Because the ownership of the improvements vested in Mrs. Van Keppel at the time of their making, plaintiff argues that the ‘fair rental payments’ made to her must be deemed to have been ‘required to be made’ within the meaning of § 162, Title 26, United States Code; that in stipulating that the rental sought to be deducted was ‘fair rental value,’ the Government again has agreed that the character of these payments was properly ‘rental’ and therefore that they were required to be made; and that normally, only payments which are not in reality rental payments or which, in cases like that at bar, involve excessive amounts paid in the absence of arm’s length bargaining are considered as not ‘required to be made.’ See, e.g., Smith v. United States (S.D.Tex.) 278 F.Supp. 230.\n \n[6] It is apparently the position of the Government, however, that, because plaintiff has paid a rental value for the improvements in excess of that which it seeks to deduct as ordinary and necessary expenses of business, the entire transaction indicates an absence of arm’s length bargaining and is so tainted by unreasonableness that not even so much of the rental as constitutes ‘fair rental value’ should be deductible. The Government summarizes its position as follows:\n \n‘Simply stated, the Government’s position is that no party dealing at arm’s length would expend almost $125,000 in permanent improvements on land he was renting for $3,000 per year and then agree to pay $18,000 per year rental for the same land. Clearly, had the lessor and lessee been non-related parties with adverse economic interests in the leasing transaction, the lease agreements would not be subject to examination for reasonableness. But where, as here, there is a close relationship between lessor and lessee and, in addition, there is no arm’s-length dealing between them, an inquiry into what constitutes reasonable rental is necessary to determine whether the sum paid is in excess of what the lessee would have been required to pay had he dealt at arm’s length with a stranger.’\nThe fundamental weakness of this argument is that, as stated above, the Government has stipulated that the fair rental value of the improvements is ‘not less than’ the amount sought to be deducted by plaintiff. Therefore, this Court, on the record before it, cannot presume that the total amounts paid by plaintiff to Mrs. G. W. Van Keppel as rent for improvements were not within the limits of the fair rental value. Further, the rule is, even where excessive rental payments are made, that the amount of the payments which may be deemed as reasonable and thus ‘required to be made’ may be deducted in accordance with § 162, supra. Potter Electric Signal & Mfg. *1188 Co. v. Commissioner of Internal Revenue, supra; Smith v. United States, supra.\n[7] In support of its argument on the ‘unreasonableness’ of the entire transaction (as distinguished from the rental), defendant relies heavily on certain factual findings (stipulated to be correct) recited in G. W. Van Keppel Company v. Commissioner of Internal Revenue (C.A. 8) 295 F.2d 267, a prior case involving the same two litigants and the same improvements on the same property. In this respect, the Government’s argument is persuasive. In that case, plaintiff sought to have depreciation on the improvements deducted from its income tax returns for the fiscal years ended November 30, 1955, and November 30, 1956, as depreciation of property held for the production of income under Section 167 (a), Title 26, United States Code. The Court of Appeals for the Eighth Circuit affirmed a decision of the Tax Court that, although the depreciation was an allowable deduction, the cost of the improvements was to be amortized over the useful life of the improvements rather than the stated period of the lease. That decision was based upon the finding of the Tax Court that there were no ‘separate interests but rather an identity of purposes between the lessor and lessee.’ 295 F.2d at 771. The Court of Appeals further noted:\n \n‘It is hardly credible that Mr. Van Keppel as originator of the business, principal officer, and controlling stockholder, would have placed the real estate title in his wife’s name and would have made the substantial improvements upon the leasehold unless he felt certain that the lease would continue for an indefinite period, regardless of its form. The entire course of dealing between the parties here lends substantial support to an inference that the lease transaction was one of form only.’ 295 F.2d at 772.\nThis Court is bound by the doctrine of collateral estoppel to resolve the legal issues in accordance with the relevant facts found by the Eighth Circuit Court of Appeals in G. W. Van Keppel Company v. Commissioner of Internal Revenue, supra. It was the holding of the Eighth Circuit in that case that the lease transaction was ‘one of form only.’ The crucial finding therefore relied upon in that case was that the lease was ‘in substance one of indefinite duration’ in spite of the absence of a renewal clause because of the identity of purposes and interests between the lessor and lessee. The decision of the Eighth Circuit Court of Appeals in that case was made upon the following material facts which were necessary to resolve the material legal issue of the existence and nature of the lease;\n(1) ‘During the years here in question there was in existence a written lease of the business premises occupied by the taxpayer, wherein Elizabeth F. Van Keppel was lessor and the taxpayer, lessee. The lease is dated September 28, 1950, and is for a term of ten years from October 1, 1950. The lessee agreed to pay as rent the sum of $250 per month, to pay all taxes and assessments, to insure buildings and pay insurance premiums, to pay for all repairs, and to return the property at the termination of the lease in good condition. The lease contains no renewal option and makes no provision for extension of the lease beyond the ten-year period.’ 295 F.2d at 769.\n(2) ‘(Plaintiff) took over the business formerly conducted by G. W. Van Keppel as sole proprietor. The lessor, Mrs. Van Keppel, is the The lessor, Mrs. Van Keppel, is the taxpayer corporation issued 1500 shares of stock in 1945, of which Mr. Van Keppel received 1124 shares, Mrs. Van Keppel, 375 shares, and R. L. Mitchell, who served as vice president, 1 share.’ Id.\n(3) ‘Mr. Van Keppel has at all times served as president, treasurer and director of the company and was at all times the person in control of taxpayer’s affairs. Mrs. Van Keppel served as one of three directors *1189 until 1951, and continued to own the 375 shares of stock issued to her until November 29, 1956, when all of her stock was cancelled. As a result of the cancellation of Mrs. Van Keppel’s stock, the outstanding stock of the corporation was reduced to 1125 shares. The record contains no information as to what, if anything, Mrs. Van Keppel received for the surrender of her stock, and nothing appears relating to the circumstances leading up to her retirement as a director.’ Id.\n(4) ‘Taxpayer operated its business on the real estate leased from Mrs. Van Keppel, the first lease being for a ten-year period, executed in 1945, and surrendered in connection with the execution of the present ten-year lease here in controversy. The real estate included in the lease was acquired at various times, commencing in 1938. Title to the first tracts of real estate was taken in the name of Mr. and Mrs. Van Keppel. In 1945 Mr. Van Keppel transferred his interest in the land to his wife, Title to additional contiguous real estate covered by the lease was subsequently acquired in the name of Mrs. Van Keppel. The source of the funds for the acquisition of the real estate and the consideration, if any, for the transfer of Mr. Van Keppel’s interest in part of the real estate to his wife, is not shown.’ Id.\n(5) ‘Taxpayer’s board of directors, then consisting of Mr. and Mrs. Van Keppel and K.W. Cramp, at a meeting on August 18, 1950, authorized the execution of the ten-year lease here in controversy, and above described, and also authorized Mr. Van Keppel to construct a building of suitable size and design not to exceed $100,000. Such building was erected at a cost of $98,180, and between 1952 and 1956 other permanent improvements were made on the leased property costing $26,515.’ Id.\n(6) ‘At the end of the last taxable year here in controversy, Mr. Van Keppel owned 774 shares of the 1,125 shares of stock of the taxpayer outstanding, and he served as president, treasurer and director of the taxpayer.’ Id.\n(7) ‘We find nothing in the record to indicate that Mrs. Van Keppel had any funds of her own invested in the leased real estate. There is no showing that she paid anything for the 375 shares of taxpayer’s stock she held for a time, nor is there any evidence that she received anything for the surrender and cancellation of the stock. The reason for her becoming a director and ceasing to be a director is not explained. There is no evidence that Mrs. Van Keppel at any time refused to comply with any request of the corporation or her husband in connection with the leasing or her stockholding arrangement. The leased real estate as improved is ideally suited for taxpayer’s business.’ 295 F.2d at 772.\n[8] The material facts, as stipulated, are the same in the case at bar, except that the leases are of one-year duration only instead of ten years, as was the lease under which the prior decision of the United States Court of Appeals for the Eighth Circuit was made; and except that it is stipulated in this action that ‘At the termination of the ten year lease in 1960, Mrs. G. W. Van Keppel was not a stockholder, director or employee of the corporation and has not been at any time since 1956.’ Under the facts stipulated, it still appears that no information is contained in the record ‘as to what, if anything, Mrs. Van Keppel received for the surrender of her stock, and nothing appears relating to the circumstances leading up to her retirement as a director.’ It further appears that there is no information respecting *1190 ‘the consideration, if any, for the transfer of Mr. Van Keppel’s interest in part of the real estate to his wife’; that G. W. Van Keppel remains (according to the stipulation in this case) ‘president and principal stockholder of plaintiff corporation’; that there is still ‘no evidence that Mrs. Van Keppel at any time refused to comply with any request of the corporation or her husband in connection with the leasing or her stockholding arrangement’; that the property still appears to be ‘ideally suited for taxpayer’s business’; and that the plaintiff has in fact argued in its reply brief herein that the arrangement results in great saving of rental expenditures to it. These are the material factors on which the Tax Court and the Eighth Circuit Court of Appeals based their decisions that the depreciation deduction should be amortized over the useful life of the improvements because of the inseparability of interests of the nominal lessee and lessor. In view of the appellate court’s enunciating in that case the rule that the ‘substance of the transaction (should be looked to) rather than the form’ (295 F.2d at 771), the intervening changes in form, between that case and this one, whereby Mrs. Van Keppel no longer holds stock in the corporation and whereby the terms of the leases were reduced, must not be regarded as substantial and material. There has been no material change in the basic facts regarded by the Court of Appeals and the Tax Court to be determinative of the crucial issue of whether the original improvements were made on a leasehold under which plaintiff would occupy the premises for an indefinite duration. In fact, the subsequent events corroborate the positive finding on this issue. The doctrine of collateral estoppel is therefore applicable. ‘Collateral estoppel is a defense where the same facts have been determined in litigation between the same parties involving a different tax or a different taxable year.’ 5 Rabkin & Johnson, Federal Income, Gift and Estate Taxation § 72.07, p. 7261. In the case at bar, although a different taxable year is at issue, the same facts adjudicated in the former case control the resolution of the crucial issue. See Commissioner of Internal Revenue v. Sunnen, 333 U.S. 591, 68 S.Ct. 715, 92 L.Ed. 898, 906. The rule is designed to avoid redundant litigation such as this of the taxpayer’s status.\n \n[9] On the same basic findings of fact and for the same reasons given by the Tax Court and the Court of Appeals in the prior case, it is herein determined that the rental payments on the buildings and other improvements are not deductible under § 162, Title 26, United States Code.\n \nThe case at bar differs from Potter Electric Signal & Mfg. Co. v. Commissioner of Internal Revenue, supra; American Metal Products Corp. v. Commissioner of Internal Revenue, supra; Smith v. United States, supra; and the other cases cited above (wherein even when an excessive rent is paid, so much thereof as is ‘reasonable’ may be deducted) because of the identity of interest and the relation between lessee and lessor which show that the lease is of indefinite duration in substance. Therefore, the improvements should be amortized over their useful life.\nThe argument of the Government further suggests that it may be inconsistent for plaintiff to claim amortization of the improvements made simultaneously with fair rental payments on them. It is not necessary to determine this question. The taxpayer may reasonably contend that these alternative claims were necessary to avoid forfeiture of its rights to depreciation deductions if its claims for rental deductions are denied, as in this decision.\nFor the foregoing reasons, it is\nAdjudged that judgment be, and it is hereby, entered for defendant and against plaintiff herein and that plaintiff have and recover nothing of and from the defendant herein and that all relief requested by plaintiff be, and it is hereby, denied.\nAll Citations\n321 F.Supp. 1183, 27 A.F.T.R.2d 71-727, 71-1 USTC P 9104\n\n\n\nFootnotes\n|\n1\n|Although, as noted in the body of this opinion, Mr. Van Keppel later owned 774 shares of the 1,125 shares of stock of plaintiff corporation, plaintiff and Mrs. Van Keppel remained ‘related taxpayers’ under § 267, Title 26 U.S.C.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}