{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by Technical Advice Memorandum, IRS TAM, February 13, 2009\n24 Cl.Ct. 73\nUnited States Claims Court.\nMERCK & CO., INC., Plaintiff,\nv.\nThe UNITED STATES, Defendant.\nNo. 283–88T.\n|\nSept. 10, 1991.\nSynopsis\nTaxpayer filed complaint, alleging that allocation of royalty income from taxpayer’s affiliate to taxpayer was legal error, and that taxpayer had consequently overpaid his income taxes for two years by amount sought in refund applications. The Claims Court, Harkins, Senior Judge, held that reallocation to parent as income an amount equal to seven percent of the net sales of Puerto Rican affiliate, on ground that allocation was necessary to clearly reflect income of parent under statute empowering the Internal Revenue Service (IRS) to reallocate income between two or more business organizations under common control, was arbitrary, capricious, and unreasonable, since record did not supply basis for arms-length seven percent royalty rate for continuing research and development services, and continuing marketing activities by parent on behalf of affiliate.\n \nSo ordered.\n \n\n\nWest Headnotes (6)\n\n\n[1]\n|Internal RevenueAttribution of income to stockholder or corporation\n|\n|Purpose of section of Internal Revenue Code empowering the Internal Revenue Service (IRS) to allocate income between two or more business organizations that are under common control, based on determination that allocation is necessary to prevent evasion of taxes or to clearly reflect income, is to prevent the arbitrary shifting of income and deductions among controlled corporations and to place such corporations on a tax parity with uncontrolled corporations. 26 U.S.C.(1970 Ed.) § 482.\n\n|\n\n\n[2]\n|Internal RevenueEvidence\n|\n|Taxpayer challenging reallocation of income between two or more business organizations under common control has burden of overcoming presumption of correctness and to establish that the Internal Revenue Service (IRS) acted arbitrarily, capriciously and unreasonably; whether the IRS exceeded its discretionary authority in making an allocation that was arbitrary, capricious, or unreasonable is a question of fact, not law. 26 U.S.C.(1970 Ed.) § 482.\n2 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueNature, form and exclusiveness of remedy\nInternal RevenueGrounds of Action\n|\n|In a tax refund suit involving a reallocation of income between two or more business organizations under common control, the proceeding is de novo, and not a quasi appellate review of an administrative determination; in order to prevail, taxpayer, in addition to showing that action of Internal Revenue Service (IRS) was arbitrary, capricious, or unreasonable, must prove the correct amount of the tax and resulting overpayment. 26 U.S.C.(1970 Ed.) § 482.\n3 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueAttribution of income to stockholder or corporation\n|\n|Reallocation of income under section of the Internal Revenue Code empowering the Internal Revenue Service (IRS) to reallocate income between two or more business organizations under common control does not permit reallocation of income merely because a controlling entity has the power to shift income; rather, the allocation must be based upon an actual shifting of income. 26 U.S.C.(1970 Ed.) § 482.\n1 Case that cites this headnote\n|\n\n\n[5]\n|Internal RevenueAttribution of income to stockholder or corporation\n|\n|Reallocation by the Internal Revenue Service (IRS) of income of Puerto Rican affiliate to parent pursuant to statute empowering the IRS to reallocate income between two or more business organizations under common control “in order to prevent evasion of taxes or clearly to reflect income” could not be justified under “evasion of taxes” prong; decision to locate production facilities in Puerto Rico, as well as decision to position foreign sales efforts in local companies, was based on sound business reasons; moreover, Puerto Rican facility permitted parent to take advantage of Congressionally sanctioned tax incentives to encourage American business investments in Puerto Rico, and taking advantage of tax benefits made available by Congress does not constitute tax avoidance or evasion under the statute. 26 U.S.C.(1970 Ed.) § 482.\n2 Cases that cite this headnote\n|\n\n\n[6]\n|Internal RevenueAttribution of income to stockholder or corporation\n|\n|Reallocation to parent as income of an amount equal to seven percent of the net sales of Puerto Rican affiliate, on ground that allocation was necessary to clearly reflect income of parent under statute empowering the Internal Revenue Service (IRS) to reallocate income between two or more business organizations under common control, was arbitrary, capricious, and unreasonable; record did not supply basis for arms-length seven percent royalty rate for continuing research and development services, and continuing marketing activities by parent on behalf of affiliate. 26 U.S.C.(1970 Ed.) § 482.\n1 Case that cites this headnote\n|\n\n\nAttorneys and Law Firms\n*75 Stephen N. Shulman, Washington, D.C., Atty. of record for plaintiff. Alan W. Granwell, Michael Quigley, & Cadwalader, Wickersham & Taft, of counsel.\nGeorge L. Squires, Washington, D.C., with whom was Acting Asst. Atty. Gen., James A. Bruton, for defendant. Mildred L. Seidman & David Gustafson, Dept. of Justice, of counsel.\n\n\n\n\nOPINION\nHARKINS, Senior Judge:\nThis federal income tax refund case involves a challenge to reallocations ordered by the IRS in the application of I.R.C. § 482.1 For tax years 1975 and 1976, the Commissioner of Internal Revenue reallocated to plaintiff, Merck & Co., Inc., (Merck) an amount equal to 7 percent of the net sales of its affiliate, Merck Sharp & Dohme Quimica de Puerto Rico, Inc. (MSDQ). For 1975, the amount reallocated was $4,630,462, and for 1976, the amount was $5,613,208. As a result of these reallocations, income taxes Merck has paid were increased by $2,222,622 for 1975, and by $2,694,340 for 1976.\n \nMerck is the parent of a multi-national group of corporations doing business throughout the world, primarily in the development, production, and marketing of pharmaceutical products (Merck Group). MSDQ was incorporated on June 16, 1969, in Delaware, as a wholly-owned subsidiary of Merck, to manufacture bulk active and intermediate pharmaceutical chemicals in Puerto Rico for export overseas. MSDQ began business operations in 1972. Prior to 1972, MSDQ had been included in the consolidated federal tax returns Merck filed; after 1972, MSDQ filed its own Puerto Rican and United States tax returns.\n \nThe I.R.C. § 482 reallocation involves the production and distribution by the Merck Group of bulk methyldopa, the active ingredient in the antihypertensive drug Aldomet, and L–Acetylaminonitride (LAAN), an intermediate chemical in the production of bulk methyldopa, and the marketing of Aldomet and other pharmaceutical formulations of methyldopa. Merck developed methyldopa in the 1950s, from its research in the cardiovascular/renal field. Aldomet was one of six important products derived from this research, other products include Hydromet, Aldoril and Aldochlor. Merck began production of methyldopa in 1962 in its Flint River plant in Albany, Georgia. MSDQ began production of methyldopa in Puerto Rico in 1972. By 1975 and 1976, Merck’s Flint River production supplied the demand for methyldopa that was used in end-product sales in the United States, and MSDQ supplied bulk LAAN and methyldopa to the 22 or 23 foreign affiliates in amounts needed to meet end-product demand in the countries involved.\n \nDuring the period September 1980 through July 1982, Merck’s 1975 and 1976 operations were examined by the IRS in an audit of Merck’s federal income tax returns for those years. On July 27, 1982, deficiencies were assessed. By August 6, 1982, Merck had paid the full amount of all deficiencies, plus statutory interest, for tax years 1975 and 1976.\n \nThe I.R.C. § 482 reallocation of MSDQ income was based upon a report dated June 30, 1982, prepared by an IRS economist (International Examiner’s Report (IER)), and a Revenue Agent’s Report (RAR), dated July 7, 1982. The IER concluded that the adjustment was determined “on finding an arm’s length charge for the R & D and continuing market program of Merck & Co., Inc.” The RAR includes the following paragraph:\nUpon examination it was determined that Merck & Co., Inc. was providing Quimica with its continuing marketing as well as Research and Development activities *76 which are intangibles apart from the tax-free transfers made to MSDQ.\n \nThe RAR recommended an adjustment to allocate royalty income from MSDQ to Merck under I.R.C. § 482. An arm’s length royalty rate, with “which the taxpayer is in agreement,” was determined to be 7 percent of MSDQ’s net sales. Without waiving its right to claim a refund, Merck, by signing Form 870, consented to the assessment of the tax that resulted from the adjustment. Merck did not file with the IRS any protest in connection with the audit of the 1975 and 1976 tax years. Merck filed separate claims, dated June 29, 1984, for refunds for tax years 1975 ($2,222,622) and 1976 ($2,694,340).\n \nWhile the refund claims for 1975 and 1976 were pending, representatives of Merck and the IRS, in connection with the IRS audit of Merck’s federal income tax returns for tax years 1980 and 1981, met on January 31, March 17, and November 6, 1986. What transpired in these meetings is the subject of dispute between the parties. One item of dispute related to proposed adjustments that would impute royalty income to Merck from MSDQ at 7 percent for tax years 1980 and 1981, as well as a similar reallocation to Merck, beginning in 1980, of income from a new affiliate, Merck Sharp & Dohme (Ireland) Ltd.—(MSD—Ireland). This matter was complicated by the fact that the IRS personnel who were discussing the proposed adjustments for tax years 1980 and 1981 were the same individuals who were deciding Merck’s refund claims for the tax years 1975 and 1976.\n \nOn October 16, 1987, the IRS sent Merck a “30–day letter” relative to the disallowances the IRS had made for tax years 1975 and 1976. The October 16, 1987, letter enclosed an IRS examination report, dated October 13, 1987, which explained “why we believe an adjustment of your tax liability is necessary,” and stated that if Merck did not respond within 30 days, the case would be processed on the basis of the adjustments shown in the examination report. The examination report included the following:\nReview of the royalty adjustment made in the original Revenue Agent’s Report dated 7–7–82 indicates a royalty was not imputed under Section 482 for the patent and/or the manufacturing process that were transferred pursuant to Section 351 of the Code. Rather, a royalty was imputed for the use of the market by Merck Sharp & Dohme Quimica de Puerto Rico which is currently owned and was developed by Merck & Co., Inc. and for the research and development benefits which Merck & Co., Inc. spends hundred of millions of dollars on and Merck Sharp & Dohme Quimica de Puerto Rico is the recipient of its fruit.\nNo additional information was provided and the facts have not changed.\nAs a result of our examination, we have disallowed your claims in full for 1975 and 1976. (Emphasis in the original.)\n \nOn October 16, 1987, the IRS also issued a 30–day letter which applied to tax years 1977, 1978, and 1979. By letter dated November 2, 1987, Merck requested an extension of time to December 15, 1987, in which to reply to the 30–day letters served on October 16, 1987, with regard to the years 1975–1979. This request apparently was granted on November 3, 1987. Merck contends it submitted further information relative to years 1977, 1978 and 1979, and requested a hearing before the Appeals Office. Defendant contends the IRS did not receive from Merck any written response to the 30–day letter relative to the tax years 1975 and 1976.\n \nBy letters dated January 27, 1988, the IRS mailed separate formal notices of disallowance in full of Merck’s refund claims for tax years 1975 and 1976. The disallowance letters attached copies of the October 13, 1987, examination report.\n \nMerck filed its complaint on May 11, 1988. The complaint contends that the allocation of royalty income from MSDQ to Merck is legal error, that Merck has overpaid its income taxes by the amounts sought in its refund applications, plus statutory interest, for tax years 1975 and 1976, and seeks an award of damages of $3,517,720.50 *77 for 1975, and $4,045,954.60 for 1976, plus interest accruing from July 16, 1982.\n \nProceedings on the claims in Merck’s complaint have been protracted and complicated. On December 23, 1988, defendant filed a motion to dismiss that contended the court lacks subject matter jurisdiction (RUSCC 12(b)(1)), under the doctrine of variance, because Merck did not raise before the IRS in its refund claim that the I.R.C. § 482 allocation was based on MSDQ’s alleged use of marketing intangibles or benefits from R & D expenditures. Defendant’s motion to dismiss also contended that Merck had failed to state a claim upon which relief can be granted (RUSCC 12(b)(4)) because Merck’s contentions that a Section 482 reallocation could not be based on its transfer of manufacturing intangibles and performance of support services to MSDQ did not accord with fact. Defendant asserted that the IRS had not based its adjustments on manufacturing intangibles or support services. Defendant’s motion to dismiss, relative to lack of subject matter jurisdiction, alleged that Merck’s refund applications did not comply with the requirements of I.R.C. § 7422 and Treasury Regulation § 301.6402–2(b)(1), and, as a result, under the variance doctrine, this court did not have subject matter jurisdiction of Merck’s claim for a tax refund.\n \nOn February 27, 1989, Merck filed a cross-motion for summary judgment. Oral argument on the cross-motions was heard on February 27, 1990. At the close of argument, defendant’s motion to dismiss for lack of subject matter jurisdiction under RUSCC 12(b)(1) because of the variance doctrine, was denied. Because matters outside the pleadings were presented and not excluded by the court, defendant’s motion to dismiss for failure to state a cause of action on which relief may be granted, which was expanded to include the variance issue, was converted to a motion for summary judgment.\n \nDuring oral argument it became apparent that material issues of fact were in dispute and disposition of the respective contentions by summary judgment procedures was not appropriate. As a result, both cross-motions for summary judgment were denied. Material issues of fact on the variance issue were identified in the February 27, 1990, order, and a schedule was established for discovery and preparation for trial. The final pretrial conference was on July 27, 1990, and a 6–day trial was held from August 13 to August 20, 1990.\n \nDuring the course of these proceedings, both parties have changed counsel of record. Defendant’s present counsel of record filed an appearance on May 8, 1989, after defendant’s motion to dismiss had been filed and briefed. Defendant’s present counsel filed the Government’s response to Merck’s cross-motion for summary judgment. Merck’s present counsel filed an appearance on March 9, 1990. Pretrial preparation materials pursuant to RUSCC Appendix G were prepared by the parties’ present counsel. At trial, neither party presented factual evidence or argument relative to the disputed factual issues that were identified in the February 27, 1990, order. Trial was concerned solely with the facts and legal arguments applicable to the I.R.C. § 482 issue. In its posttrial brief, defendant reasserts its position that this case should be dismissed under RUSCC 12(b)(1) for lack of subject matter jurisdiction on the basis of the variance doctrine.\n \nRUSCC 12(b) permits the United States to assert jurisdictional defenses that, where appropriate, result in expeditious disposition of claims against the Government. Dismissal of a claim for a tax refund on the basis of the pleadings precludes consideration of supporting evidence on substantive merits. The procedure is drastic and should be used only when clearly appropriate. Where a complaint identifies sections of the I.R.C. and Treasury regulations on which the claim is based, if the court is persuaded that federal law does not give the right claimed, the court should dismiss for failure to state a claim upon which relief can be granted rather than for want of subject matter jurisdiction. *78 2\n \nFactual inquiry on a motion to dismiss under RUSCC 12(b) is limited. In passing on a motion to dismiss, whether on the ground of lack of subject matter jurisdiction or for failure to state a cause of action, the allegations in the complaint are to be considered favorably to the pleader. The issue is not whether the plaintiff ultimately will prevail; it is whether the plaintiff is entitled to offer evidence to support facts alleged in the complaint.3\n \nIn claims arising under the Tucker Act, issues relative to sovereign capacity and consent to be sued cloud jurisdictional concepts. Subject matter jurisdiction relates to the area of substantive law that Congress has empowered the court to adjudicate. The exercise of subject matter jurisdiction, in claims against the Government, is further restricted in particular cases by specific facts that implicate the consent of the sovereign to be sued. As a consequence, the term “jurisdiction” has been given at least two distinct meanings. First, the court’s general powers to adjudicate in specific areas of substantive law—subject matter jurisdiction. Second, the jurisdiction in a particular case for the court to exercise its general power on the facts peculiar to a specific claim.4 A party may fail to state a claim on which relief can be granted when the facts relevant to the particular claim show it to be barred by limitations under 28 U.S.C. § 2501 or I.R.C. § 6511, or by a variance issue under I.R.C. § 7422(a).\n \nThe Court of Claims, and now this court, has had subject matter jurisdiction over suits for refund of federal taxes since enactment of the Tucker Act in 1887. This source of tax refund jurisdiction has been recognized by the Supreme Court, and has been explicitly declared by the Court of Claims.5 The Tucker Act conferred subject matter jurisdiction over claims against the United States “founded either upon the Constitution, or any Act of Congress, or any regulation of an executive department, or upon any express or implied contract with the United States, or for liquidated or unliquidated damages in cases not sounding in tort.” In a tax refund case, money is in the possession of the Government, and the claim must assert that the value sued for was improperly paid or exacted in contravention of a statute or a regulation.6\n \nIn addition to its historical Tucker Act jurisdiction over claims for refund of taxes, Merck’s June 29, 1984, refund claims were filed within the statutory period, were considered by the IRS over an extended period, and were disallowed formally. This court has subject matter jurisdiction over Merck’s claims for a tax refund. Denial of defendant’s RUSCC 12(b)(1) motion to dismiss for lack of subject matter jurisdiction was proper. Any contention that the complaint should be dismissed for failure to state claim under RUSCC 12(b)(4), or that the claims in the complaint could be determined through application of summary judgment procedures, has been abandoned by both parties.\n \nThe record contains numerous findings of fact that were stipulated and adopted by the court at trial, or in posttrial briefing have been requested with no objection from the opposing party. Such findings of fact and their supporting exhibits are adopted and incorporated by reference in this opinion. Such stipulated and requested findings of fact constitute a comprehensive statement of many facts which, while relevant, need not be reproduced separately, or *79 repeated except as useful for perspective on those facts that control the decision. The controlling facts, derived from the stipulations, and from testimony and evidence presented at trial, are appended to this opinion.\n \n\nDisposition\nCriteria applicable to IRS exercise of the authority conferred by I.R.C. § 482 are defined by regulation and numerous judicial precedents. Section 482 empowers the IRS to reallocate income, between two or more business organizations that are under common control, on a determination that such allocation “is necessary in order to prevent evasion of taxes or clearly to reflect income.”7 I.R.C. § 482 is a powerful tool and the Commissioner has broad leeway in its application.8\n \n[1] The purpose of Section 482 is to prevent the arbitrary shifting of income and deductions among controlled corporations and to place such corporations on a tax parity with uncontrolled corporations.9 The general theory of the IRS regulations that implement Section 482 is to treat each of the individual members of a commonly controlled group as a separate entity, transactions between which are taxable events to be conformed to the economic realities that would obtain between independent economic entities conducting the identical transactions at arm’s length. This can be contrasted with the unitary entity theory, an alternative theoretical model, which considers all commonly controlled entities as parts of the same unitary business.10\n \n[2] A taxpayer challenging a Section 482 reallocation has the burden to overcome a presumption of correctness and to establish that the IRS acted arbitrarily, capriciously and unreasonably.11 Whether the IRS exceeded its discretionary authority by making an allocation that is arbitrary, capricious, or unreasonable is a question of fact, not law.12\n \n[3] In a tax refund suit involving a Section 482 reallocation, the proceeding is de novo, not a quasi appellate review of an *80 administrative determination. In order to prevail, the taxpayer, in addition to showing the IRS action was arbitrary, capricious, or unreasonable, must prove the correct amount of the tax and resulting overpayment.13\n \nIt has long been well established that the terms “tax avoidance” and “tax evasion” are interchangeable for purposes of Section 482. IRS determinations have been upheld where the transactions in issue were arranged solely to avoid taxes and without a valid business purpose.14\n \n[4] The Tax Court has recognized limitations upon applicability of Section 482. Section 482 does not permit the reallocation of income merely because a controlling entity has the power to shift income. A reallocation under Section 482 must be based upon an actual shifting of income. “Section 482 is not designed to punish the mere existence of commonly controlled entities nor the unexercised power to shift income among them.”15 “The mere power to determine who in a controlled group will earn income cannot justify a section 482 allocation of the income from the entity who actually earned the income.”16\n \nThe Treasury Regulations contemplate that Section 482 may be used even in circumstances involving nontaxable transactions. 26 C.F.R. § 1.482–1(d)(5) provides:\nSection 482 may, when necessary to prevent the avoidance of taxes or to clearly reflect income, be applied in circumstances described in sections of the Code (such as section 351) providing for nonrecognition of gain or loss. See, for example, “National Securities Corp. v. Commissioner of Internal Revenue ”, 137 F.2d 600 (3d Cir.1943), cert. denied 320 U.S. 794, 64 S.Ct. 262, 88 L.Ed. 479 (1943).\n \nIRS regulations provide detailed guidelines for the application of Section 482 to a variety of intra-group transactions. In general, the rendition of services by one member of the group to another member of the group for less than an arm’s length consideration will result in an allocation consistent with the relative benefits intended from those services.17 Except in unusual circumstances, the allocation is based on the renderer’s cost for providing the services rather than the value of the services to the recipient.18\n \nIn their application of the legal criteria established by regulation and precedent to the facts of this particular case, both parties argue from concepts of the Merck Group that do not accord with reality. Merck sees the vertical integration of the Group as an assemblage of discrete, independent, corporate entities in a relationship that, from a legal standpoint, makes MSDQ’s methyldopa production and profits entirely separable. Merck cites income tax tenets that emphasize such separation: income tax liability is determined by reference to the person that earns the income;19 a taxpayer is free to select the forum in which it carries on its business, and a taxpayer has the right to arrange its affairs to achieve the maximum tax savings.20\n \nDefendant, on the other hand, sees the relationship of Merck and MSDQ in isolation, with Merck and MSDQ failing to report taxable incomes in 1975 and 1976 *81 that would have been reported had they conducted their affairs at arm’s length as uncontrolled taxpayers. Defendant asserts that Merck contributed to MSDQ intangible property and services in 1975 and 1976 that would have been worth 10 percent of MSDQ’s sales revenues if they had been charged as independent transactions with or between unrelated parties. Defendant’s statistical analysis to support its concept contains numerous, substantial errors: i.e., MSDQ’s ratios of net income to sales revenues for methyldopa include investment income and, in 1976, a $21 million dividend from MSD (Ireland) that had nothing to do with methyldopa; the ratios of income to sales revenues of foreign marketing affiliates were not based on sales revenues of methyldopa products, but included also sales revenues from 30 to 40 other products.\n \nThe Merck Group conducts a worldwide business by means of a vertically integrated organization that includes 21 affiliates incorporated in the United States and approximately 61 affiliates incorporated in foreign countries. In 1975 and 1976 this type of organization, according to Merck’s reports to shareholders, produced a net income of $228.8 million and $255.5 million respectively.\n \nTo assure that operations in the Group comply with policies established and decisions made by Merck’s executive officers, the posts on the boards of directors and officers in the wholly owned affiliates, for the most part, are filled by senior management personnel located at Merck’s headquarters at Rahway, New Jersey. This method of staffing, which results in many individuals having multiple titles and overlapping duties in numerous corporate entities throughout the Group, is a type of business organization and management customarily employed in a group of controlled corporations, and it in itself is not illegal or challenged by the IRS. As a consequence of this method of staffing, notwithstanding the formality that the affiliates legally are corporations with separate identities, the business of the Merck Group was controlled through the supervision and coordination by Merck’s executive officers from the Rahway headquarters. For this reason, Merck’s arguments that the absence of contractual commitments, such as requirements contracts, output or take-or-pay contracts, establishes that the foreign marketing affiliates’ decisions to buy methyldopa produced by MSDQ was controlled solely by market forces or is the result of an economic imperative, lack merit. In the context of Group operations, Merck’s contention that MSDQ by itself bears the market risk that demand for methyldopa would decline does not accord with fact.\n \nAs a major pharmaceutical manufacturer, the Merck Group competes for sales and profits primarily through the discovery and development of new therapeutic pharmaceuticals, which are then through the patent system exploited on an exclusive basis throughout the world. The Merck Group’s patent coverage on methyldopa and methyldopa based products embraced the period from January 13, 1959, to at least July 1, 1992. It included the controlling product patent on the methyldopa compound and process patents relative to the manufacture of methyldopa. Through these patents, Merck had the right to exclude others from making, having made, using or selling methyldopa or methyldopa based products throughout the United States, including Puerto Rico.\n \nMerck’s decision in 1969 to locate a manufacturing subsidiary in Puerto Rico, and its decision in 1970 to dedicate MSDQ’s entire plant to the manufacture of methyldopa and LAAN, were based on valid business reasons, in addition to a consideration of valuable tax advantages.21 Merck organized *82 its foreign affiliates to manufacture and market methyldopa based end-products for valid business reasons. Many foreign governments require ethical pharmaceuticals to be manufactured and marketed by a local company. The formulation and sale of end-products was separated from the production of bulk active ingredients in order to comply with government testing and licensing regulations.\n \nMSDQ began production of methyldopa and LAAN in June 1972. MSDQ’s production through 1974 was done under a license that granted immunity from suit for claims of infringement of Merck’s patent rights. The license covered Merck’s secret factory process, technical information, know how and patent rights. Royalty payments to Merck under the license were $1,700,000 in 1973 and $2,174,000 in 1974, subject to a Puerto Rican withholding tax of 29 percent.22 The royalty payment in 1973 (without regard to the withholding tax) amounted to 4.83 percent of MSDQ’s net sales to foreign marketing affiliates, and in 1974 it amounted to 4.81 percent. MSDQ’s total net sales of methyldopa and LAAN for 1972 through 1974 amounted to $98.76 million, and the total royalty payments for that period were $3.87 million, or 3.92 percent of net sales.23 It is clear that the royalties paid by MSDQ under its license from Merck did not approach 7 percent of its net sales to the foreign marketing affiliates.\n \nIn 1974, Merck requested and obtained a private letter ruling pursuant to I.R.C. § 351 on its proposal to assign to MSDQ, as a contribution to capital, exclusive rights for Puerto Rico under its methyldopa patents. Merck’s request included a copy of a proposed instrument of assignment, which was substantially the same as the patent assignment Merck subsequently made in 1975. I.R.C. § 351 provides for the nonrecognition of gain or loss upon the transfer of property to a controlled corporation.24\n \nThe basic philosophy underlying Section 351 is that a transfer of appreciated or depreciated property to a corporation controlled by the transferor is merely a change in the form of ownership. Section 351 is not concerned with situations involving true severance of control. It is concerned with situations which Congress considered as revealing illusory or artificial relinquishment of control and illusory and artificial gain. A 351 transfer is, in short, a transfer in form only, a technical transfer, not one of substance. Continuing control by the taxpayer is the cardinal element that *83 supports the nonrecognition of gain under Section 351.25 A third party does not at that time acquire a substantial interest in the property transferred, or control over it. After a Section 351 nonrecognition exchange, the transferee corporation does not recognize a gain or loss on the receipt of the property in exchange for its stock, the transferor’s basis in the transferred property is carried over and becomes the transferee corporation’s basis and the transferor’s basis in the transferred property is substituted as the basis of the stock received.26\n \nIn 1975, Merck in separate agreements effective as of January 1, 1975, assigned its patent and patent applications and transferred in perpetuity technical information to MSDQ, as contributions to capital. These agreements transferred intangible property to MSDQ, and gave MSDQ the exclusive legal right to make, use, and sell methyldopa and LAAN in Puerto Rico. Although the Technical Information Agreement differs substantially from the arrangement described in Merck’s Section 351 application, these transfers clearly meet the requirements for nonrecognition under Section 351.27 Merck owns all of MSDQ’s stock, and, through representation on MSDQ’s board of directors and employment of many of MSDQ’s officers, in a very real way is in position to continue to exert final control over all of MSDQ’s production and sale of methyldopa and LAAN.\n \nThe 1975 transfers to MSDQ of exclusive rights for Puerto Rico in patents and technical know how was a formality that had no legal or practical effect as to Merck Group internal operations, involved in the production and sale of methyldopa and LAAN, or involved in the sale of trade marked products by the foreign affiliates. Before the transfers, Merck’s patent coverage and manufacturing know how included Puerto Rico. All production of methyldopa and LAAN for the Merck Group was in the United States or in Puerto Rico. The transfers that “carved out” Puerto Rico did not alter internal transactions made by companies in the Merck Group. MSDQ in 1973 and 1974, in its manufacturing operations, had immunity from suit for any claims of infringement of Merck’s rights in the patents and technology, and under that license was supplying the methyldopa needed by the foreign marketing subsidiaries for formulation of Aldomet. The transfer agreements did not give MSDQ in 1975 and 1976 any function or legal position in Group activities it did not already have from 1972 and up to December 31, 1974.\n \nMerck’s expert testified that the approximate value of the methyldopa patents as assigned to MSDQ had an approximate value in 1975 of $235 million, and in 1976 of $245 million. Patent coverage to ward off attempts by outsiders to penetrate the markets for Aldomet and related methyldopa based products was extremely important and valuable to the Merck Group. Whatever may be the merits of the expert’s methodology, it is clear that the only value the patents possessed was in a consideration of the Group’s dealings with outsiders. Insofar as relationships within the Group are concerned, the patents were of no business concern. Production of methyldopa and LAAN, and sales to the foreign marketing affiliates, were not affected by where the patents were “parked” in the Group. The transfers of the patent and technical know how intangibles to MSDQ in 1975, and the Section 351 nonrecognition of gain in 1974, were without economic significance in the internal Merck Group operations and relationships.\n \nMerck argues that since the Section 351 transfer was valid for nonrecognition of gain, and since MSDQ’s location in Puerto Rico was in furtherance of bona fide business *84 purposes and congressional investment objectives, MSDQ’s use of the patents and technical know how to produce and sell methyldopa and LAAN made it the true earner of the income from such sales. As the true earner, there assertedly was no distortion and there is no basis in fact or law to reallocate any portion of MSDQ’s income to Merck as a result of, or in connection with, the transfer. MSDQ is the true earner only on the assumption that MSDQ acts in the Group in an isolated separate entity basis that is independent of the interlocking controls retained in Rahway. This assumption is obviously a legal fiction that is contrary to economic reality. Nonrecognition of gain or loss under Section 351 has to do with accounting for transfers internal to the controlled group. The validity of the transfer for Section 351 purposes, and the Government’s approval, has no bearing on an analysis of income produced from sales to other members of the controlled group.\n \nDefendant’s explanation of a basis for the Section 482 reallocation has not been consistent. In its examination of the license agreement between Merck and MSDQ in effect for the years before December 31, 1974, the IRS concluded an arm’s length royalty would be 10 percent of MSDQ’s net sales to the foreign manufacturing affiliates. The IRS concluded that the 10 percent royalty should be followed in subsequent years, since it was in effect during the last year before the Section 351 transfer of intangibles to MSDQ. In the IER, the Section 351 transfer was seen as limited to intangibles that were related to the product and process patents and technical and manufacturing know how. The 10 percent royalty to be applied for 1975 and 1976 was considered to include the following elements: (1) a share of the Merck Group’s on-going budget for R & D, (2) a share for the Group’s activities in its continuing marketing programs, and (3) manufacturing intangibles identified with the product and process patents and technical know how. Since one of the elements (No. 3) was eliminated by the Section 351 transfer, the lower royalty rate of 7 percent was considered to be fair and reasonable. Accordingly, the RAR applied a factor of 7 percent to MSDQ’s net sales to the foreign marketing affiliates in the computation of the Section 482 reallocation for years 1975 and 1976.\n \nThe IRS did not specify the portion of the 7 percent royalty to be attributed to the R & D element (No. 1) or to the marketing activities element (No. 2).28 According to the analysis in the IER, the IRS made the 7 percent royalty adjustment under Section 482 regulations that apply to the transfer or use of intangible property.29 Intangible property, as defined in Section 1.482–2(d)(3), includes contracts, methods, programs, systems and procedures.30\n \n*85 Defendant’s pretrial statements contended that Merck provided MSDQ with extremely valuable services on an on-going basis: (1) delivery of a ready made group of captive customers, ready, willing, and able to pay MSDQ high prices established by Merck, and (2) assured on-going, effective marketing services able to provide MSDQ with customers for which any stand alone manufacturer would willingly pay large fees on a regular basis.\n \nAt the close of plaintiff’s presentation of its evidence at trial, defendant moved for dismissal under RUSCC 41(b) on the ground that Merck had shown no right to relief. Defendant’s motion was based on the Section 482 regulations that apply to the performance of services.31\n \nIn its posttrial statement, defendant contends that Merck’s organization of MSDQ and its transactions with the foreign affiliates are the result of sophisticated tax planning that involves the taint of prohibited tax evasion motives. Defendant also contends the Section 482 allocation is authorized under the regulations applicable to the transfer of intangible property.32 The intangible property involved is identified as (1) an affiliate structure, (2) a pricing mechanism structure, and (3) a group wide planning structure. Defendant also refines its position concerning the provision of services under the IRS regulations.33\n \n[5] Defendant’s contention that the allocation may be justified on the Section 482 prong “to prevent evasion of taxes” is not persuasive. The fact that Merck’s management was diligent and creative, and used sophisticated tax planning to reduce its overall tax liabilities, in itself does not constitute prohibited tax avoidance or evasion. Merck’s decision to locate production facilities in Puerto Rico, and its decision to position its sales efforts in foreign markets in local companies, were based on sound business reasons. A second production supply source was needed. Puerto Rico offered an adequate supply of labor and potentially appropriate sites. Other competing pharmaceutical firms had located in Puerto Rico, and any resulting lower tax rates could give such companies a possible competitive edge. A Puerto Rican facility permitted Merck to take advantage of congressionally sanctioned tax incentives to encourage American business investments there, as well as Puerto Rican tax exemptions. It is well established that taking advantage of tax benefits made available by Congress does not constitute tax avoidance or evasion under Section 482.34\n \n[6] Defendant’s insinuations of impropriety in Merck’s use of sophisticated tax planning do not diminish the valid business purposes established by the facts in this case. Tax considerations, obviously, were a significant factor in Merck’s decisions in structuring Group operations to supply methyldopa and LAAN to foreign marketing affiliates from MSDQ production. These tax considerations do not overcome Merck’s sound business reasons so as to justify the use of Section 482 to prevent tax evasion. A taxpayer that does not take the tax laws into consideration when structuring complex transactions not only is naive but probably is out of business. Accordingly, if the allocation is to be justified, it must be on the “clearly to reflect income” prong of Section 482.\n \nThe source of the IRS conclusion that, for years before 1975, an arm’s length royalty rate on MSDQ’s net sales should be 10 percent is not explained on the record. The IER list of the facts or factors used to reach the conclusion that 7 percent would be appropriate for a rate in 1975, included: “Merck & Co. Inc. budgets 10 percent of *86 their net sales for research and development,” and the observation that MSDQ should continue to contribute to this expansion program. In fact, in 1973, Merck’s R & D expenditures were 7.96 percent of the Group’s net sales and in 1974, R & D expenditures were 7.78 percent.35\n \nThe IER recites that the IRS economist had proposed “that the previously determined fact patterns are unaltered and that the 10 percent royalty rate should be considered as a basis for the Section 482 income allocations covering the years 1975–1976.” The fact patterns for the years previous to 1975 do not reflect a 10 percent rate. A royalty of 10 percent in 1973 would produce $3.52 million, and in 1974 it would produce $4.52 million. The actual payments under Merck’s license agreement with MSDQ were $1.71 million in 1973 and $2.17 million in 1974. These payments amounted to 4.83 percent and 4.81 percent of MSDQ’s net sales. Under the formula that was specified in the license agreement, the royalties payable in 1973 would be 5.09 percent of MSDQ’s net sales, and in 1974 would be 5.07 percent.36\n \nBy 1974, Merck’s expenditures in the cardiovascular/renal field had dropped to 10.3 percent of its total R & D budget. In 1975 and 1976, the decline continued with ratios of 9.4 percent in 1975 and 8.9 percent in 1976. Expenditures for R & D related to methyldopa products in 1974 were minimal. In 1974, the R & D budget for methyldopa based products amounted to 0.44 percent of Merck’s total R & D effort, and was only 4.32 percent of Merck’s expenditures for R & D in the cardiovascular/renal field.\n \nThe RAR reduced the alleged 10 percent royalty rate to 7 percent. This lower rate was considered to represent an arm’s length royalty rate for two remaining elements that formerly had been covered by the 10 percent rate: (1) continuing R & D, and (2) continuing marketing activities. It is obvious that Merck’s continuing R & D program relative to methyldopa products in 1974 was not a significant element on which the IRS could base a 10 percent rate. Nor can such R & D effort support a substantial share of the 7 percent rate on which the Section 482 allocation was based.\n \nInasmuch as Merck’s expenditures to discover and develop methyldopa products, for tax purposes, had long since been expensed, and more than recovered before 1971 in worldwide methyldopa sales, it is reasonable to view the “continuing R & D” as a reference to MSDRL’s expenditures in all fields. In such case, the Section 482 allocation would be an attempt to capture what was seen as MSDQ’s proportionate share of the total Group R & D effort. Such an approach requires some formula or method by which to determine the share appropriate to each of the companies that comprise the Merck Group. An even percentage based on sales applied to each affiliate, while simple in concept and convenient for accounting purposes, would not take into account functional differences between affiliates in the manufacturing division, MSMD, and the foreign affiliates in MSDI. The record is barren as to Merck’s actual practice in charging R & D expense to the various profit centers.\n \nNor is there an explanation of how the 7 percent royalty, or any part of it, in fact would be a measure of MSDQ’s share. Merck’s net sales include the sales made by its domestic and foreign marketing affiliates. These sales reflect “in-market” prices. No explanation was given by the IRS, or at trial, of why a royalty to distribute R & D costs should be based on MSDQ’s net sales, which reflect an artificial supply price designed for intra-Group transfers.\n \nThe above recital requires the conclusion that the record does not supply a basis for the so-called arm’s length 10 percent royalty rate for 1974, or for a continuing R & D element in the 7 percent royalty rate for 1975 and 1976. Accordingly, as to any continuing R & D element, the royalty rate *87 used in the Section 482 allocation had no reasonable basis in fact and was arbitrary.\n \nThe IRS did not apportion the 7 percent royalty rate between the continuing R & D element and the continuing marketing activities element. Inasmuch as the continuing R & D element has been eliminated, the basis for the Section 482 allocation to Merck must be found in the concept of a charge for either: (1) intangible property provided by Merck, or (2) for services provided by Merck.\n \nThe value of intangible property, under the Section 482 regulations, is to be determined under the arm’s length standard. An arm’s length consideration may take the form of: (a) royalties based on the transferee’s output, sales, profits, or any other measure; (b) lump sum payments; or (c) any other form, including reciprocal licensing rights.37 In determining the amount of an arm’s length consideration, the standard to be applied is the amount that would have been paid by an unrelated party for the same intangible property under the same circumstances.38 In the event a sufficiently similar transaction involving an unrelated party cannot be found, factors to be considered may include: the value of services rendered by the transferor to the transferee in connection with the transfer and prospective profits to be realized or costs to be saved by the transferee.39\n \nAny intangible property involved in the 7 percent allocation must be intangible property that is other than the manufacturing intangibles identified with the product and process patents and technical know how which were transferred to MSDQ in 1975. The manufacturing intangibles were subsumed when the 10 percent rate was reduced to 7 percent.40 Defendant identifies this additional intangible property in terms of the Merck Group organization: an affiliate structure, a pricing mechanism structure, and a group wide planning structure. Any intangible property involved in the 7 percent allocation, also, must be viewed as different and separate from the intangible property previously licensed to the foreign marketing affiliates to provide those corporations exclusive rights to patent and trademark protection for the formulation, packaging and sale of trade marked end-products in their respective markets.\n \nFor purposes of Section 482, the regulation defines intangible property in terms of a list of items. Each of the items must have substantial value as independent property. Organizational structure is not listed in the regulation as a recognized, independent item of intangible property. Organizational structure, without more, is not included in the concept of an enforceable property right that would support an arm’s length license agreement.\n \nThe definition in the regulation lists “contracts,” “methods,” “programs,” and “procedures.” Merck points to the absence of any contracts between MSDQ and any foreign affiliate to support its contention that MSDQ was a viable, stand alone operation. There were no contractual commitments that as a matter of law obligated the foreign affiliates to buy methyldopa from MSDQ. Legally binding commitments were unnecessary. That the affiliates would, and did, have their requirements supplied from MSDQ was implicit in the Group’s vertical integration and system of Rahway control. The Merck Group’s structure of corporate entities that discover, develop, *88 and produce essential materials in bulk quantities, manufacture, package and label end-products, and market those products is not unique to Merck. It is a type of organization common in large scale international businesses. The “methods,” “programs,” and “procedures” involved in such organizations are not recognized as embodying rights to property so as to qualify under the regulation as intangible property with independent value.\n \nDefendant’s intangible property argument essentially is no more than a recognition that Merck is the parent of the foreign affiliates and MSDQ. A parent corporation may create subsidiaries and determine which among its subsidiaries will earn income. The mere power to determine who in a controlled group will earn income cannot justify a Section 482 allocation from the entity that actually earned the income.41\n \nBecause defendant’s contention that MSDQ used intangible property owned by Merck is not supported by the facts, the remaining question is whether the Section 482 allocation can be based on an arm’s length charge for uncompensated services provided by Merck. When there is no enforceable intangible property right, the activity of making the “intangible” available for use may be a service.42 The same sets of facts are used to support defendant’s contention that Merck provided uncompensated services as were used for the intangible property argument.\n \nOne service Merck provided to MSDQ, according to defendant, consists of diligent efforts by Merck’s management headquartered at Rahway to provide MSDQ with the highest feasible sales revenues without the imposition of any activity or cost to MSDQ. This effort, is said to include the shutdown of the Cherokee plant in order to keep MSDQ in production. Another service, provided by Merck executives and PAD, defendant says, was the establishment of artificial, and unreasonably high, supply prices for MSDQ’s sales to the foreign marketing affiliates. The alleged third service was the provision by Merck of personnel who, while on Merck’s payroll, served as members of MSDQ’s board of directors and officers. Such personnel formally made up MSDQ’s management, and in fact, notwithstanding the independence of the employees and officials on site at Barceloneta, controlled MSDQ’s actions.\n \nDefendant’s concept of service disregards the function and use of the corporate form in large scale business operations. The creation of legal entities that have separate functions under common directors and officers is a familiar and recognized practice in the ordinary conduct of large scale business.\n \nMerck had valid business reasons for dividing its business operations among corporations that are separate judicial persons. When a corporation with a bona fide business purpose forms a subsidiary that carries on a commercial activity, for federal income tax purposes, the subsidiary is treated as an entity distinct from its parent corporation, or its affiliates. MSDQ, and the foreign affiliates, actively carry on constituent parts of Merck’s large and successful business. Management of wholly owned corporations through teams of executives that hold multiple titles of director or officer is a control tool frequently used, is acceptable business practice, and is legal. Defendant does not contest the legality or validity of the corporate form of Merck’s integrated operation.\n \nThe service alleged as to development of a supply price for bulk methyldopa goes to the mechanics of pricing products in the pharmaceutical industry generally, rather than to a distortion of income that would be cognizable under Section 482. The supply price for methyldopa was not determined under a procedure that was new. Merck had been supplying the foreign affiliates requirements for methyldopa for years from the Flint River production.\n \nDefendant emphasizes Section 482 regulations apply to services that are an integral part of the business activity of either the provider or recipient of services. To be *89 an integral part of a member’s business activity, the services must be services that the renderer is particularly capable of rendering, and such services must be a principal element in the operations of the recipient.43 The regulations provide five examples of the application of subdivision (iii). None of the examples are comparable to the relationship that exists in the transactions among Merck, MSDQ and the foreign affiliates.44 The services that defendant identifies are not the type of managerial services for which MSDQ would have hired an unrelated corporation to perform.45\n \nBoth parties provided evidence through the testimony of experts. The record, however, does not contain written reports by the experts that present their opinions in an integrated, coherent form. The testimony of each reflects episodic responses to interrogation by counsel that appears to have been designed to elicit positions that supplement and add a gloss to the stipulations of facts. On cross-examination, both experts made concessions that undermined the positions taken in their direct testimony. Although the experts’ testimony was intellectually stimulating and interesting, basically the testimony of each was concerned with hypothetical models that had little discernible relationship to actual activities in the Merck Group.\n \nDefendant’s expert analyzed business operations of companies in the fine chemicals industry.46 Analysis of the sales and general administrative expenses of five such *90 companies resulted in the conclusion that 10 percent of MSDQ’s revenue, in the absence of Merck, would have been required to market methyldopa. Defendant’s expert maintained that Merck performed a marketing service for MSDQ that consisted of three components: (1) customer identification, (2) price establishment, and (3) post-sales service. The hypothetical arm’s length relationship with an independent company in the fine chemical industry, as described by defendant’s expert, does not include recognition that MSDQ’s “customers” had been identified since 1972, and that post-sales service, including negotiations for supply price adjustments, were minimal with respect to the basic ingredient of a drug that has a matured end-product market. More basic, the hypothetical analysis gives no recognition to MSDQ’s actual function in the Group’s vertical chain. There is no analysis of how an outside fine chemicals company would approach a negotiation with Merck that included freedom from suit for patent infringement and violations of technical know how secrets, as well as an opportunity to produce and sell a product that had an average selling price per kilogram of $218.31, when the total standard cost (material, labor and overhead) to make such a product was a mere $20.01.\n \nMerck’s expert witness testified that the marketing function for the sale of methyldopa could be provided: (a) by means of an open market, (b) by means of long term contracts, or (c) by vertically integrated firms. Vertical integration itself was seen as a substitute market, with the need for a marketing function eliminated. In this analysis, there were no marketing services for Merck to provide to MSDQ, and MSDQ had no marketing expense.47 The analogy of the activities of a firm in the vertical chain as a substitute for operations in an open market does not bear analysis. MSDQ’s sales to the foreign marketing affiliates, notwithstanding the formality of separate corporations, were not consummated through a process that even faintly resembles arm’s length transactions in an open market.\n \nDefendant cites as evidence that Merck was peculiarly capable of providing services that were an integral part of MSDQ’s business activity: (1) that Merck compelled foreign affiliates to buy methyldopa, and (2) that Merck protected MSDQ’s markets by the shutdown of the Cherokee facility. In view of the corporate structures controlled from Rahway, there was no need to compel the foreign affiliates to buy methyldopa from MSDQ. The only sources of supply possible for the foreign markets were either Flint River or MSDQ. Both facilities were dedicated to production of methyldopa, both were operating at full capacity, and no outside firm could match their operations in terms of efficiency or cost.\n \nMerck’s decision to close the Cherokee plant does not demonstrate a service that Merck was peculiarly capable for performing as that criterion is used in the regulation. The decision to close that plant was made when it became clear that forecasted levels of demand for methyldopa would not be reached. Cherokee had been recently completed, and its production efficiency was unproven. Both Flint River and MSDQ had proven histories for reliable, low cost operations. The decision to mothball Cherokee was a business decision based on rational considerations. It was not a decision based on an attempt to preserve MSDQ’s market with the foreign affiliates. If demand had grown as forecast, since both Flint River and Barceloneta were producing at capacity, production from Cherokee would be required for both domestic and foreign sales.\n \nThe unreasonably high prices about which defendant complains are not the product of the decision to open a production facility in Puerto Rico. If the supply *91 prices are unreasonably high, it is due to economic forces that operate in the markets for pharmaceuticals. Supply prices at Flint River and at Barceloneta are established through the same procedures, and until 1972, Flint River supplied both the domestic market and the foreign markets. The entry of MSDQ did not change the process that established the supply price that was charged to the affiliate that formulated, packaged and marketed end-products.\n \nMerck’s business in Aldomet and methyldopa based products was exceptionally prosperous. In 1971, Merck’s ratio of product gross margin (sales price less standard costs) to net sales was 91.5 percent in its domestic business, and 89 percent in its foreign business. For all sales from 1963 through 1971, the ratio of product gross margin to net sales was 86.01 percent. In 1975, Merck’s ratio of product gross margin to sales was 89.8 percent, and in 1976 it was 88.9 percent. MSDQ’s ratio of product gross margin to sales was comparable. The ratio was 77 percent in 1975 and 75.3 percent in 1976.\n \nProfits of this magnitude were generated because of the disparity between the cost to produce a kilogram of methyldopa and the internal supply price. Production at Flint River has the same disparity as production at Barceloneta. In 1975, total standard cost (material, labor and overhead) at Flint River was $16.14 per kilogram and the average selling price of end-products in terms of kilogram of methyldopa content was $265.74. In 1975, the total standard cost at Barceloneta was $20.01 per kilogram and the MSDI average selling price of end-products was $218.31. These disparities were important factors in the growth of MSDQ’s reservoir of retained earnings to $179,662,000 by 1976.\n \nFor tax years 1972 through 1976, MSDQ reported taxable income that totals $181,802,000. Federal income tax paid was $657,000. The pricing process that produces such disparity between costs of production and end-product prices, and permits the accumulation of retained earnings that amount to 98.82 percent of all reported taxable income, may be economically unjustified or socially unacceptable. Such results may underscore infirmities in the controls to be expected in regulated pharmaceutical markets. Such results do not establish a distortion of income as to MSDQ. Such problems cannot be addressed through Section 482, under the statute and regulations as presently written.\n \nIn this tax refund suit, in addition to showing that the Section 482 reallocation was arbitrary, capricious, or unreasonable, Merck must prove the correct amount of the tax, and any overpayment. The Section 482 issue is the only matter that remains outstanding after the IRS audit for tax years 1975 and 1976. Both parties have pursued an all or nothing position in this case. Merck’s position that the Section 482 allocation was arbitrary, capricious and unreasonable under applicable law accords with fact and controlling precedent. Defendant has not demonstrated that an allocation of 7 percent, or any other allocation, would be appropriate. Accordingly, Merck is entitled to recover on its claims for refunds for 1975 and 1976.\n \nMerck is entitled to a refund of $2,222,622 plus statutory interest paid for taxable year 1975, and to a refund of $2,694,340 plus statutory interest paid for taxable year 1976, plus interest in accordance with law. On or before 10 days after the date of this opinion, counsel shall file a stipulation as to the amount to be paid to Merck pursuant to this opinion. Either party may file the stipulation.\n \nOn the filing of such stipulation, the Clerk is authorized to enter a judgment in the amount so stipulated without further order of the court. Costs to plaintiff.\n \n\n\nAPPENDIX\nNo. 283–88T\n(Filed: September 10, 1991)\nFINDINGS OF FACT\nMerck Group\n1. The Merck Group conducts a large business in human and animal health products in the United States and in many foreign countries. Merck’s business is controlled through the supervision and coordination by its senior management personnel *92 located at its headquarters and principal offices at Rahway, New Jersey. In 1975, the Merck Group had 26,800 employees worldwide, of which 14,100 were employed in the United States. Foreign sales, supervised by vice presidents responsible for particular geographical areas, were transacted in 18 countries in Europe, nine countries in the Mid–East, Australia and New Zealand, ten countries in Latin America, and seven countries in the Far East. The Merck Group’s business constituted an integrated operation that included research to discover new therapeutic products, development and testing of new products, clinical trials, chemical manufacturing to produce bulk active ingredients, supply of bulk active ingredients to affiliates, combination of active ingredients with other materials to produce trademarked end-products, and packaging and labeling of end-products for sale in the relevant markets.\n \n2. The Merck Group’s operations were conducted through the following organizations, with functions as indicated:\nHeadquarters (Rahway)—Board of Directors and Executive Officers. Exercises oversight responsibility for activities of affiliates. As of March 1, 1976, Merck’s list of executive officers identified 44 individuals. The list included four vice presidents for MSD, nine for MSDI, six for MSDRL and two for MCMD, as well as vice presidents for Public Affairs, Legal Affairs, Personnel Relations, and Finance.\nMerck Sharp & Dohme Research Laboratories (MSDRL)—Research and Development for new products or new uses for existing products.\nMerck Chemical Manufacturing Division (MCMD or MCD)—Manufacture of bulk active ingredients and the transfer of such ingredients to the marketing affiliates.\n \n\n\n\n\nMerck Sharp &\nDohme (MSD)\n \n|–Formulation and Packaging of End–Products\n \n|\n|–Domestic Sales\n \n|\n||\nMerck Sharp &\nDohme International\n(MSDI)\n \n|–Formulation and Packaging of End–Products\n \n|\n|–Foreign Sales\n \n|\n|–Department of Pricing Affairs (PAD)\n \n|\n\n\n\n\nIn 1975, the Merck Group included 21 United States corporations and approximately 61 foreign corporations. All but four were 100 percent owned. Most of the affiliates functioned in MSDI.\n \n3. In 1975, employees of Merck at Rahway were named to the boards, and as officers, of the affiliated companies. Day-to-day operations of affiliates were supervised by managers, who were employees of the respective affiliate. Members of the boards and officers of the affiliates that were stationed at Rahway generally were employees of Merck. This organizational relationship is reflected in the board and officers of MSDQ: (a) all MSDQ board meetings were held in Rahway; (b) the president of MSDQ was the Executive Vice President of Merck in charge of MCMD, was an employee of Merck, and was stationed in Rahway; (c) the person who negotiated the 1972 Merck/MSDQ patent license agreement was a member of MSDQ’s board, was an officer of MCMD, was an employee of Merck, and was stationed at Rahway; (d) two officers of MSDQ, its vice president-manager, and secretary, were employees of MSDQ, and were MSDQ’s only board members or officers on site in Puerto Rico.\n \n4.(a) Research and development activities of MSDRL are continuing and extensive. During the period 1959–1976, expenditures for research and development approximated 8 percent of Merck’s annual gross revenues from sales. In 1975, Merck spent $124,515,000 on research and development; in 1976, the amount was $136,351,000. For financial reporting purposes and for tax purposes, Merck deducts all of its research and development costs in the year incurred. Merck recognizes that these significant costs are for programs which are expected to contribute to the profitability of the Merck Group only in future years.\n \n4.(b) Aldomet, and other methyldopa based products (Aldochlor, Aldoril and Hydromet) were derived from research and development expenditures related to the *93 cardiovascular/renal field between 1940 and 1972. Under Merck’s accounting methods, at the time methyldopa was discovered and initially developed, research and development expenditures were identified on the basis of major fields of medical interest. The procedures did not identify research and development costs on a product by product basis. Merck states it does not know the precise amount it spent in the research and development that resulted in methyldopa or LAAN, or in the methyldopa based pharmaceutical products. During the 1940–1972 period, Merck’s estimated expenditures for research and development in the cardiovascular/renal field at $90 million.\n \n4.(c) At trial, Merck provided information relative to expenditures of MSDRL in research and development in the cardiovascular/renal field for the period 1974–1977. This information included expenditures for work done relative to Aldomet, Aldochlor and Aldoril, as follows:\n \n\n\n\n\nField\n \n|Methyldopa Products\n \n|\n\n\n\n\n\n\n\nYear\n \n|Cardiovascular/Renal\n \n|Aldomet\n \n|Aldochlor\n \n|Aldoril\n \n|Total\n \n|\n1974\n \n|$10,653,100\n \n|428,764\n \n|7,754\n \n|21,634\n \n|458,152\n \n|\n1975\n \n|$11,711,700\n \n|603,599\n \n|10,044\n \n|6,845\n \n|620,488\n \n|\n1976\n \n|$12,078,700\n \n|725,664\n \n|1,325\n \n|7,460\n \n|734,449\n \n|\n1977\n \n|$13,616,800\n \n|816,321\n \n|6,791\n \n|9,445\n \n|832,557\n \n|\n\n\n\n\n—————\n \nIn 1975, MSDRL’s R & D expenditures relative to methyldopa products amounted to 5.3 percent of the expenditures in the cardiovascular/renal field. In 1976, such expenditures were 6.1 percent.\n \n5. In its operations, Merck customarily secures patent coverage for pharmaceutical products developed in MSDRL. The controlling product patent on the methyldopa compound was issued on January 13, 1959, and expired on January 13, 1976. Merck obtained six process patents relative to the manufacture of methyldopa, the last of which will expire on July 1, 1992. The product patent on methyldopa gave Merck the right to exclude others from making, having made, using, or selling methyldopa or methyldopa based products throughout the United States, including Puerto Rico. After expiration of the product patent on methyldopa, Merck continued to have a significant degree of patent protection—including process, intermediate, and use patents in the United States and abroad. Merck’s patent coverage was strengthened by registration of trademarks in the countries where end-products are sold. Registered trademarks do not expire but continue as long as used.\n \n6. Aldomet and other methyldopa based products were formulated by Merck’s foreign affiliates from bulk methyldopa that was obtained from an affiliate in MCMD. One reason for the organization of the foreign affiliates was that many foreign governments required ethical pharmaceuticals to be manufactured and marketed by a local company. The foreign affiliates formulated Aldomet (and other methyldopa based products) from bulk methyldopa. In one case, a foreign affiliate manufactured bulk methyldopa from LAAN. The foreign affiliates packaged and labeled the pharmaceutical products. They used their own sales forces and literature to promote the products with hospitals and doctors. They performed all detailing. With respect to United States sales, those functions were performed in the United States by MSD. The foreign affiliates formulated Aldomet and other methyldopa based products under technical know how and patent licensing agreements with Merck. The licensing *94 agreements provided for the payment of royalties at varying rates.\n \n7.(a) LAAN and methyldopa were not sold outside the Merck Group as separate commodities in commercial markets. Commercial exploitation was through sale of trademarked end-products, by affiliates that formulated the active ingredients with additional materials and produced tablets in a form suitable for patient use. Formulation and sale of end-products was separated from the production of bulk active ingredients in order to comply with testing, licensing, and other government regulations that apply to distribution of trademarked ethical pharmaceuticals.\n \n7.(b) Formulation as well as packaging and labeling, is performed by corporations which are separate entities from the affiliates in MCMD that produced the bulk active ingredient. For domestic sales, such processing was done by MSD; and for sales in foreign markets it was done by the various affiliates that had been created for those markets. MSD formulated Aldomet at its plant at West Point, Pennsylvania. The foreign subsidiaries formulated Aldomet in the relevant countries.\n \n8.(a) Determination of a price for a trademarked end-product required the marketing affiliate to perform two related functions. The marketing affiliate had to establish a price for sales outside the Merck Group, the “in-market price.” The marketing affiliate also determined the “supply price,” which was composed of the costs of formulating, packaging and labeling (including a cost attributable to the corporation in MCMD that supplied the bulk active ingredients). The pricing process started from the “Public Price,” the price a patient would pay for a daily treatment dose of the ethical pharmaceutical. From this price, a price for bulk quantities was determined by extrapolation.1\n \n8.(b) When a business involves across-border trade, a price is needed for customs and tax purposes. A price was established for any transaction that had the appearance of a sale between separate entities in the Merck Group. The price that MSD, or a foreign marketing affiliate, paid for bulk quantities of an active ingredient was a hypothetical figure that involved a complicated calculation derived from estimates of the proposed selling price of a daily treatment dose of the trademarked end-product.\n \n8.(c) The calculations related only to the corporate accounts of the marketing affiliate and involved a dual market concept:\n1. “in-market” price—related to sales by the marketing affiliate to outside buyers;\n2. “supply price”—composed of costs incurred by the affiliate in producing the finished end-product.\n \n“In-market” pricing levels included: (a) price of finished product to wholesaler; (b) price from wholesaler to pharmacists; and (c) price from pharmacist to patient (Public Price). “Supply price” levels included: (a) cost of active ingredient; (b) cost of formulating into user form (tablets in bulk quantities); and (c) cost of final packaging and labeling.\n \nThe in-market Public Price for retail quantities of the trademarked end-product, in the marketing affiliate’s accounts, contained a supply price that included the following elements:\nexpenses—marketing sales, overhead, local research, general and administrative;\ncost of goods sold—cost of active ingredient, formulation costs, packaging, distribution allowances and custom duties.\n \n8.(d) All negotiations to determine an in-market price in a particular country were done by the foreign affiliate doing business in that country. When a new trademarked product was introduced, or when changes were made in the in-market prices of established products, negotiations started on the basis of estimates of a price to a wholesaler *95 that was acceptable under pricing policies established by executives at Rahway. Negotiations with representatives of governmental regulatory authorities involved submission of forms that included a breakdown of elements that comprised the Public Price (marketing expenses, general and administrative expenses, local research, packaging, pharmaceutical manufacturing and distribution costs, and a profit element). Negotiations started with forms that had been completed on an estimated pro forma basis. After negotiations were completed and the Public Price was established, the breakdown of the elements on the forms was adjusted.\n \n8.(e) Once the calculations were made for both the in-market Public Price and the supply price, employees at Rahway would communicate the supply price to be used by the MCMD affiliate for the bulk active ingredient. As a consequence, different prices were charged, in the various markets, for the same quantities of the bulk active ingredient. The marketing affiliate’s accounting for cost of goods sold bears no direct relationship to the costs incurred by the affiliate that supplies the bulk active ingredient. This result is shown in the following tables for supply prices in 1971 for methyldopa supplied from Flint River, and for 1975–1976 for methyldopa supplied from MSDQ. Supply prices for methyldopa were determined in the same manner for both sales from Flint River and from MSDQ.\n \n\n\n\n\nSelected Methyldopa Supply Prices—1971\n \n|\n(Dollars per Kilogram—Flint River Source)\n \n|\n\n\n\n\n\n\n\nSubsidiary\n \n|Price\n \n|\n\n\n\n\n\n\n\nMSD—Australia\n \n|69.50\n \n|\nMSD—Canada\n \n|64.94\n \n|\nThomas Marson—UK (LAAN)\n \n|82.00\n \n|\nCCMSD—France\n \n|91.20\n \n|\nMSD—BV Holland\n \n|82.20\n \n|\nMSD—Italy\n \n|65.00\n \n|\nNMB—Japan\n \n|65.68\n \n|\nMSD—New Zealand\n \n|85.28\n \n|\nMSD–AG—Switzerland\n \n|57.80\n \n|\n\n\n\n\n—————\n \n\n\n\n\nSelected Methyldopa Supply Prices—1975 and 1976\n \n|\n(Dollars Per Kilogram—MSDQ Source)\n \n|\n(FOB—Puerto Rico)\n \n|\n\n\n\n\n\n\n\nSubsidiary\n \n|Price\n \n|\n\n\n\n\n\n\n\n|1975\n \n|1976\n \n|\nMSD—Argentina\n \n|$ 72\n \n||\nMSD—Brazil\n \n|$ 47\n \n||\nMSD—Canada\n \n||$ 75\n \n|\nMSD—Ecuador\n \n|$ 85\n \n||\nMSD—Holland\n \n|$115\n \n||\nMSD—Iran\n \n|$ 99\n \n||\nMSD—Italy\n \n|$115\n \n|$105\n \n|\nMSD—Lebanon\n \n|$ 90\n \n||\nMSD—Peru\n \n|$102\n \n||\nMSD—S. Africa\n \n|$ 63\n \n||\nMSD—Spain\n \n||$100\n \n|\nMSD—Venezuela\n \n||$ 75\n \n|\n\n\n\n\n*96 9.(a) In 1975, MSDI’s marketing group in Rahway established the Department of Pricing Affairs (PAD) to coordinate the Merck Group’s pricing affairs internationally. In the introduction of a new pharmaceutical product, or in changes in the in-market prices of established products, PAD coordinated efforts in the Merck Group to negotiate and establish the in-market Public Price of trademarked products. The Merck Group effort to assure that foreign in-market prices accorded with the pricing policies approved and accepted by senior management at Rahway, after 1975, was facilitated by PAD. In 1975 and 1976, PAD collected from MCMD information relative to MSDQ’s production costs and provided this information to the foreign marketing affiliates to coordinate the negotiations their representatives conducted.\n \n9.(b) In 1975 and 1976, PAD, for accounting purposes, was included in MSDI’s Business Planning group. PAD accounted for only part of the total annual expenses in the budget of the Business Planning group. In 1975 the total expenses in the budget were $135,353, and in 1976 they were $343,859. During 1975 and 1976, PAD employed approximately five people. Methyldopa was one of between 30 and 40 drugs with which PAD dealt. Since methyldopa was a mature, established drug by 1975, PAD spent a minimal amount of time on methyldopa pricing during the years at issue.\n \n9.(c) PAD’s advice to the foreign affiliates marketing staff included: analysis of competitive products; analysis of the range of possible prices that would be appropriate for in-market prices for sales of the finished product to a wholesaler (band analysis); medical and economic arguments available to justify in-market prices; and other information relative to support assistance in particular countries.\n \n9.(d) PAD’s representatives did not participate in negotiations between the foreign affiliates’ marketing staff and representatives of the respective foreign governments. The pro forma distribution of expenses used in the negotiations was made by representatives of the marketing affiliate. After 1975, PAD communicated to MSDQ the supply price that the marketing affiliate carried in its corporate accounts.\n \n\n\nMethyldopa Production\n10.(a) Merck began production of methyldopa in 1962 at its Flint River plant in Albany, Georgia. At that time, production capacity2 at that location was considered to be sufficient to meet worldwide demand for methyldopa. By 1969, methyldopa output at Flint River had grown to 493 mkg. From 1962 through 1971, Flint River output supplied the methyldopa required for both domestic sales (through MSD) and foreign sales of Aldomet (through MSDI). By 1971, methyldopa output at Flint River had grown to 686 mkg. Production capacity at that time at Flint River was estimated to be 660 mkg.\n \n10.(b) Merck’s market for Aldomet and related methyldopa based products from 1962 through the years in dispute grew continuously and substantially. This resulted in frequent revisions in Merck’s estimated requirements for methyldopa production. As of March 1969, Merck estimated that the required production of methyldopa to meet worldwide demand in 1974 would be 546 mkg. As of November 1969, the required production of methyldopa estimate for 1974 worldwide demand was revised to 874 mkg. As of September 1973, the required production of methyldopa estimated by Merck as necessary to meet worldwide demand in 1974 was revised to 1,364 mkg. Required production for 1978 was estimated to be 2,757 mkg.\n \n10.(c) To provide methyldopa in the quantities needed to meet worldwide demand, *97 Merck expanded the Flint River production capacity in successive stages so that by 1976 it was 800 mkg. MSDQ began production of methyldopa at Barceloneta, Puerto Rico in 1972. When completed, its production capacity was 400 mkg per year. In successive stages, the Barceloneta plant capacity was expanded so that in 1975 and 1976 it was 950 mkg per year.\n \n11. During the years at issue MSDQ’s plant facilities were dedicated solely to the production of methyldopa and LAAN, and MSDQ’s production was sold for the most part to the foreign marketing affiliates. Domestic demand for methyldopa based products was supplied by MSD from Flint River production.\n \n12.(a) In September 1973, to meet continued demand for methyldopa, Merck’s board of directors approved expenditures for development of a design and site preparation for a new methyldopa production facility, with a capacity of 950 mkg per year, to be located in Danville, Pennsylvania. In March 1974 and May 1975, Merck’s board of directors approved expenditures of $50 million to construct this methyldopa production facility, known as the Cherokee plant. Merck’s board of directors expected that the Cherokee methyldopa plant would be operational in late 1975, but the plant did not become operational until late 1976. Cherokee, in 1976, produced a total of 7.4 mkg of methyldopa. When it became clear that forecasted levels of demand for methyldopa would not be reached, Merck shut down the Cherokee plant in early 1977.\n \n12.(b) Danville was selected over further expansion of Flint River or Barceloneta to minimize concentration of risk for insurance purposes, and to maintain Merck’s employment commitments to labor unions. The Cherokee plant’s anticipated production of methyldopa was intended for foreign as well as United States markets.\n \n13.(a) The following schedule sets forth the methyldopa output from Flint River, Barceloneta, and Cherokee for the period 1969 through 1976:\n \n\n\n\n\nMethyldopa Output (mkg)\n \n|\n\n\n\n\n\n\n\n|Flint River\n \n|Barceloneta\n \n|Cherokee\n \n|\n\n\n\n\n\n\n\n1969\n \n|493\n \n| \n| \n|\n1970\n \n|604\n \n| \n| \n|\n1971\n \n|686\n \n| \n| \n|\n1972\n \n|641\n \n|212\n \n| \n|\n1973\n \n|773\n \n|412\n \n| \n|\n1974\n \n|838\n \n|606\n \n| \n|\n1975\n \n|738\n \n|894\n \n| \n|\n1976\n \n|791\n \n|949\n \n|7.4\n \n|\nTotal\n \n|5,564\n \n|3,073\n \n|7.4\n \n|\n\n\n\n\n—————\n \n13.(b) The methyldopa output from Flint River and Barceloneta during the period 1969 through 1976 totaled 8,637 mkg.\n \n\n\nMSDQ\n14.(a) Merck’s initial interest in locating a chemical manufacturing site in Puerto Rico was generated from an unsolicited presentation by representatives of the Puerto Rican Government. Merck’s investigation in the mid 1960’s confirmed that there were valid business reasons and tax advantages for such a location. Tax incentives available from the establishment of new manufacturing operations in Puerto Rico were: (a) Puerto Rican law provided for a total exemption from Puerto Rican corporate income tax for a period of years and exemption from certain municipal, property and excise taxes and license fees; (b) IRC § 931, as then in effect, provided for exemption for United States taxes on income from sources within Puerto Rico.\n \n14.(b) When MSDQ was incorporated on June 16, 1969, as a Delaware corporation, *98 Merck intended the new plant would make chemicals unrelated to methyldopa. By decree dated September 26, 1969, the Governor of Puerto Rico granted Merck an exemption, for a period of 17 years from the date of commencement of operations, covering the production of eight listed categories of pharmaceutical or animal health products. The decree contains the following recital:\nWHEREAS, it appears from the testimony presented that the establishment of the business for which exemption is sought will not have any substantially adverse effect on any related industrial unit in the United States, in which stockholders of petitioner may have an interest; and action herein is made in reliance on these representations;\n \n14.(c) As a consequence of the accelerating growth of demand for Aldomet, Merck ultimately decided on September 22, 1970, to dedicate the entire MSDQ plant to the manufacture of methyldopa and LAAN. Expansion of the Flint River facility was considered and rejected because it would concentrate a risk of shutdown in one location and could threaten worldwide production of pharmaceutical formulations of methyldopa. Merck’s board of directors considered the following justification for the Puerto Rico location:\nExpansion of Puerto Rico as the second major source of ‘Aldomet’ permits more timely availability, provides greater backup capacity in the event of plant shutdown at Flint River, and through favorable tax provisions permits a cash flow recovery of investment in less than two years.\n \n15.(a) In 1972, Merck sold LAAN and methyldopa intermediate chemicals to MSDQ for consumption in the start-up of MSDQ’s manufacturing process. In June 1972, MSDQ began production of methyldopa and LAAN at Barceloneta. MSDQ was included on Merck’s consolidated federal income tax returns for tax years 1969, 1970 and 1971. MSDQ filed Puerto Rican and United States tax returns for tax year 1972, and thereafter.\n \n15.(b) When MSDQ was incorporated, Merck expected that MSDQ would be able to sell its output to Merck’s foreign marketing affiliates. Neither Merck nor Merck’s foreign marketing affiliates agreed to place orders for any fixed amount of methyldopa or LAAN from MSDQ. MSDQ had no formal output or requirements contracts with Merck or with the foreign marketing affiliates. In negotiations for collective bargaining agreements in 1973 with unions representing employees in Merck’s principal plants in the United States, Merck promised that the plant in Puerto Rico would not reduce United States employment, and agreed that methyldopa produced by MSDQ would not be sold in the United States.\n \n16.(a) During 1973 and 1974, MSDQ produced methyldopa and LAAN under a license that covered Merck’s secret factory process, technical information, know-how and patent rights. MSDQ’s sales to foreign marketing affiliates in 1973 and 1974 were subject to the following royalty specified in the license: 7 percent on the first $1 million of net sales of Products; 6 percent on the next $1 million of net sales of Products; and 5 percent on the excess over $2 million of net sales of Products. Royalties paid by MSDQ were subject to a Puerto Rican withholding tax of 29 percent of the gross amount of the royalties.\n \n16.(b) Merck’s witness at trial stated the 1973 royalty payment was $1,700,000 and the royalty payment for 1974 was $2,174,000. The withheld amount for 1973 was $493,000. In 1974, according to the report of MSDQ’s treasurer, the amount withheld was $631,139.\n \n17.(a) On October 17, 1974, Merck requested a ruling pursuant to IRC § 351 of a proposal “to assign to Quimica, as a contribution to Quimica’s capital, the exclusive rights, title and interest in and for Puerto Rico under Merck’s patents and patent applications relating to L-methyldopa.” In response to an IRS request, Merck on November 20, 1974, submitted additional representations and factual assertions, as follows:\n*99 1. It is represented that, in the proposed transaction, Merck will effect an assignment, and not merely a license, of the exclusive right, title and interest in and for Puerto Rico under Merck’s patents and patent applications relating to L–Methyldopa by executing and delivering to Quimica the proposed instrument of assignment (Exhibit A to the ruling request dated October 17, 1974) and by causing the assignment to be recorded in the Patent Office. The assignment will constitute a full and complete conveyance of such patent rights currently owned by Merck.\n2. It is represented that, although Quimica has no plan or intention to dispose of or license the patent rights proposed to be assigned by Merck, Quimica will have the full legal right to convey all or any portion of the patent rights assigned to it to any third party, without the consent of or notice to Merck.\n \n17.(b) On December 27, 1974, the IRS issued a private letter ruling to Merck in response to its submissions. The letter includes the following paragraphs:\nBased solely on the information and the representations submitted, it is held that no gain or loss will be recognized to Merck upon the transfer of patents and patent applications, as described below, to Quimica (Rev.Rul. 64–155, 1964–1 (part 1) C.B. 138).\nNo opinion is expressed as to the tax treatment of the transaction under the provisions of any of the other sections of the Code and Regulations which may also be applicable thereto, or to the tax treatment of any conditions existing at the time of, or effects resulting from, the transaction which are not specifically covered by the above rulings.\n \n18.(a) On or about March 20, 1975, Merck and MSDQ entered into an agreement, effective January 1, 1975, that “assigns to MSDQ the exclusive rights, title and interest in and for the Commonwealth of Puerto Rico under the patents listed.” The assignment included patents issuing under pending applications, and any continuations, divisions, or reissues.\n \n18.(b) On or about November 14, 1975, Merck and MSDQ entered into a Technical Information Agreement, effective January 1, 1975. Technical information is defined as “know-how, technology, manufacturing techniques, composition information and formulations, which (a) is necessary or useful in the production, storage, transportation, use, sale or other disposition of L-methyldopa and (b) is developed and controlled by MERCK.” The agreement granted to MSDQ all of Merck’s right, title and interest in perpetuity to utilize the technical information in the production, storage, transportation, use or sale or other disposition of LAAN and methyldopa in Puerto Rico. The technical information agreement covered the technical knowledge concerning the methyldopa process that was disclosed to MSDQ’s personnel during the first half of 1972.\n \n18.(c) On November 14, 1975, Merck and MSDQ entered a “Support Agreement,” effective January 1, 1975, by which MSDQ agreed to reimburse Merck for specified technical and business assistance. “Business assistance” was defined as:\n... any and all assistance, advice, or services supplied to MSDQ by MERCK or by any of MERCK’s employees or agents directly or indirectly related to or useful in the administration, financing or financial planning, marketing and management of the MSDQ operations and activities. Said term shall not, however, include any administrative assistance rendered by MERCK of a “stewardship” nature or services which merely duplicate services which MSDQ personnel have performed. “Stewardship” services are those activities conducted by MERCK on its own behalf as an interested shareholder of MSDQ and are incurred for the purpose of overseeing MSDQ’s operations.\n \nThe amounts billed and paid for services rendered to MSDQ under the Support Agreement was $365,947 in 1975, and $242,288 in 1976. The IRS audits of Merck’s 1975 and 1976 income tax returns *100 Merck’s services under the Support Agreement.\n \n18.(d) Except for the assignment of patent rights and the Technical Information Agreement, Merck retained exclusive rights to make, use, and sell methyldopa and methyldopa products in the United States.\n \n19.(a) MSDQ employed 215 people in 1975 and 221 people in 1976, with a payroll of $2,844,000 in 1975 and $3,187,000 in 1976. In 1975 and 1976, MSDQ purchased all of its raw materials from unrelated third parties. During 1975 and 1976, MSDQ exported no LAAN or methyldopa to the United States, approximately 97 percent of its sales were to Merck’s foreign marketing affiliates, and MSDQ sold no LAAN or methyldopa to Merck.\n \n19.(b) MSDQ personnel continuously developed and adapted the production process for methyldopa, devising process innovations that expanded the MSDQ plant’s production capacity. MSDQ process innovations included a number of techniques that reduced equipment costs and replacement costs, reduced annual maintenance costs, or reduced the cost of performing the manufacturing process. MSDQ personnel devised conservation measures and technical innovations that enabled MSDQ’s plant to achieve a 50 percent reduction in its energy requirements and a 75 percent reduction in fresh water requirements. Many of MSDQ’s technical innovations were of use not only to MSDQ but also to Merck’s bulk methyldopa production facilities in the United States.\n \n\n\nChronology Tables\n20.(a) The following table sets forth Merck’s sales and product gross margin on its domestic and foreign sales of methyldopa based products (Aldomet, Aldoril, Aldochlor and Hydromet) during the period 1962 through 1971. Gross margin from sales is measured by product gross margin, which is sales price less standard costs (materials, labor, and variable overhead), without reduction for costs of marketing, research and general and administrative expenses:\n \n\n\n\n\nDomestic\n \n|Foreign\n \n||\n|||\n\n\n\n\n\n\n\nYear\n \n|Sales\n($000)\n \n|Product Gross Margin\n($000)\n \n|Sales\n($000)\n \n|Product Gross Margin\n($000)\n \n|\n\n\n\n\n\n\n\n1962\n \n|||972\n \n|540\n \n|\n1963\n \n|4,232\n \n|3,553\n \n|5,553\n \n|3,995\n \n|\n1964\n \n|8,368\n \n|7,228\n \n|10,600\n \n|8,586\n \n|\n1965\n \n|11,316\n \n|10,015\n \n|17,058\n \n|13,657\n \n|\n1966\n \n|14,231\n \n|12,743\n \n|20,624\n \n|16,483\n \n|\n1967\n \n|17,739\n \n|16,229\n \n|25,277\n \n|20,140\n \n|\n1968\n \n|22,467\n \n|20,265\n \n|28,736\n \n|23,748\n \n|\n1969\n \n|27,991\n \n|25,528\n \n|33,675\n \n|28,695\n \n|\n1970\n \n|35,905\n \n|32,817\n \n|41,586\n \n|34,932\n \n|\n1971\n \n|47,225\n \n|43,211\n \n|54,184\n \n|45,515\n \n|\nTotal\n \n|189,474\n \n|171,589\n \n|238,265\n \n|196,291\n \n|\n\n\n\n\n—————\n \n20.(b) Before MSDQ commenced operations, Merck from the Flint River production of methyldopa and LAAN had received sales revenues of $427,739,000 and had earned a product gross margin of $367,880,000.\n \n20.(c) The following table sets forth Merck’s sales and product gross margin on domestic sales of methyldopa based products during 1975 and 1976:\n \n\n\n\n\nYear\n \n|Domestic Sales\n \n|Product Gross Margin\n \n|\n|($000)\n \n|($000)\n \n|\n1975\n \n|137,480\n \n|123,442\n \n|\n1976\n \n|167,671\n \n|149,077\n \n|\n\n\n\n\n—————\n*101 Mercks ratio of product gross margin to sales was 89.8 percent in 1975, and 88.9 percent in 1976.\n \n21.(a) The following table sets forth statistics submitted by Merck relative to MSDQ’s sales of methyldopa and LAAN during the period 1972 through 1976, and net income therefrom:\n \n\n\n\n\nYear\n \n|Sales\n \n|Net Income\n \n|Percent of Sales\n \n|\n|($000)\n \n|($000)\n \n||\n1972\n \n|18,428\n \n|5,834\n \n|31.66\n \n|\n1973\n \n|35,151\n \n|19,336\n \n|55.01\n \n|\n1974\n \n|45,173\n \n|28,228\n \n|62.49\n \n|\n1975\n \n|66,149\n \n|45,680\n \n|69.06\n \n|\n1976\n \n|80,189\n \n|59,296\n \n|73.95\n \n|\nTotal\n \n|245,090\n \n|158,374\n \n|64.62\n \n|\n\n\n\n\n—————\n \n21.(b) From 1972 through 1974, MSDQ had sales that amounted to $98,752,000 and net income therefrom of $53,398,000.\n \n21.(c) MSDQ’s product gross margin on sales was $50,937,353 in 1975, and was $60,348,333 in 1976. MSDQ’s ratio of product gross margin to sales was 77 percent in 1975 and 75.3 percent in 1976.\n \n21.(d) MSDQ sold methyldopa to 22 foreign marketing affiliates and one foreign branch operation in 1975, and to 21 foreign marketing affiliates in 1976. Sales of methyldopa based products in all foreign end-markets were $121,734,000 in 1975. Methyldopa based product sales in all foreign end-markets in 1976 were $133,007,000.\n \n22.(a) Merck was paid royalties from technical know-how and patent licensing agreements with each of its foreign marketing affiliates. From the four foreign affiliates with the largest sales of methyldopa based products, Merck received royalties in 1975 of $8,093,060, and in 1976 the amount was $8,252,079. Merck reported these royalties as gross income on its tax returns.\n \n22.(b) The following table sets forth the sales of Aldomet and related methyldopa based products in international markets in 1975 and 1976 by divisions of MSDI:\n \n\n\n\n\n|Sales in Dollars ($000)\n \n|\n\n\n\n\n\n\n\n|1975\n \n|1976\n \n|\n\n\n\n\n\n\n\nMSDI Total\n \n|113,086\n \n|123,155\n \n|\nEUROPE (includes: United Kingdom, France, Germany, Holland, Belgium, Italy, Spain, Portugal, Denmark, Sweden, Norway, Finland, Iceland, Switzerland, Yugoslavia, Austria, Israel and Greece)\n \n|69,287\n \n|73,854\n \n|\nMEAANZ (includes: South Africa, Anglophone, Francophone, Nigeria, Middle East, Egypt, Iran, Australia and New Zealand)\n \n|17,358\n \n|17,263\n \n|\nLATIN AMERICA (includes: Argentina, Brazil, Mexico, Colombia, Ecuador, Caribbean, Central America, Peru/Bolivia, Venezuela)\n \n|15,770\n \n|19,462\n \n|\nFAR EAST (includes: Japan, Sing/Mala/Indo, Philippines, Hong Kong, Thailand, India, Pakistan)\n \n|10,671\n \n|12,576\n \n|\n\n\n\n\n—————\n \n*102 23. The following table sets forth amounts MSDQ reported in its corporate income tax returns for tax years 1972 through 1976:\n \n\n\n\n\n|Total Taxable\nIncome\n($000)\n \n|Section 931\nExemption\n($000)\n \n|Federal Income\nTax\n($000)\n \n|Retained Earnings\nNot Appropriated\n($000)\n \n|\n\n\n\n\n\n\n\n1972\n \n|5,834\n \n|5,834\n \n||0\n \n|5,834\n \n|\n1973\n \n|19,668\n \n|19,668\n \n||0\n \n|25,170\n \n|\n1974\n \n|28,528\n \n|28,528\n \n||0\n \n|53,698\n \n|\n1975\n \n|45,980\n \n|45,979\n \n||0\n \n|99,078\n \n|\n1976\n \n|81,792\n \n|38,603\n \n|*\n \n|657\n \n|179,662\n \n|\n\n\n\n\n—————\n \n24. The following table sets forth for the years 1974 through 1977, the total standard cost (material, labor and overhead) per kilogram of methyldopa produced at the Flint River and at the Barceloneta plants, and the price per kilogram in sales to MSD and to foreign marketing affiliates in MSDI:\n \n\n\n\n\n|Flint River\nTotal Standard\nCost ($/kg)\n \n|Barceloneta\nTotal Standard\nCost ($/kg)\n \n|MSD* ($/kg)\n \n|MSDI Average** ($/kg)\n \n|\n1974\n \n|10.53\n \n|15.23\n \n|258.81\n \n||\n1975\n \n|16.14\n \n|20.01\n \n|265.74\n \n|218.31\n \n|\n1976\n \n|18.20\n \n|22.45\n \n|275.51\n \n|209.11\n \n|\n1977\n \n|20.45\n \n|22.90\n \n|291.83\n \n||\n\n\n\n\n\n\n\n||Europe\n \n|MEAANZ\n \n|Latin America\n \n|Far East\n \n|\n**\n \n|1975\n \n|235.46\n \n|189.46\n \n|220.80\n \n|175.80\n \n|\n|1976\n \n|222.39\n \n|188.57\n \n|215.05\n \n|168.09\n \n|\n\n\n\n\nAll Citations\n24 Cl.Ct. 73, 68 A.F.T.R.2d 91-5524, 91-2 USTC P 50,456\n\n\n\nFootnotes\n|\n1\n|Unless otherwise indicated, all section references are to the Internal Revenue Code of 1954, as amended and in effect for the years at issue. 26 U.S.C. –––– (1982).\n|\n2\n|See Mindes v. Seaman, 453 F.2d 197, 198 (5th Cir.1971) (citing C. Wright, Law of Federal Courts 62 (2d ed. 1970)).\n|\n3\n|Scheuer v. Rhodes, 416 U.S. 232, 236, 94 S.Ct. 1683, 1686, 40 L.Ed.2d 90 (1974); see also Aleut Community of St. Paul Island v. United States, 480 F.2d 831, 838, 202 Ct.Cl. 182 (1973).\n|\n4\n|See Bray v. United States, 785 F.2d 989, 992 (Fed.Cir.1986).\n|\n5\n|Flora v. United States, 357 U.S. 63, 70–71, 78 S.Ct. 1079, 1083–84, 2 L.Ed.2d 1165 (1958), on reh’g, 362 U.S. 145, 151, 80 S.Ct. 630, 633–34, 4 L.Ed.2d 623 (1960); Bates Mfg. Co. v. United States, 303 U.S. 567, 568, 58 S.Ct. 694, 695, 82 L.Ed. 1020 (1938); Tecon Engineers, Inc. v. United States, 343 F.2d 943, 170 Ct.Cl. 389, 393 (1965).\n|\n6\n|Eastport S.S. Corp. v. United States, 372 F.2d 1002, 1007 (Ct.Cl.1967).\n|\n7\n|In the years at issue, IRC § 482 (1970) stated:\nAllocation of income and deductions among taxpayers\nIn any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Secretary or his delegate may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations, trades, or businesses.\n|\n8\n|See, e.g., E.I. Du Pont de Nemours & Co. v. United States, 608 F.2d 445 (Ct.Cl.1979), cert. denied, 445 U.S. 962, 100 S.Ct. 1648, 64 L.Ed.2d 237 (1980); Northwestern National Bank v. United States, 556 F.2d 889 (8th Cir.1977).\n|\n9\n|Young & Rubicam, Inc. v. United States, 410 F.2d 1233, 1244, 187 Ct.Cl. 635 (1969). 26 C.F.R. § 1.482–1(b)(1) provides:\n(b) Scope and purpose. (1) The purpose of section 482 is to place a controlled taxpayer on a tax parity with an uncontrolled taxpayer, by determining, according to the standard of an uncontrolled taxpayer, the true taxable income from the property and business of a controlled taxpayer. The interests controlling a group of controlled taxpayers are assumed to have complete power to cause each controlled taxpayer so to conduct its affairs that its transactions and accounting records truly reflect the taxable income from the property and business of each of the controlled taxpayers. If, however, this has not been done, and the taxable incomes are thereby understated, the district director shall intervene, and, by making such distributions, apportionments, or allocations as he may deem necessary of gross income, deductions, credits, or allowances, or of any item or element affecting taxable income, between or among the controlled taxpayers constituting the group, shall determine the true taxable income of each controlled taxpayer. The standard to be applied in every case is that of an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer.\n|\n10\n|Bausch & Lomb, Inc. v. Commissioner, 933 F.2d 1084, 1089 (2d Cir.1991); Note, Multinational Corporations and Income Allocation Section 482 of the Internal Revenue Code, 89 Harv.L.Rev. 1202, 1205, 1209 (1976).\n|\n11\n|E.I. Du Pont de Nemours & Co. v. United States, 608 F.2d at 453.\n|\n12\n|Bausch & Lomb, Inc. v. Commissioner, 92 T.C. 525, 582 (1989), aff’d, 933 F.2d 1084 (2d Cir.1991).\n|\n13\n|Eli Lilly & Co. v. United States, 372 F.2d 990, 997, 178 Ct.Cl. 666 (1967), adopted per curiam, by Order dated Feb. 28, 1967.\n|\n14\n|Asiatic Petroleum Co. v. Commissioner, 79 F.2d 234, 236 (2d Cir.1935).\n|\n15\n|Your Host, Inc. v. Commissioner, 58 T.C. 10, 24 (1972), aff’d, 489 F.2d 957 (2d Cir.1973), cert. denied, 419 U.S. 829, 95 S.Ct. 51, 42 L.Ed.2d 54 (1974). See also Hospital Corp. of America v. Commissioner, 81 T.C. 520, 594 (1983), nonacq., 1987–2 C.B. 1.\n|\n16\n|Bausch & Lomb, Inc. v. Commissioner, 92 T.C. at 593; see also Bush Hog Mfg. Co. v. Commissioner, 42 T.C. 713, 725 (1964), acq., 1964–2 C.B. 4; Polak’s Frutal Works, Inc. v. Commissioner, 21 T.C. 953, 976 (1954), acq. in part, 1955–1 C.B. 6, nonacq., 1972–2 C.B. 4.\n|\n17\n|26 C.F.R. §§ 1.482–2(b)(1), (2).\n|\n18\n|26 C.F.R. §§ 1.482–2(b)(3), (4).\n|\n19\n|Lucas v. Earl, 281 U.S. 111, 114–15, 50 S.Ct. 241, 241, 74 L.Ed. 731 (1930).\n|\n20\n|Gregory v. Helvering, 293 U.S. 465, 469, 55 S.Ct. 266, 267–68, 79 L.Ed. 596 (1935).\n|\n21\n|Puerto Rico offered an adequate supply of labor and potential chemical manufacturing sites, as well as the inducement to investment in Puerto Rico sought by Congress, as provided by IRC § 931. Merck elected to exclude the income of MSDQ under I.R.C. § 931 for 1974 and 1975 and under I.R.C. § 936 for 1976. Under Section 931, in effect through 1975, income earned in the possessions was exempted from federal income tax if at least 80 percent of their gross income was derived from sources within the possession and if at least 50 percent of the gross income was derived from the active conduct of business within the possession. Section 936 was enacted in 1976 to encourage investment of possession source income in the United States. Section 936 essentially transformed the Section 931 exemption for corporations into an equally favorable tax credit system by eliminating the tax exemption. Instead, the United States parent corporation was permitted to elect a special tax credit to offset the federal tax on its wholly owned subsidiary’s possession—source income. The committee reports on the 1976 Act make it clear that Congress believed it was inappropriate to disturb the existing relationship between the possessions investment incentives and the United States tax laws. See Eli Lilly & Co. v. Commissioner, 856 F.2d 855, 858 n. 1 (7th Cir.1988); General Electric Co. v. United States, 3 Cl.Ct. 289, 292 n. 9 (1983).\n|\n22\n|Under the formula specified in the license agreement (7 percent first $1 million, 6 percent next $1 million, and 5 percent of excess over $2 million), the royalties payable on the $35,150,000 sales in 1973 would total $1,787,550, and the royalties on the $45,173,000 sales in 1974 would total $2,288,650.\n|\n23\n|In the Stipulation and in Finding 21(a), MSDQ’s sales for 1974 are stated as $45,173,000. The IER stated the 1974 sales were $42,173,000. If the IER amount is used, the 1974 ratio of royalty payment to net sales would be 5.15 percent, and the ratio for the 1972 through 1974 period would be 4.05 percent.\n|\n24\n|Section 351, in the relevant years, provided:\n(a) General Rule—No gain or loss shall be recognized if property is transferred to a corporation (including, in the case of transfers made on or before June 30, 1967, an investment company) by one or more persons solely in exchange for stock or securities in such corporations and immediately after the exchange such person or persons are in control (as defined in section 368(c)) of the corporation. For purposes of this section, stock or securities issued for services shall not be considered as issued in return for property.\n26 U.S.C. § 351 (1970 & Supp.1975). The current version is not changed materially.\n|\n25\n|E.I. Du Pont de Nemours & Co. v. United States, 471 F.2d 1211, 1215, 200 Ct.Cl. 391 (1973).\n|\n26\n|I.R.C. §§ 1032(a), 362(a)(1), and 358(a)(1).\n|\n27\n|In its 1974 application, Merck described a Technical Assistance Agreement under which MSDQ “in consideration of technical, engineering and administrative assistance to be furnished by Merck, will pay a fee equal to 4 percent of its first $1 million of sales, 3 percent of its second $1 million of sales, and 2 percent of sales in excess of $2 million each year.”\n|\n28\n|In 1973, Merck’s total R & D budget was $88.79 million. The $1.7 million MSDQ paid in 1973 under the royalty agreement amounted to 1.92 percent of Merck’s R & D. In 1974, Merck’s R & D was $103.46 million, the royalty payment was $2.17 million and the ratio was 2.1 percent. In the adjustment for 1975, the $4.63 million royalty payment amounts to 3.72 percent of Merck’s total R & D, and the $5.61 million royalty payment for 1976 amounts to 4.11 percent of Merck’s total R & D.\n|\n29\n|26 C.F.R. § 1.482–2(d)(1)(i) provides in part:\n(d) Transfer or use of intangible property—(1) In general. (i) Except as otherwise provided in subparagraph (4) of this paragraph, where intangible property or an interest there in transferred, sold, assigned, loaned, or otherwise made available in any manner by one member of a group of controlled entities (referred to in this paragraph as the transferor) to another member of the group (referred to in this paragraph as the transferee) for other than an arm’s length consideration, the district director may make appropriate allocations to reflect an arm’s length consideration for such property or its use....\n|\n30\n|Section 1.482–2(d)(3) provides:\n(3) Definition of intangible property.\n(i) Solely for the purposes of this section, intangible property shall consist of the items described in subdivision (ii) of this subparagraph, provided that such items have substantial value independent of the services of individual persons.\n(ii) The items referred to in subdivision (i) of this subparagraph are as follows:\n(a) Patents, inventions, formulas, processes, designs, patterns, and other similar items;\n(b) Copyrights, literary, musical, or artistic compositions, and other similar items;\n(c) Trademarks, trade names, brand names, and other similar items;\n(d) Franchises, license, contracts, and other similar items;\n(e) Methods, programs, systems, procedures, campaigns, surveys, studies, forecasts, estimates, customer lists, technical data, and other similar items.\n|\n31\n|26 C.F.R. §§ 1.482–2(b)(1), 1.482–2(b)(3) & 1.482–2(b)(7)(iii).\n|\n32\n|26 C.F.R. §§ 1.482–2(d)(1)(i), 1.482–2(d)(2), & 1.482–2(d)(3).\n|\n33\n|26 C.F.R. §§ 1.482–2(b)(3) & 1.482–2(b)(7)(iii).\n|\n34\n|Eli Lilly & Co., 856 F.2d at 862; Bausch & Lomb, Inc. v. Commissioner, 92 T.C. 525, aff’d, 933 F.2d 1084 (2d Cir.1991).\n|\n35\n|Merck’s Annual Report to Stockholders. For 1975 and 1976, the ratios of R & D to Merck’s net sales were 8.36 percent and 8.21 percent respectively.\n|\n36\n|See footnote 23, supra.\n|\n37\n|26 C.F.R. § 1.482–2(d)(2)(i).\n|\n38\n|26 C.F.R. § 1.482–2(d)(2)(ii).\n|\n39\n|26 C.F.R. § 1.482–2(d)(iii) provides in part:\n(iii) Where a sufficiently similar transaction involving an unrelated party cannot be found, the following factors, to the extent appropriate (depending upon the type of intangible property and the form of the transfer), may be considered in arriving at the amount of the arm’s length consideration: ...\n(f) Value of services rendered by the transferor to the transferee in connection with the transfer within the meaning of paragraph (b)(8) of this section,\n(g) Prospective profits to be realized or costs to be saved by the transferee through its use or subsequent transfer of the property, ...\n|\n40\n|If 3 percent of MSDQ’s sales were considered to be an appropriate measure of the value of the manufacturing intangibles, the value would amount to $1.98 million for 1975, and $2.41 million for 1976.\n|\n41\n|See footnote 17, supra.\n|\n42\n|Rev.Rul. 64–56, 1964–1 C.B. 133.\n|\n43\n|Section 1.482–2(b)(1) provides:\n(b) Performance of services for another—(1) General rule. Where one member of a group of controlled entities performs marketing, managerial, administrative, technical, or other services for the benefit of, or on behalf of another member of the group without charge, or at a charge which is not equal to an arm’s length charge as defined in subparagraph (3) of this paragraph, the district director may make appropriate allocations to reflect an arm’s length charge for such services.\nSection 1.482–2(b)(3) provides:\n(3) Arm’s length charge. For the purpose of this paragraph an arm’s length charge for services rendered shall be the amount which was charged or would have been charged for the same or similar services in independent transactions with or between unrelated parties under similar circumstances considering all relevant facts. However, except in the case of services which are an integral part of the business activity of either the member rendering the services or the member receiving the benefit of the services (as described in subparagraph (7) of this paragraph), the arm’s length charge shall be deemed equal to the costs or deductions incurred with respect to such services by the member or members rendering such services unless the taxpayer establishes a more appropriate charge under the standards set forth in the first sentence of this subparagraph. Where costs or deductions are a factor in applying the provisions of this paragraph adequate books and records must be maintained by taxpayers to permit verification of such costs or deductions by the Internal Revenue Service.\nSection 1.482–2(b)(7) in part provides:\n(7) Certain services. An arm’s length charge shall not be deemed equal to costs or deductions with respect to services which are an integral part of the business activity of either the member rendering the services (referred to in this subparagraph as the “renderer”) or the member receiving the benefit of the services (referred to in this subparagraph as the “recipient”). Subdivisions (i) through (iv) of this subparagraph describe those situations in which services shall be considered an integral part of the business activity of a member of a group of controlled entities.\n* * * * * *\n(iii) Services are an integral part of the business activity of a member of a controlled group where the renderer is peculiarly capable of rendering the services and such services are a principal element in the operations of the recipient. The renderer is peculiarly capable of rendering the services where the renderer, in connection with the rendition of such services, makes use of a particularly advantageous situation or circumstances such as by utilization of special skills and reputation, utilization of an influential relationship with customers, or utilization of its intangible property (as defined in paragraph (d)(3) of this section). However, the renderer will not be considered peculiarly capable of rendering services unless the value of the services is substantially in excess of the costs or deductions of the renderer attributable to such services.\n|\n44\n|See 26 C.F.R. § 1.482–2(b)(7)(iii), Examples 10, 11, 12, 13 and 14.\n|\n45\n|See Young & Rubicam, Inc. v. United States, 410 F.2d at 1245.\n|\n46\n|A fine chemical is a chemical that is produced on specification. The fine chemical industry operates in different modes: (1) custom synthesis (specialty competent); (2) toll manufacturing (capacity dedication); and (3) generic pharmaceuticals (post patent).\n|\n47\n|Further, Merck’s expert witness contended that had MSDQ been an independent company operating at arm’s length under a long term contract with Merck, very little or no marketing would be required for the following reasons: (1) there was a small number of established customers, (2) there was a single product, and (3) there was a sole source of supply for foreign markets.\n|\n1\n|When a daily treatment dose is three 250 mg tablets, a packaged and labeled box containing 100 tablets contains 25 grams (100 tablets x 250 mg = 25 grams/box) and 40 boxes contain a kilogram (1,000 grams). In France, in 1976, a box of 100/250 mg Aldomet tablets cost the equivalent of $5.95 and the value for one kilogram of methyldopa would be $238 (40 x $5.95), from which the supply price was determined.\n|\n2\n|The amount a plant would produce if it operated 24 hours a day year round, less vacations, holiday, shutdowns and down time.\n|\n*\n|IRC § 936, Possessions Tax Credit.\n|\n*\n|Average selling price methyldopa based products (Aldomet, Aldoril and Aldochlor) in terms of kilograms of methyldopa content.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}