{
    "Background": "\n\n\n\n650 F.Supp. 16\nUnited States District Court, D. Nevada.\nSidney and Vera STERN, Plaintiffs,\nv.\nUNITED STATES of America, Defendant.\nNo. CV–R–81–253–ECR.\n|\nSept. 22, 1986.\nSynopsis\nTaxpayers sued for refund of excise taxes paid on transfers of stock to foreign trusts and for abatement of balance owed on assessments. The District Court, Edward C. Reed, Jr., Chief Judge, held that transfer of common stock to foreign situs trust in exchange for undertaking to pay taxpayers private annuity was not subject to excise tax as transfer in trust with retention of income, in view of findings in prior judgment that transfer was at arm’s length in that all trust formalities were observed by taxpayers, exchange was made for fair market value of stock, and transfer was exchanged for lifetime annuities.\n \nTaxpayers’ motion for summary judgment granted.\n \n\n\nWest Headnotes (5)\n\n\n[1]\n|Res JudicataTaxation\n|\n|Doctrine of collateral estoppel applies in tax cases.\n\n|\n\n\n[2]\n|Res JudicataIssues or questions\nRes JudicataMatters Necessarily or Specifically Determined\n|\n|Once issue is actually and necessarily determined by court of competent jurisdiction, that determination is conclusive in any subsequent suit based on either same or different claims for relief involving parties to first action.\n\n|\n\n\n[3]\n|Internal RevenueConstitutional and statutory provisions\n|\n|Purpose of excise tax on transfer of shares of stock to foreign trust is to prevent United States taxpayers from transferring appreciated property offshore without payment of capital gains tax. 26 U.S.C.A. § 1491.\n\n|\n\n\n[4]\n|Internal RevenueTaxes on Specific Articles and Transactions\n|\n|Excise tax applicable to transfers of stock to foreign trust is not applicable if relevant transfer is not in pursuance of plan having as its principal purpose avoidance of federal taxes. 26 U.S.C.A. §§ 1491, 1492.\n\n|\n\n\n[5]\n|Internal RevenueTaxes on Specific Articles and Transactions\n|\n|Transfer of common stock to foreign situs trust in exchange for undertaking to pay taxpayers’ private annuity was not subject to excise tax as transfer in trust with retention of income, in view of findings in prior judgment that transfer was at arm’s length in that all trust formalities were observed by taxpayers, exchange was made for fair market value of stock, and transfer was exchanged for lifetime annuities. 26 U.S.C.A. § 1491.\n2 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*17 Bert M. Goldwater, Lionel Sawyer & Collins, Reno, Nev., Randall G. Dick, and Jeffrey I. Margolis, San Francisco, Cal., for plaintiffs.\nOffice of the U.S. Attorney, Shirley Smith, Reno, Nev., Daniel F. Ross and Bob Messick, Tax Div., Dept. of Justice, Washington, D.C., for defendant.\n\n\n\n\nORDER\nEDWARD C. REED, Jr., Chief Judge.\nThis order represents another chapter in a long and complicated series of lawsuits involving the plaintiffs and the defendant. At present, the plaintiffs ask this Court to lift the stay order entered on April 26, 1983, and to grant summary judgment in their favor. Defendant does not oppose the lift stay request, but opposes the motion for summary judgment and has moved for summary judgment on its own behalf.\n \n\n\nFACTS\nThe facts in this case are fully stated in Stern v. United States, 563 F.Supp. 484 (D.Nev.1983) (Stern I ) and in Stern v. Commissioner of Internal Revenue, 747 F.2d 555 (9th Cir.1984) (Stern II ), but a brief recapitulation seems appropriate here. Acting on the advice of their attorney in 1971, the plaintiffs transferred common stock to a foreign situs trust in exchange for a private annuity. In so doing, the plaintiffs sought to incur certain tax benefits, including the receipt of a steady flow of income, the deferred recognition of gain on the transferred property, the potential removal of the property from the transferors’ estates, the potential removal of estate taxes on future appreciation of the property, the inapplicability of gift taxes or problems under I.R.C. § 2035, and the potential ability of the foreign trust to accumulate income free of tax. Stern II, 747 F.2d at 556 n. 1. Altogether, the plaintiffs transferred approximately two hundred eighty thousand shares of the stock to the trusts. In so doing, the plaintiffs contend that the stock was transferred to the trusts as consideration for lifetime annuities to be paid the plaintiffs by the trusts. The defendant, on the other hand, contends that the transactions were merely transfers in trust, whereunder the plaintiffs retained rights to annual payments. On this basis in 1979 and 1981, the defendant assessed excise taxes, pursuant to 26 U.S.C. § 1491, on the entire transfer. The assessments were as follows:\n \n\n\n\n\n \n| \n| \n|Penalties\n \n| \n|\n \n| \n|§ 1491\n \n|I.R.C.\n \n| \n|\n \n| \n|Excise\n \n|§§ 6651(a)\n \n| \n|\nTaxpayer\n \n|Date\n \n|Tax\n \n|6653(a)\n \n|Interest\n \n|\nS.Stern\n \n|7/30/79\n \n|$1,082,248\n \n|$270,562\n \n|$ 546,690\n \n|\n \n|8/17/81\n \n|675,055\n \n|168,763\n \n|477,749\n \n|\nV.Stern\n \n|7/30/79\n \n|148,481\n \n|37,120\n \n|75,004\n \n|\nTOTALS\n \n| \n|$1,905,784\n \n|$476,445\n \n|$1,099,443\n \n|\n\n\n\n\n*18 The plaintiffs, after paying $2,132 of the tax, then requested a refund of the amount paid and an abatement of the balance owed on the assessments. The Government denied this request. The plaintiffs responded with this lawsuit, requesting the same relief.\n \nIn 1981, this Court denied cross motions for summary judgment by the plaintiffs and defendant, finding that material issues of fact remained as to whether the principal purpose of the transfers was to avoid federal taxes, and whether the liability of the plaintiffs for income taxes on the transactions would preclude excise tax liability for the same transfer. Stern I, 563 F.Supp. at 488. This Court then stayed further action in this case, pending the resolution of the same parties’ appeal of a Tax Court decision to the Ninth Circuit, in that the outcome of that appeal could have a “profound effect on the within litigation.” Id., at 489.\n \n\n",
    "Discussion": "[1] [2] As this Court has previously stated, the doctrine of collateral estoppel does apply in tax cases. See Stern I, 563 F.Supp. at 486, citing Starker v. United States, 602 F.2d 1341, 1350 (9th Cir.1979). Once an issue is actually and necessarily determined by a court of competent jurisdiction, that determination is conclusive in any subsequent suit based on either the same or different claims for relief involving the parties to the first action. Id., at 487, citing In re Cenco Inc. Securities Litigation, 529 F.Supp. 411, 414 (N.D.Ill.1982), Starker, supra, at 1344. It is not required that all issues in the second suit be raised and decided in the first suit for the doctrine to apply, in that estoppel accrues issue by issue.  Id., citing Considine v. United States, 683 F.2d 1285, 1287 (9th Cir.1982), see Starker, supra, at 1344. Thus, in the second suit the parties are free to litigate issues which were not decided in the first proceeding. Id.\n \nThe question to be resolved in this case, therefore, is whether the Ninth Circuit’s holding in Stern II resolves any or all of the issues in this suit. If the holding in Stern II does resolve all of the issues in this latter suit, then the plaintiffs are entitled to summary judgment here. If, however, there are other issues presented by this suit which were not resolved in the earlier proceeding, the plaintiffs would at most be entitled to partial summary judgment on the issues actually decided, and could even have summary judgment entered against them on other points. It is therefore critical to determine exactly what is at issue on this suit, and what the Stern II court resolved.\n \n[3] [4] At the time these transfers took place, 26 U.S.C. § 1491 provided:\nThere is hereby imposed on the transfer of stock or securities by a citizen or resident of the United States, or by a domestic corporation or partnership, or by a trust which is not a foreign trust, to a foreign corporation as paid-in surplus or as a contribution to capital, or to a foreign trust, or to a foreign partnership, an excise tax equal to 27 ½ percent of the excess of—\n(1) the value of the stock or securities so transferred, over\n(2) its adjusted basis (for determining gain) in the hands of the transferor.\n*19 26 U.S.C. § 1491 (Supp. II 1952), amended by 26 U.S.C. § 1491 (1976). In essence, the purpose of § 1491 is to prevent U.S. taxpayers from transferring appreciated property offshore without the payment of a capital gains tax. H.R.Rep. No. 658, 94th Cong., 2d Sess., reprinted in 1976 U.S.Code Cong. & Admin.News 2897, 3102 and 3647. This section is simply not applicable if the relevant transfer is not in pursuance of a plan having as its principal purpose the avoidance of federal taxes. 26 U.S.C. § 1492 (1976); see H.R.Rep. No. 658, 1976 U.S.Code Cong. & Admin.News 2897, supra, and Stern I, 563 F.Supp. 484, 488.\n \nThere is a dearth of published decisions interpreting the strictures of § 1491. Indeed, aside from this Court’s own analysis of the matter, the record is virtually blank. Insight into the interpretation of this part of the Code may be found in the published rulings of the Internal Revenue Service itself, however. In Revenue Ruling 78–356, it is noted that § 1491 does not apply to a transfer of appreciated stock by a U.S. citizen to a foreign corporation if that transfer is an arm’s length exchange for annuity, the present value of which is equal to the fair market value of the stock. Rev.Rul. 78–356, 1978–2 CB 226. Thus, according to this ruling, if the transaction in question is an arm’s length exchange for an annuity, and if the present value of that annuity is equal to the fair market value of the stock, then § 1491 does not apply.\n \nOther rulings from the IRS have complicated the resolution of this matter, however. In Revenue Ruling 69–450, it was stated that the transfer of appreciated stock, in trust, to a bank in Bermuda was a transfer to a foreign trust under Code § 1491 even though the grantor was the owner and the trust income had to be reported by him. Rev.Rul. 69–450, 1969–2 CB 168. The Internal Revenue Service’s interpretations of this section yield the following: where the transfer of the appreciated stock is in trust, and is not an arm’s length exchange where the present value of the purchase price of annuity is equal to the fair market value of the stock, the entire transaction will be subject to the excise tax of § 1491.\n \nThe United States District Court for the Northern District of California, in an unpublished case virtually identical to this one, has essentially mirrored the IRS interpretation of § 1491. In Syufy v. United States, 651 F.Supp. 1282 (N.D.Cal.1986), the plaintiffs had transfered shares of Syufy Investment common stock to a Bahamian trust in exchange for a private annuity. In response to this transfer, the Government assessed under § 1491, an excise tax. The plaintiffs sued for a refund and abatement of the tax, claiming that the tax was inapplicable to transfers of this sort.\n \nThe court agreed with the plaintiff in this case. Before its 1976 amendment, the court noted, § 1491 was inapplicable where the value of the securities transfered at the time of the foreign trusts’ receipt was equal to the present value of the annuity payments to be provided in exchange for the securities. Slip op. at pg. 2. Therefore, in view of the facts that these transfers were made before the amendment of § 1491 in 1976, and that they were made for equal present value, the court held § 1491 to be inapplicable.\n \nThis opinion, moreover, was buttressed by the fact that the annuity payments themselves were already subject to federal income taxes. The court noted that Congress enacted § 1491 and its predecessors to thwart the problem of the transfer of appreciated property to foreign entities without the payment of capital gains taxes. It was not the intent of Congress, found the court, to impose both an income tax and an excise tax on these transfers. Id., citing Stern I, 563 F.Supp., at 466; H.R.Rep. No. 94–658, 1976–4 U.S.Code Cong. & Admin.News 2897, 3102–3103; Senate Report No. 94–938, 1976–4 U.S.Code & Cong.News 3439, 3647–3648. Therefore, the court held that § 1491 was simply inapplicable to transfers before 1976 which were made for equivalent present value. Id.\n \n*20 It appears that the Ninth Circuit may have already resolved the question as to whether the transfers by the Sterns were in trust or at arm’s length for equivalent value. In Stern v. Commissioner of Internal Revenue, 747 F.2d 555 (9th Cir.1984) (Stern II ), the Internal Revenue Service had sought to impose taxes on the entire income of this trust, arguing that such income was taxable under the grantor trust provisions of 26 U.S.C. §§ 671 and 677(a). As in previously stated, the Sterns had treated the the transfers of stock to the offshore trusts as sales in exchange for annuities, in which no gain or loss is recognized as of the date of the transfer. The Tax Court had rejected this characterization, finding that the transfers were in fact transfers in trust with retained rights to annual payments, and that the entire income derived from the trusts was taxable under the Code. Id. at 557.\n \nThe Ninth Circuit reversed this finding of the Tax Court. The Court noted that in the context of non-arm’s length sales and trust agreements, it is particularly important to scrutinize whether the parties actually did what they purported to do in the formal documents. Id. at 558. Specifically, if the trustors indulge in sufficient “informalities” regarding the trust corpus, the court found that it could properly characterize the transfer of stock as merely a transfer in trust with a retained right to annual payments. Id., citing Lafargue v. Commissioner, 689 F.2d 845, 847 (9th Cir.1982), cf. Ray v. United States, 762 F.2d 1361, 1363 (9th Cir.1985).\n \nIn this case, however, the court found that the Sterns had not disregarded the trust formalities. Under the trust provisions, the court noted, the trustee, not the Sterns, controlled the investment of the trust assets. Id., at 559. Although the taxpayers did propose investments to the trust, the trustee only followed this advice once, making a relatively small investment to facilitate Mr. Stern’s re-entry into the secondary loan business. Id. Further, even though the Sterns could remove the trustee without cause, this power was limited to the extent that the trust agreement required the concurrent appointment of a qualified successor with the removal of the trustee. Id. In the opinion of the court,\n[t]hese events do not amount to a pattern of control by the annuitants sufficient to justify treating them as transferors of property to the trusts subject to retained annual payments from income or corpus. This conclusion is strengthened because the value of the annuities, unlike the annuity in Lafargue, equalled the fair market value of the stock exchanged therefor, as determined pursuant to the appropriate Treasury regulations.\nId., at 559–60. The court thus found this case to be on the “taxpayer’s side of the line,” in that none of the elements examined—control of the trust administration, beneficial enjoyment, and informality of the trust administration—justified the Tax Court’s characterization of the annuity transaction at arm’s length as a transfer in trust with retention of income.\n \n[5] The Ninth Circuit’s decision in Stern II is dispositive of this case. Initially, the court has already decided that the transfer was at arm’s length, in that all of the trust formalities had been observed by the Sterns. Further, the court has also decided that the exchange was made for the fair market value of the stock. Thus, under Revenue Ruling 78–356, § 1491 appears to be inapplicable to the transaction. In addition, the court also decided in Stern II that this transfer was not so much a transfer in trust as an exchange for lifetime annuities. Thus, Revenue Ruling 69–450 does not mandate the application of § 1491. In that the Sterns’ transfer was made before 1976, and was made for an annuity of present equal value, § 1491 is thus not applicable.\n \n\n\nCONCLUSION\nThe Ninth Circuit opinion in Stern II has decided with finality all of the relevant issues of fact in this lawsuit. Under the well recognized principles of collateral estoppel discussed above, these parties may not relitigate these matters. In that all of *21 the genuine issues of material fact have thus been resolved by the previous opinion, summary judgment for the plaintiffs is appropriate in this case, as there remain no genuine issues of material fact to be resolved at trial. Plaintiffs are thus entitled to a refund of all taxes paid, amounting to $2,132, and to an abatement of all remaining assessments outstanding under § 1491. See 26 U.S.C. § 1494(b).\n \nIT IS, THEREFORE, HEREBY ORDERED that the plaintiffs’ motion to lift stay is GRANTED.\n \nIT IS FURTHER ORDERED that the defendant’s motion for summary judgment is DENIED.\n \nIT IS FURTHER ORDERED that the plaintiffs’ motion for summary judgment is GRANTED and the Clerk shall enter judgment for the plaintiffs and against defendants, whereby defendants shall refund $2,132.00 to plaintiffs, and shall abate all remaining assessments outstanding under § 1491.\n \nAll Citations\n650 F.Supp. 16, 59 A.F.T.R.2d 87-352, 86-2 USTC P 9795\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}