{
    "Background": "\n\n\n\n553 F.2d 644\nUnited States Court of Claims.\nARISTAR, INC\nv.\nThe UNITED STATES.\nNo. 292–75.\n|\nApril 20, 1977.\nSynopsis\nHolding company brought action for refund of taxes paid as result of commissioner’s allocation to it of additional interest income from loans to subsidiaries. The Court of Claims, Skelton, J., held that where holding company, which controlled and loaned money to approximately 450 subsidiaries, reduced its interest income and total tax burden of group by charging those subsidiaries which could not fully utilize interest deductions less than arm’s length rate of interest, commissioner properly allocated to holding company additional interest income from loans to subsidiaries which paid no interest or interest of less than four per cent.\n \nOrder accordingly.\n \n\n\nWest Headnotes (6)\n\n\n[1]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|In determining whether to allocate additional interest income to holding company which controlled and loaned money to approximately 450 subsidiaries, commissioner properly considered various loans individually in determining whether adjustment was appropriate despite contention that whether loan arrangement produced arm’s length rate of interest should have been determined by considering total interest income from all transactions as a whole. 26 U.S.C.A. (I.R.C.1954) § 482.\n\n|\n\n\n[2]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Purpose of grant of discretion to commissioner to allocate gross income among entities owned or controlled by same interest is to curb income distortion that arises when income, deductions, credits, etc. are arbitrarily shifted between or among commonly controlled entities. 26 U.S.C.A. (I.R.C.1954) § 482.\n1 Case that cites this headnote\n|\n\n\n[3]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Commissioner has discretion to restructure, for tax purposes, transactions between one controlled taxpayer and another so as to place controlled taxpayers on a tax parity with uncontrolled taxpayers entering into similar transactions with unrelated parties. 26 U.S.C.A. (I.R.C.1954) § 482.\n2 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Standard for tax parity and for clear reflection of income for purposes of provision authorizing commissioner to allocate gross income between or among controlled entities is the “arm’s-length” standard. 26 U.S.C.A. (I.R.C.1954) § 482.\n1 Case that cites this headnote\n|\n\n\n[5]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Where holding company, which controlled and loaned money to approximately 450 subsidiaries, reduced its interest income and total tax burden of group by charging subsidiaries which could not fully utilize interest deduction less than arm’s length rate of interest, commissioner properly allocated to holding company additional interest arising from loans to subsidiaries which paid no interest or interest of less than four per cent. 26 U.S.C.A. (I.R.C.1954) § 482.\n\n|\n\n\n[6]\n|Internal RevenueTax liability of affiliates;  apportionment\n|\n|Where parent-taxpayer, a holding company with numerous subsidiaries engaged in the consumer finance business, borrowed, at rates of 5.3% to 5.5%, large sums of money which it then loaned to its subsidiaries at effective overall rates of between 9.1% and 9.3%, the solvent subsidiaries paying 10% interest and the others paying substantially less interest or no interest depending upon their losses, with respect to those subsidiaries paying taxpayer less than 4% or no interest, the Commissioner acted within his discretion under the arm’s-length standard of Sec. 482 and implementing regulations in allocating to taxpayer interest income of 5%, treating each individual loan as a separate transaction, to bring the 4% or less interest loans into conformity with the statute. This treatment conforms with the purpose of the grant of discretion to the Commissioner to restructure, for tax purposes, transactions between one controlled taxpayer and another so as to place the controlled taxpayers on a tax parity with uncontrolled taxpayers entering into similar transactions with unrelated parties.\n1 Case that cites this headnote\n|\n\n\nAttorneys and Law Firms\n**644 *617 Richard J. Hiegel, New York City, atty. of record, for plaintiff. Alvin J. Goldman, New York City, of counsel.\nAllan C. Lewis, Washington, D.C., with whom was Acting Asst. Atty. Gen. Mayron C. Baum, Washington, D.C., for defendant. Theodore D. Peyser and Robert S. Watkins, Washington, D.C., of counsel.\nBefore COWEN, Senior Judge, and DAVIS and SKELTON, Judges.\n\n\n\n\n*616 ON PLAINTIFF’S MOTION FOR SUMMARY JUDGMENT AND DEFENDANT’S CROSS–, MOTION FOR SUMMARY JUDGMENT\nSKELTON, Judge:\nPlaintiff (taxpayer) in this case is a holding company with approximately 450 subsidiaries **645 engaged in the consumer finance business in some 30 states. Plaintiff, itself, is not actively engaged in business and during the fiscal years in question (1964, 1965, and 1966) had only a minor amount of assets besides its advances to and equity investments in its subsidiaries. The consumer finance operations of the subsidiaries consisted primarily of making installment *618 loans to individual borrowers in amounts ranging from $300 to $2,500.\nPlaintiff operated by borrowing money and relending it to its subsidiaries. The subsidiaries were not acceptable credit risks on an individual basis; however, taxpayer was an acceptable risk and borrowed from various sources including banks. These borrowed funds were then loaned to the individual subsidiaries at a higher rate of interest under a credit agreement in which each subsidiary promised to pay its outstanding debt as of the date of execution and any sums borrowed from taxpayer in the future. Each subsidiary executed and carried on its balance sheet a note payable to its parent. In addition, each subsidiary filed a separate income tax return, and deducted thereon the interest paid to the parent corporation.\nIn relending funds to its subsidiaries, taxpayer followed a formula which charged interest on a ten percent if earned basis. If a subsidiary had sufficient net earnings for the current year, it paid interest at the ten percent rate. If a subsidiary had an accumulated deficit and a current loss (which reflected an interest expense of ten percent of its average daily balance of indebtedness), it paid no interest if the current loss was in excess of the ten percent interest expense figure. (In other words, a subsidiary’s interest payments were reduced according to its operating losses.) However, if the ten percent interest figure was greater than the current loss, the subsidiary paid interest equal to the difference between the ten percent interest figure and the current loss. The adjustment in this latter situation could reduce the loss to zero. For example, if a subsidiary had income of $10 and expenses of $18 including $6 of interest, its current loss would be $8 ($10–$18) and it would pay no interest. For tax purposes, the subsidiary would report $10 of income and $12 of deductions (because the $6 of interest was not paid to the parent), or a loss of $2 for the year. If a subsidiary had income of $10 and expenses of $12, including $6 of interest, its current loss would be $2 ($10–$12), and it would pay interest of $4 ($6–$2), the difference between the ten percent interest figure and the current loss. Thus, the subsidiary would report for tax purposes the $10 of income and $10 of deductions (which *619 includes $4 of interest) or a zero gain for the year. During the years in dispute, plaintiff was able to obtain an interest rate of 5.3 percent to 5.5 percent on its commercial borrowing, and charged an effective overall rate to its subsidiaries of between 9.1 percent and 9.3 percent.\nOn audit, the Commissioner of Internal Revenue made no adjustment to the taxpayer’s interest income with respect to those subsidiaries which paid four percent or more interest. However, additional interest income was allocated to taxpayer under Section 482 of the Internal Revenue Code and the regulations thereunder from those subsidiaries which paid no interest or interest less than four percent. The additional interest income from each subsidiary was the difference between five percent interest and the amount of interest actually paid by the subsidiary. This was in accordance with regulations § 1.482–2(a)(2)(iii)(B), which provides that if a creditor “was not regularly engaged in the business of making loans or advances * * * to unrelated parties, the arm’s length rate of interest * * * shall be * * * five per cent per annum simple interest if no interest was charged was less than 4, or in excess of 6, per cent per annum simple interest.” The implications of the term “arm’s length interest” will be discussed below.\nInternal Revenue Code of 1954 (26 U.S.C. § 482):\n§ 482. Allocation of income and deductions among taxpayers.\n \n**646 In any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Secretary or his delegate may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations, trades, or businesses.\nThe Commissioner also made a correlative adjustment to each subsidiary which increased its interest deduction by the amount included in the parent’s interest income. The *620 additional interest income resulted in additional tax for the fiscal years 1964, 1965, and 1966 in the approximate amounts of $55,134.82, $66,319.41, and $128,435.51, respectively. These additional amounts were not paid in full by the taxpayer because the Internal Revenue Service made other favorable adjustments which decreased the amount of tax owed by the taxpayer. Plaintiff’s claims for refund were disallowed by the Internal Revenue Service’s Jacksonville District Office on August 13, 1973, and plaintiff filed this suit on August 11, 1975, seeking total refunds of $215,122.80. Both parties move for summary judgment.\n[1] The taxpayer’s principal argument in support of its motion for summary judgment is that the Commissioner erred in considering the various loans individually in determining whether a Section 482 adjustment was appropriate. The taxpayer argues that the Commissioner should have considered the total interest income received by it from all its loan transactions as a whole, and that, so considered, the loan arrangement produced interest income equivalent to an arm’s-length rate of interest. On the other hand, it is the government’s contention that the Commissioner properly exercised his discretion under Section 482 and regulations promulgated thereunder by treating each individual loan to a subsidiary as a separate transaction, which for adjustment purposes had to be measured separately against the arm’s-length standard of the statute and implementing regulations. The government’s position finds direct support in Liberty Loan Corp. v. United States, 498 F.2d 225 (8th Cir.1974), cert. denied, 419 U.S. 1089, 95 S.Ct. 680, 42 L.Ed. 681. Based on a thorough review of this case and the authorities cited therein, we concur with the view of the Eighth Circuit and accordingly enter judgment in favor of the government.\n \n[2] [3] [4] The express language of Section 482 is simple and clearly indicative of its purpose. Where two or more entities are owned or controlled by the same interest, the Commissioner is granted discretion to allocate gross income between or among them only if he first “determines that such * * * allocation is necessary in order to prevent evasion of taxes or clearly to reflect income” of the commonly controlled entity. (Emphasis supplied.) The *621 purpose of the grant of discretion is to curb income distortion that arises when income, deductions, credits, etc., are arbitrarily shifted between or among commonly controlled entities. The purpose is achieved by granting the Commissioner the discretion to restructure, for tax purposes, transactions between one controlled taxpayer and another so as to place the controlled taxpayers on a tax parity with uncontrolled taxpayers entering into similar transactions with unrelated parties. The standard for tax parity and thus the standard for clear reflection of income, is the “arm’s-length” standard. Regulations § 1.482–2(a)(1) reads:\nWhere one member of a group of controlled entities makes a loan or advance directly or indirectly to, or otherwise becomes a creditor of, another member of such group, and charges no interest, or charges interest at a rate which is not equal to an arm’s length rate as defined in subparagraph (2) of this paragraph, the District Director may make appropriate allocations to reflect an arm’s length **647 interest rate for the use of such loan or advance.\n \nRegulations § 1.482–2(a)(2) provides that the arm’s-length interest rate shall be the rate “charged in independent transactions with or between unrelated parties under similar circumstances.”\n \n[5] The taxpayer in this case was able to reduce its interest income and the total tax burden of the group by charging its subsidiaries which could not fully utilize the interest deductions less than the arm’s-length rate of interest. It is this type of arbitrary shifting of deductions in order to reduce taxes of the controlled group that Congress sought to combat when it enacted Section 482.\n \nThe statute and regulations, together with the precedent of Liberty Loan Corp. v. United States, supra, provide sufficient basis for our holding for the government. Plaintiff’s motion for summary judgment is denied, defendant’s cross-motion for summary judgment is granted, and plaintiff’s petition is dismissed.\nAll Citations\n213 Ct.Cl. 616, 553 F.2d 644, 39 A.F.T.R.2d 77-1567, 77-1 USTC P 9361\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}