{
    "Background": "\n\n\n\n794 F.2d 781\nUnited States Court of Appeals,\nSecond Circuit.\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nPHILATELIC LEASING, LTD., Melvin Hersch, and Hambrose Stamps, Ltd., Defendants-Appellants.\nNos. 763, 817, Dockets 85–6198, 85–6200.\n|\nArgued Jan. 30, 1986.\n|\nDecided June 26, 1986.\nSynopsis\nGovernment brought action for injunctive relief against defendants for promoting abusive tax shelters by making gross valuation overstatement in connection with sale of tax shelter. The United States District Court for the Southern District of New York, Whitman Knapp, J., 601 F.Supp. 1554, granted injunctive relief and defendants appealed. The Court of Appeals, Oakes, Circuit Judge, held that: (1) finding that “stamp masters” involved in tax shelter scheme were grossly overvalued was sufficiently supported by evidence; (2) finding that certain defendant furnished gross valuation overstatement was sufficiently supported by evidence; and (3) defendants were not entitled to notice of how court would weigh evidence.\n \nAffirmed.\n \n\n\nWest Headnotes (5)\n\n\n[1]\n|Internal RevenuePrevention and detection of violations of revenue laws in general\n|\n|Finding that parties to tax shelter scheme had engaged in transactions that were not at arm’s length was sufficiently supported by evidence of enormous step-ups in price, 99% of which were in form of nonrecourse notes payable solely out of proceeds derived from operation of tax shelter.\n4 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenuePrevention and detection of violations of revenue laws in general\n|\n|Where sales of tax shelters are not at arm’s length, government and courts need not presume that purported purchase price has any relationship to actual value.\n8 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueSubstance or form of transaction\n|\n|Transaction is sham if motivated solely by tax avoidance purposes with no independent legitimate economic or business substance.\n5 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenuePrevention and detection of violations of revenue laws in general\n|\n|Finding that corporation, which was in chain of corporations selling tax shelter which was eventually leased to taxpayers/investors, made or furnished gross valuation overstatement was sufficiently supported by statements in tax shelter offering memorandum that corporation would deliver to offeror appraisals of value of shelter and later statement in memorandum that appraisals had been delivered. 26 U.S.C.A. § 6700(a).\n3 Cases that cite this headnote\n|\n\n\n[5]\n|Federal Civil ProcedureSufficiency and probable effect of evidence\n|\n|Defendants who were enjoined from maintaining tax shelter whose value they had allegedly grossly overstated were not entitled to new trial in order to include testimony of attorneys who had allegedly participated in tax shelter negotiations, though they had no notice that court would view their arrangements as conspiratorial, where court’s comments in regard to conspiracy were not critical to its holding and, even if they were, parties were not entitled to notice of how court would weigh evidence.\n9 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*781 Abram Chayes, Cambridge, Mass. (Roberts & Holland, New York City, Doros & Blessey, P.C., New York City, Jesse G. Silverman, Jr., Richard A. Levine, of counsel), for defendants-appellants.\nWilliam J. Brennan, Sp. Asst. U.S. Atty., New York City (Rudolph W. Giuliani, U.S. Atty., for S.D.N.Y., Gerald T. Ford, Steven E. Obus, Asst. U.S. Attys., of counsel), for plaintiff-appellee.\nBefore OAKES, WINTER and MINER, Circuit Judges.\nOpinion\n\nOAKES, Circuit Judge:\n\nThe sale of tax shelters, by which taxpayers/investors obtain credits and deductions *782 in return for investments involving risk, has lent itself to sufficient abuses to prompt statutory reform separate from the tax reform presently being discussed in the halls of Congress. The Tax Equity and Fiscal Responsibility Act of 1982 (“TEFRA”), Pub.L. No. 97–248, 96 Stat. 324  (pertinent portions codified in scattered sections of Title 26), sought to check the abuses by providing that anyone organizing or selling an interest in a tax shelter who makes “a gross valuation overstatement as to any material matter” will be subject to penalty. 26 U.S.C. § 6700 (1982 & Supp. II 1984). TEFRA also authorizes the Government to seek an injunction against anyone subject to penalty under section 6700. 26 U.S.C. § 7408 (1982 & Supp. II 1984). Here at issue is an injunction obtained against Philatelic Leasing, Ltd. (Philatelic), Melvin Hersch, its president, and Hambrose Stamps, Ltd. (Hambrose), with reference to a 1982 tax shelter scheme. United States v. Philatelic Leasing, Ltd., 601 F.Supp. 1554 (S.D.N.Y.1985) (Knapp, J.). Penalties under 26 U.S.C. § 6700 have also been levied against the appellants, but the penalties are not involved in this appeal. We affirm the grant of the injunction. The subject of the shelter here involved was “stamp masters.” These are plates used to produce stamps. The stamps involved bore the names of one of four islands located off the coast of Scotland: Staffa, Bernera, Eynhallow, and Grunay. These islands are privately owned and not independent political jurisdictions; two of them are uninhabited and another has only two residents. The stamps produced from the plates are not really postage stamps since they are not valid for the transmission of mail anywhere except between points on the islands or from these islands to the Scottish island of Mull; for the mail to go any farther regular postage stamps must be applied. One may assume that there is little use for postage stamps on uninhabited islands; on the other hand, there is a vast philatelic market and this shelter was purportedly directed toward the production of stamps for sale in this market.\n \nThe tax shelter was generated by Philatelic’s lease of a plate to a taxpayer who acquired with the lease of the plate the right to produce approximately 58,000 stamps. The taxpayer then was supposedly to sell these sets of stamps to the public, Philatelic supplying the name of a distributor familiar with the stamp collecting market. The lease was for a seven-year term and required annual payments from the taxpayer to Philatelic ranging from $30,000 for a two-stamp master to $80,000 per year for an eight-stamp master. However, more than eighty percent of the “rent” paid by a taxpayer was in the form of notes on which he had no personal liability, while a substantial portion of the remaining liability was not due to be paid until 1990.\n \nThis arrangement was to provide the taxpayer with several benefits, the first of which was the assignment by Philatelic to him of Philatelic’s right to an investment tax credit (ITC) amounting to 10% of the price that Philatelic had paid Hambrose to purchase the stamp masters. As will be seen, the purchase price paid by Philatelic was the inflated product of a series of transactions not at arm’s length. The ITC available to a taxpayer/investor ranged from $15,000 for a two-stamp plate to $40,000 for an eight-stamp plate.\n \nSecond, the taxpayer obtained a tax deduction for lease payments in the form of either cash or notes allowable as deductions under the “at risk” rules for taxpayers. For a two-stamp master these deductible lease payments amounted to $7,500 in the first year and $30,000 in the second year. The third and final tax benefit consists of deductions for certain expenses incurred by the lessees, such as actual printing costs or fees paid to “distributors” of the “stamps.”\n \nBy combining tax credits and deductions, the Philatelic 1982 shelter conferred, in tax shelter parlance, a “4-to-1 equivalent write-off.” That is to say, a taxpayer would receive tax benefits four times greater than his actual cash outlay. Needless to say, the 4-to-1 write-off was advertised *783 elaborately in the Philatelic brochure entitled “Confidential Offering Memorandum for the Leasing of Master Plates for the Production of British Local Stamps and Ancillary Products” and promoted in marketing program seminars run out of Newport Beach, California, whereby three to four hundred salespersons learned about the stamp master program and how to sell it. These salespeople were self-employed sellers in what one described as the tax shelter “industry”; certain of their advertising and overhead expenses were paid by Philatelic, and they received commissions out of cash paid by investors. The salespeople held free public seminars around the country on the Philatelic program; these seminars stressed the tax benefits of the program.\n \nSeveral other aspects of this shelter should be mentioned. Of the 72-page offering memorandum provided to prospective investors, fifty were devoted to an opinion letter from the law firm of Friedman and Shaftan, P.C., of 4 Park Avenue, New York, New York, setting forth the tax consequences of investing in the shelter. Also included in the offering memorandum was a letter from that firm agreeing to represent Philatelic Leasing in connection with any challenge by the IRS and offering, upon request by a lessee/investor, to assist the lessee’s counsel and accountants in the event of any such tax challenge unless satisfactory resolution was obtained at the initial IRS audit level. The memorandum also advised investors that they would receive written appraisals from so-called “recognized Philatelic (stamp) experts” that would both assure that the value of the masters was what it was represented to be and aid the investor in the event of IRS audit. Facts revealed at trial amply demonstrate that these appraisals were untrustworthy. The appraisers involved each arrived at precisely the same value for each of the stamp masters, certainly a remarkable feat. At trial, one failed to recognize the names of three of the four islands issuing the stamps and admitted that he had not prepared the appraisal, only signed it. Another stated at a deposition that he was “pretty sure” that stamps from one of the islands were actually valid for the international transmission of mail. And a third, who had participated as an appraiser in similar shelters in 1979, 1980, and 1981, withdrew from the 1982 program, the only one at issue here, because he believed the stamp masters were being overvalued.\n \nThe evidence indicated that Philatelic entered into 826 leases with taxpayers in 1982 and received over $16 million in cash from investors. Provided that the investors took their credits and deductions as per the offering memorandum, this would mean that taxpayers were able to obtain in that year alone some $64 million in tax benefits which, assuming that the investors were all in the 50% bracket, would translate into $32 million in tax savings. Hence, the interest of the Government in obtaining an injunction.\n \nTo understand the contentions of the parties, the arrangements between the various defendants appealing and not appealing are significant. The owners of the islands, who granted exclusive rights to issue the “stamps,” received a relatively small amount—a few thousand pounds per island per year—from Crailheath, Ltd., or London & New York Stamp Co., Ltd., two British corporations owned by Clive Feigenbaum, a British stamp dealer. In transactions not at arm’s length, Feigenbaum’s British corporations sold the rights to Global International, Ltd. (“Global”). Global, a non-appealing co-defendant, is a Liberian corporation controlled by Feigenbaum; its only office is at a trust company in Monrovia, Liberia, and its sole officer is an Israeli attorney and friend of Feigenbaum’s, Michael Shine. Feigenbaum began to use Global in 1979 to avoid having his British stamp companies directly linked to the shelter marketing operations in the United States. Following negotiations at which it was represented by Feigenbaum, Global sold the stamp master rights to Hambrose Stamps, Ltd., a corporation owned by one Herman Finesod and incorporated in 1979 by the previously-mentioned law firm of *784 Friedman and Shaftan. Finesod hired appellant Melvin Hersch to act as president of Hambrose in 1980 and 1981, during which years Hambrose acquired stamp masters from Global and sold them to taxpayers who took ITCs based on their purchase price. For the 1982 program this approach was modified. Philatelic was established to lease, rather than sell, the masters to investors. On April 20, 1982, Hersch resigned from Hambrose to become president of Philatelic and Finesod became president of Hambrose. Philatelic was incorporated on April 23, 1982, by Friedman and Shaftan, and it began doing business in the same offices on the 28th floor of 950 Third Avenue in Manhattan that Hambrose had occupied, staffed by the people that Hambrose had employed, and aided by employees of other Finesod corporations who had also performed support services for Hambrose.\n \nIn the not-at-arm’s-length transaction between the Feigenbaum British corporations and Global, Global paid approximately $3.60 per master for the right to produce 10,000 stamp masters. Under an agreement dated May 31, 1982, Hambrose then agreed to pay Global between $106,300 for a single two-stamp master and $207,500 for a single eight-stamp master. This incredible mark-up, however, was illusory. The only cash changing hands was $1,300 to $2,500 per master; the remainder of the purchase price, i.e., more than 98% thereof, was in the form of non-recourse notes to be paid out of revenue derived from sale of the shelters.\n \nHambrose, one day after purchasing from Global the right to produce these stamp masters, entered into an agreement to sell these rights to Philatelic for prices ranging from $150,000 for a single two-stamp master to $400,000 for a single eight-stamp master. This price was also largely illusory, however, since less than 10% was to be paid in cash. Moreover, the cash was to come from the lessees since under the overall arrangement Philatelic would buy a master from Hambrose and Hambrose from Global only upon a taxpayer’s entering into a lease. Admittedly, Philatelic, in an attempt to establish the fact that it was “at risk” (in order for there to be an ITC available to pass through to taxpayer investors), did execute recourse notes for the balance of the purchase price. This commitment, however, was completely lacking in substance. The Philatelic recourse notes bore only 9% simple interest per year, which was non-recourse. No payment was required of principal or interest until 1996, a payment date extendible to 2006 upon payment by Philatelic to Hambrose of the munificent sum of $200. Moreover, Philatelic concededly is “thinly capitalized,” so its obligation on the notes is illusory. To preserve the ITC, defendant Hersch, the president of Philatelic, had to “personally guarantee” each note signed by Philatelic. Thus, Hersch proceeded to guarantee more than $160 million in Philatelic notes, a guarantee which might also be considered illusory in view of the fact that his net worth at the time was, according to the stipulation executed by the appellants, only $200,000.\n \nAs a result of these arrangements, Philatelic had to pay Hambrose 70% of the $16 million received by Philatelic from its 826 taxpayer/investors in 1982, or more than $11,250,000, and Hambrose in turn had to pay Global approximately 10% of that amount, or slightly more than $1.2 million. In addition, the principals of Global, Feigenbaum and Shine, also stood to gain $1,750,000 from the printing of the stamps by another Liberian corporation that they controlled. Out of the 30% of the cash received and retained by Philatelic, it had to pay 26% to its nationwide force of commissioned salespersons, or $4.2 million out of $4.8 million. Thus Philatelic was left with approximately $600,000 to pay its own expenses as well as the cost of advertising and certain other expenses of its salespersons. While Philatelic was entitled under the tax shelter plan to receive from investors 50% of the moneys the investors obtained from the sales of the “stamps,” under the agreement with Hambrose, Philatelic had to pay 98% of that amount over to Hambrose. Philatelic was thus entitled to only 1% of the moneys received, and this *785 was not a large amount. As Judge Knapp found, no investor in the Hambrose program in 1979, 1980, or 1981 has ever been able to realize any profit from sales of the “stamps.” 601 F.Supp. at 1557. Those taxpayers from the 1981 program who actually tried to sell stamps did not even recoup the advertising costs associated with the sale. There is no indication that the 1982 program was more successful. Thus, with no personal liability on their notes, Hambrose and Global netted more than $10 million and $1 million respectively from the sale of plates, the stamps from which had no real market, while Philatelic, which had no prospect of making money, and Hersch agreed to be liable for more than $160 million in notes. The taxpayer/lessees, of course, personally guarantee payment of only a small part of their debt to Philatelic.\n \nAfter an eight-day trial, in a fourteen-page printed opinion, Judge Knapp found, on the basis of the defense’s evidence, that the purported negotiations were a sham and not at arm’s length and that the appraisals of the masters were gross valuation overstatements within the meaning of 26 U.S.C. § 6700. 601 F.Supp. at 1566. The judge concluded that, since there were no arm’s-length negotiations, “the Government’s expert testimony was wholly sufficient clearly and convincingly to establish that the masters themselves had no substantial value and considerably less than half that asserted by defendants.” 601 F.Supp. at 1567.\n \nAppellants make three points in challenging Judge Knapp’s decision. The first is that the trial judge’s disbelief of the uncontroverted testimony of arm’s length negotiations led it to draw a series of legally impermissible inferences, including the ultimate inference that the stamp masters had been overvalued. How he could have found otherwise in light of the evidence above recited, however, remains hard to see.\n \nThe second relates to Hambrose alone. Were it to be accepted, it would allow the corporation that was the primary beneficiary of the tax shelter scheme to escape penalty. The argument is that Hambrose was not a “person who ... makes or furnishes ... a gross valuation overstatement,” as required for liability under section 6700(a). United States v. Turner, 601 F.Supp. 757, 758–59 (E.D.Wis.1985), is cited for the proposition that vicarious liability under section 6700 is not proper. We will discuss this argument, which we reject, in some depth below.\n \nThe third argument is that the appellants had no notice or opportunity to rebut, in their words, “the conspiracy charge that underlay the trial court’s entire decision,” and that the trial court should therefore have either granted a new trial or reopened the record for the testimony of attorneys who had participated in the negotiations. In this connection our view is that the trial judge’s choice of wording might have been unfortunate but the legitimate meaning of his decision comes through loud and clear—the tax shelter sold by the appellants was a sham and the appellants knew it. Accordingly, we affirm.\n \nWe deal with appellants’ first point: that the trial court’s disbelief of the uncontroverted evidence of arm’s length negotiations led it to draw a series of legally impermissible inferences. As support for this argument, appellants cite Judge Knapp’s opinion, 601 F.Supp. at 1555, where the judge said that “the testimony of just three witnesses—[Feigenbaum, Finesod, and Hersch]—has persuaded us that the entire ‘stamp master’ scheme constituted a simple conspiracy by those men ... to perpetrate a tax fraud” and further concluded that their conspiracy to conceal the truth by their testimony and otherwise “justifies a finding that the ‘stamp masters’ were indeed without substantial value.” Id. at 1556. We are, of course, cited to Dyer v. MacDougall, 201 F.2d 265 (2d Cir.1952), where Judge Learned Hand said for the panel that while in theory “a party having the affirmative might succeed in convincing a jury of the truth of his allegations in spite of the fact that all the witnesses denied them,” id. at 269, a directed *786 verdict for the opposing party would nonetheless have to be entered, implying that a negative inference from the disbelief of testimony is impermissible. We note without comment Judge Frank’s concurrence in Dyer to the effect that the Hand opinion seemingly drew a distinction in this regard between a jury trial and a trial to the court. Id. at 270.1\n \n[1] [2] In any case, contrary to appellants’ contention, Judge Knapp’s opinion did not rest solely on negative inferences. While the district court did disbelieve the defendants’ testimony and said so in colorful language, its findings of gross valuation overstatements were firmly based on the totality of the evidence, most of which was stipulated to, regarding the nature of the shelter. This evidence included the enormous step-ups in prices from the sale to Feigenbaum’s corporations to the sale by them to Hambrose and thence by Hambrose to Philatelic, see, e.g., Rice’s Toyota World, Inc. v. Commissioner, 752 F.2d 89, 93 (4th Cir.1985) (inflated purchase price critical evidence of sham transaction); Odend’hal v. Commissioner, 748 F.2d 908, 911 (4th Cir.1984) (sale of tax shelter set at twice the price paid thirty days earlier was evidence of sham transaction notwithstanding that the parties had testified that the transaction was conducted at arm’s length), cert. denied, 471 U.S. 1143, 105 S.Ct. 3552, 86 L.Ed.2d 706 (1985); Thompson v. Commissioner, 631 F.2d 642, 647 (9th Cir.1980) (quoting Tax Court’s opinion to the effect that a tenfold price increase in three months is presumptively suspect), cert. denied, 452 U.S. 961, 101 S.Ct. 3110, 69 L.Ed.2d 972 (1981). The district court carefully noted the step-up in price, 601 F.Supp. at 1557, as well as the fact that “[n]o significant transfer of cash was involved in any of these sales, the alleged purchase prices being in the form of non-recourse notes and the transfer of cash being deferred until such time as it was acquired from taxpayers....” Id. Significantly, the defendants had stipulated that nearly 99% of the Hambrose-Global purchase price was in the form of non-recourse notes, and it is well established that such notes are not recognized as bona fide debt when payable solely out of the proceeds derived from the operation of a speculative shelter, see Rice’s Toyota World, Inc. v. Commissioner, 752 F.2d at 91, 93; Barnard v. Commissioner, 731 F.2d 230, 231–32 (4th Cir.194); CRC Corp. v. Commissioner, 693 F.2d 281, 283 (3d Cir.1982), cert. denied, 462 U.S. 1106, 103 S.Ct. 2453, 77 L.Ed.2d 1333 (1983). Moreover, where, as here, sales are not at arm’s length, the Government and the courts need not presume that the purported purchase price has any relationship to actual value, National Lead Co. v. Commissioner, 336 F.2d 134, 141 (2d Cir.1964), cert. denied, 380 U.S. 908, 85 S.Ct. 889, 13 L.Ed.2d 795 (1965).\n \n[3] A transaction is a sham if motivated solely by tax avoidance purposes with no independent legitimate economic or business substance, see Commissioner v. Court Holding Co., 324 U.S. 331, 334, 65 S.Ct. 707, 708, 89 L.Ed. 981 (1945); United States v. Ingredient Technology Corp., 698 F.2d 88, 94 (2d Cir.), cert. denied, 462 U.S. 1131, 103 S.Ct. 3111, 77 L.Ed.2d 1366 (1983). Since Higgins v. Smith, 308 U.S. 473, 60 S.Ct. 355, 84 L.Ed. 406 (1940), it has been recognized that the Government, upon determining that the form employed in a transaction is unreal or a sham, can “sustain or disregard the effect of the fiction as best serves the purposes of the tax statute.” Id. at 477, 60 S.Ct. at 357. We agree with the Government that what the district court did here in finding against appellants was to rely upon the nature of the shelter itself and the inferences “seeming inexorably to flow” from the stark facts about the shelter, 601 F.Supp. at 1557. Judge Knapp’s opinion demonstrated his awareness that “the trier of fact’s mere disbelief of a witness’ denial of an *787 isolated fact cannot itself establish the existence of that fact,” 601 F.Supp. at 1566 n. 10 (citing Pariso v. Towse, 45 F.2d 962, 964 (2d Cir.1930)); see also Philatelic Leasing, 601 F.Supp. at 1566 n. 11 (citing Vanity Fair Paper Mills, Inc. v. FTC, 311 F.2d 480, 486 (2d Cir.1962)). Having recognized that negative inferences could not support a ruling in favor of the Government, the court then went on to say, “It is apparent, however, that the natural inferences flowing from the stipulated facts noted at page 1557 of this opinion were more than sufficient to shift the burden of production to defendants, who proceeded to present a lengthy (if unpersuasive) rebuttal to the Government’s case.” 601 F.Supp. at 1566 n. 11. Thus, despite the lively language of the opinion and its unnecessary talk about “conspiracy” or “tax fraud,” the finding that the shelter was a sham was justifiably based on inferences from the stipulated facts.2\n \n[4] The only question of any real substance seems to be whether Hambrose may be held as a person “who ... makes or furnishes ... a gross valuation overstatement.” 26 U.S.C. § 6700(a) (1982). Hambrose maintains that it never made such an overstatement. The tax opinion letter contained in the 1982 Philatelic Offering Memorandum is somewhat ambiguous on this point. It says that Hambrose “will deliver to Philatelic reports from two stamp dealers, acting as appraisers” and that these appraisals “will then be furnished” by Philatelic to each lessee. This language speaks to the future and it may be that on that language alone Hambrose could not be held in violation of 26 U.S.C. § 6700; on the other hand, it could well be argued that since Hambrose was acting in collusion with the other defendants in a scheme which plainly contemplated the issuance of erroneous valuation statements, whether Hambrose was the actual source of those statements or not is irrelevant since Hambrose certainly contemplated and agreed to their issuance. But, we need not reach that question since the very next sentence in the opinion letter indicates that the appraisals had already been furnished. It says, “The Appraisals, taken together, indicate that the estimated fair market value of the Stamp Master is at least equal to the Purchase Price paid by Philatelic.” The following sentence further indicates that the appraisals had already been delivered, for it says that those appraisals “indicate that, while an investment in a Stamp Master is highly speculative, there is a reasonable likelihood that the sales ... will be sufficient to repay the Notes ... and to generate profits to Philatelic and Lessees.” Moreover, later in the opinion letter it is stated that “Hambrose has represented that the Appraisers who prepared the Appraisals furnished to each Lessee are experienced and well-qualified....” While there is no evidence that the law firm that prepared the opinion did so on behalf of Hambrose (except that Hambrose and Philatelic were acting together), the fact that the offering letter speaks in terms of appraisals having been made or prepared and states what they show is evidence that they had in fact been delivered by Hambrose. Additional evidence pointing toward the conclusion that Hambrose made or furnished a gross valuation ovestatement is Finesod’s admission that he reviewed the offering memorandum. While Finesod claimed that he looked only toward design and graphics, the court certainly did not have to believe that his review as Hambrose’s president was limited to those matters. In short, there was more than enough evidence to find that Hambrose had made or furnished a gross valuation overstatement.\n \n*788 [5] Appellants set up another straw man when they argue that finding the defendants guilty of conspiracy was reversible error because it was made without notice and was not supported by clear and convincing evidence. To reject this argument it is only necessary to note that the trial court’s comments in regard to conspiracy are not critical to its holding; they may be considered mere surplusage in its opinion. Appellants argue, nonetheless, that the trial court committed reversible error by refusing to grant a new trial or reopen the record to include testimony of attorneys who had allegedly participated in the Global/Hambrose negotiations because appellants had no notice or opportunity to rebut the conspiracy charge or because they failed to realize that the court would decide the case against them solely on the basis of negative inferences. But as we have pointed out, the trial court’s opinion was not based solely on such inferences, and even if it were, there is no case law to support the proposition that the parties are entitled to notice of how the court will weigh the evidence. It is true that even though proper diligence is not employed to secure evidence for use at a trial the ends of justice may require the granting of a new trial to present new evidence in certain limited instances, see LaBow v. Commissioner, 763 F.2d 125, 129 (2d Cir.1985); Ferrell v. Trailmobile, Inc., 223 F.2d 697, 698 (5th Cir.1955), but clearly here there was no abuse of discretion, see Allied Chemical Corp. v. Daiflon, Inc., 449 U.S. 33, 36, 101 S.Ct. 188, 190, 66 L.Ed.2d 193 (1980) (per curiam); Diapulse Corp. of America v. Birtcher Corp., 362 F.2d 736, 744 (2d Cir.), cert. dismissed, 385 U.S. 801, 87 S.Ct. 9, 17 L.Ed.2d 48 (1966). Appellants surely knew of their attorneys’ “evidence.” To the extent it contradicted the testimony of Finesod and Feigenbaum, appellants must bear responsibility for their original decision as to which evidence to present. See Roth v. McAllister Bros., 316 F.2d 143, 145 (2d Cir.1963). Finally, appellants’ claim of lack of notice is untenable; the nature of the various negotiations was obviously a key issue in this case, and appellants cannot now credibly maintain that they were unaware of this.\n \nJudgment affirmed.\n \nAll Citations\n794 F.2d 781, 58 A.F.T.R.2d 86-5285, 86-2 USTC P 9509\n\n\n\nFootnotes\n|\n1\n|Indeed, Dyer is generally cited for the proposition that, at least when there is other independent support in the evidence, a jury may draw a negative inference from disbelief of a witness. See 1 J. Weinstein & M. Berger, Weinstein’s Evidence ¶ 401[05], at 401–32 n. 16 (1985) and cases cited therein.\n|\n2\n|Because we find ample evidence in the record, above and beyond disbelieved testimonial evidence, to support the district court’s holding, we need not concern ourselves with the academic quarrel as to Wigmore’s generalized pronouncement, relied on by the district court, that the falsity of a party’s testimony creates a negative inference that “operates, indefinitely though strongly, against the whole mass of alleged facts constituting his cause.” See 2 J. Wigmore, Evidence in Trials at Common Law § 278 at 133 (Chadbourne rev. 1979) (quoted at 601 F.Supp. at 1566 n. 10).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}