{
    "Background": "\n\n\n\n54 F.3d 736\nUnited States Court of Appeals,\nFederal Circuit.\nNEC HOME ELECTRONICS, LTD. and NEC Technologies, Inc., Plaintiffs–Appellants,\nv.\nThe UNITED STATES, Defendant–Appellee,\nand\nZenith Electronics Corporation, Defendant.\nNo. 94–1390.\n|\nApril 28, 1995.\nSynopsis\nForeign producer and American subsidiary challenged final results of administrative reviews of antidumping order for television receivers from Japan. Results were affirmed by the United States Court of International Trade, Musgrave, J., and plaintiffs appealed. The Court of Appeals for the Federal Circuit, Schall, Circuit Judge, held that: (1) failure to address argument that Japanese commodity tax law was sufficient to prove that sales to related distributors in the home market were made at arms length resulted in decision on the issue being without support of substantial evidence; (2) foreign producer failed to carry burden of proof that prices charged by other manufacturers to unrelated distributors demonstrated arms-length nature of plaintiff producer’s sales to related distributors; and (3) improper burden was imposed in refusing level-of-trade adjustment.\n \nAffirmed in part, vacated in part, and remanded with instructions.\n \n\n\nWest Headnotes (7)\n\n\n[1]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Although the International Trade Administration (ITA) is given broad authority to determine degree of, and indeed the existence of, antidumping margin, there should be the proverbial “apples-to-apples” comparison between sales in the United States and in the home market. Tariff Act of 1930, § 731, as amended, 19 U.S.C.A. § 1673; 19 C.F.R. §§ 353.45, 353.58.\n6 Cases that cite this headnote\n|\n\n\n[2]\n|Customs DutiesDetermination and disposition of cause\n|\n|Court of Appeals for the Federal Circuit must affirm decision of the Court of International Trade upholding final results of administrative review of antidumping order unless the final results are unsupported by substantial evidence or otherwise not in accordance with law. Tariff Act of 1930, § 516A(b)(1)(B), as amended, 19 U.S.C.A. § 1516a(b)(1)(B).\n5 Cases that cite this headnote\n|\n\n\n[3]\n|Customs DutiesProceedings\n|\n|Decision of the International Trade Administration (ITA) in administrative review of antidumping order concerning television receivers from Japan, that Japanese manufacturer had failed to sufficiently prove that sales to related distributors in Japan were made at arms length by presenting arguments based on Japanese commodity tax law, was unsupported by substantial evidence, where ITA failed to address the argument even though argument was raised in questionnaire responses and all necessary data was presented in those responses.\n2 Cases that cite this headnote\n|\n\n\n[4]\n|Administrative Law and ProcedureAffirmance\n|\n|Court of Appeals for the Federal Circuit is powerless to affirm administrative action on ground not relied on by the agency.\n7 Cases that cite this headnote\n|\n\n\n[5]\n|Customs DutiesProceedings\n|\n|Affidavit submitted by foreign producer in administrative review of antidumping order should not be disregarded, though provided after preliminary results were published, even if that publication was deadline for submission of factual data, where all affidavit essentially did was to supplement information that foreign producer had already provided to the International Trade Administration (ITA).\n1 Case that cites this headnote\n|\n\n\n[6]\n|Customs DutiesProceedings\n|\n|Foreign producer in administrative review of antidumping order for television receivers from Japan failed to carry its burden of proof that prices charged related distributors in Japan were comparable to other manufacturers’ prices where distributor did not identify which products of other manufacturers it felt were sufficiently similar for purposes of comparison; it was not up to the Department of Commerce to carry the burden of proving that related party price was not an arms length price by examining questionnaire responses of other respondents in the administrative review. 19 C.F.R. §§ 353.22, 353.22(b).\n9 Cases that cite this headnote\n|\n\n\n[7]\n|Customs DutiesCountervailing or Dumping Duties\n|\n|In administrative review of antidumping order for television receivers from Japan, the International Trade Administration (ITA) improperly denied level-of-trade adjustment to foreign producer who made no sales to unrelated distributors in the home market, by applying the standard established in antidumping order on portable electric typewriters (PETs), requiring comparison with costs of unrelated distributor to whom manufacturer makes sales or of a different manufacturer’s unrelated distributor; instead, ITA should consider whether evidence concerning average “gross margins” of related wholesalers in home market or evidence that distribution costs of related distributors were consistent with average industry costs at wholesale level provided satisfactory method of computing level-of-trade adjustment and, if not, state reasons for rejection. Tariff Act of 1930, § 773(a)(4), as amended, 19 U.S.C.A. § 1677b(a)(4); 19 C.F.R. § 353.19.\n11 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*737 Robert E. Montgomery, Jr., Paul, Weiss, Rifkind, Wharton & Garrison, Washington, DC, argued, for plaintiffs-appellants. With him on the brief was Robert P. Parker.\nVelta A. Melnbrencis, Asst. Director, Commercial Litigation Branch, Dept. of Justice, Washington, DC, argued, for defendant-appellee. With her on the brief were Frank W. Hunger, Asst. Atty. Gen. and David M. Cohen, Director. Also on the brief were Stephen J. Powell, Chief Counsel for Import Admin., Berniece A. Browne, Sr. Counsel, Office of the Chief Counsel and Lucius B. Liu, Atty.–Advisor, *738 Office of the Chief Counsel for Import Admin., U.S. Dept. of Commerce. Of counsel was Terrence J. McCartin.\nBefore ARCHER, Chief Judge, LOURIE and SCHALL, Circuit Judges.\nOpinion\n\nSCHALL, Circuit Judge.\n\nNEC Home Electronics, Ltd. (NECHE) and NEC Technologies, Inc. (NECT) (collectively “NEC”) appeal from the May 2, 1994 final decision of the United States Court of International Trade in NEC Home Electronics, Ltd. v. United States, 16 I.T.R.D. (BNA) 1518, 1994 WL 176914 (1994). In its decision, the court affirmed the final results of four consolidated administrative reviews of the antidumping order for television receivers, monochrome and color, from Japan, 54 Fed.Reg. 35,517 (Aug. 28, 1989) (Final Results ). For the reasons set forth below, we affirm in part, vacate in part, and remand for further proceedings consistent with this opinion.\n \n\n\nBACKGROUND\n\nA. Summary of the Case\nNECHE is a Japanese company that manufactures consumer electronics products, including color televisions; it markets these products in Japan, the United States, and various other countries. NECT is a company located in the United States that buys NEC-brand televisions from NECHE and sells them in the United States. Both NECHE and NECT are wholly-owned subsidiaries (NECHE directly, and NECT indirectly) of NEC Corporation, a Japanese Corporation. Zenith Electronics Corporation is a United States manufacturer of televisions. It provided comments during the administrative proceedings and was a defendant-intervenor in the proceedings in the Court of International Trade. It has not participated in this appeal.\n \nOn March 10, 1971, the Department of the Treasury issued an antidumping duty order covering television receivers, monochrome and color, from Japan. Television Receiving Sets, Monochrome and Color, From Japan, 36 Fed.Reg. 4597. In 1979, administration of the antidumping laws was transferred to the Department of Commerce, specifically, the United States International Trade Administration (ITA). The ITA’s consolidated fifth through eighth reviews of the 1971 antidumping duty order, which are the reviews involved in this appeal, covered imports during the period from April, 1983 through February, 1987. Initiation of Antidumping and Countervailing Duty Administrative Reviews, 50 Fed.Reg. 44,825 (Nov. 27, 1985); 51 Fed.Reg. 13,273 (Apr. 18, 1986); 51 Fed.Reg. 24,883 (July 9, 1986); 52 Fed.Reg. 18,937 (May 20, 1987). These consolidated reviews resulted in the imposition of antidumping duties on NECHE’s television receivers imported into the United States.\n \nNEC challenges the method by which the ITA calculated NEC’s antidumping duty margin. Statute provides that the antidumping duty margin equals “the amount by which the foreign market value exceeds the United States price for the merchandise.” 19 U.S.C. § 1673 (1988). In each of the four administrative reviews at issue, the ITA concluded that NEC had not sufficiently shown that certain related party sales in the home market of Japan “were made at arm’s length.” Final Results, 54 Fed.Reg. at 35,522. The effect of NEC’s failure to make that showing was that the related-party sales—which allegedly were at the level of trade of NEC’s sales in the United States market used in the calculation of United States price (USP)—were not used in the ITA’s calculation of foreign market value (FMV). Instead, the first sale in the home market to an unrelated party was used. The ITA also concluded that NEC had not sufficiently quantified, and thus was not entitled to, a level-of-trade adjustment that NEC had sought in the alternative. Id. at 35,522–23. NEC contests both of these conclusions.\n \n\n\nB. Statutory and Regulatory Background\n[1] As just stated, statute provides that the antidumping duty margin equals “the amount by which the foreign market value exceeds the United States price for the merchandise.” 19 U.S.C. § 1673. Although the ITA is given broad authority to determine the degree of, and indeed the existence of, a margin, there should be the proverbial “apples-to-apples” *739 comparison between sales in the United States and the home market. Torrington Co. v. United States, 44 F.3d 1572, 1580 (Fed.Cir.1995); Smith–Corona Group v. United States, 713 F.2d 1568, 1571–73, 1 Fed.Cir. (T) 130, 132–34 (1983), cert. denied, 465 U.S. 1022, 104 S.Ct. 1274, 79 L.Ed.2d 679 (1984). Under this principle, the ITA “normally will calculate foreign market value and United States price based on sales at the same commercial level of trade.” 19 C.F.R. § 353.58 (1994).1\n \nA difficulty arises, however, where the home-market sale that corresponds to the level of trade of the United States market sale used in the calculation of USP was made between related parties. See Connors Steel Co. v. United States, 2 CIT 242, 527 F.Supp. 350, 354 (1981) (“Common sense, of course, would indicate that strictly by themselves sales to a related purchaser would be a questionable guarantee of a fair home market price.”). There is a perceived danger that a foreign manufacturer will sell to related companies in the home market at artificially low prices, thereby camouflaging true FMV and achieving a lower antidumping duty margin. See Ansaldo Componenti, S.p.A. v. United States, 10 CIT 28, 628 F.Supp. 198, 204 (1986) (“Related party home-market sales tend to be lower in price because related companies generally decrease prices to each other to the advantage of the principal entity.”). Thus, regulation provides that the ITA will use the home-market, related-party sale in computing FMV “only if satisfied that the price is comparable to the price at which the [seller] sold such or similar merchandise to a person not related to the seller.” 19 C.F.R. § 353.45(a) (1994); see 19 C.F.R. § 353.22(b) (1988) (same in substance); Sugiyama Chain Co. v. United States, 852 F.Supp. 1103, 1113 (Ct.Int’l Trade 1994) (“While the Court agrees [that 19 U.S.C. § 1677b(a)(3) (1988) ] allows Commerce to use related party prices which pass a comparability test, there must be sufficient information submitted by a respondent for Commerce to conduct such a test.”). In other words, the ITA will not utilize the home-market, related-party sale unless the importer demonstrates that the transaction was made at arm’s length. Mitsubishi Heavy Indus., Ltd. v. United States, 833 F.Supp. 919, 923 (Ct.Int’l Trade 1993) (“Commerce must ascertain, among other things, whether sales to related parties are at arm’s length.”). Where the importer is unable to so demonstrate, the ITA “will calculate foreign market value based on sales of such or similar merchandise at the most comparable commercial level of trade.” 19 C.F.R. § 353.58 (1994); see also 19 C.F.R. § 353.19 (1988) (same in substance). For example, the ITA is permitted to base FMV upon the sales by the related party to the first unrelated party. 19 U.S.C. § 1677b(a)(3) (1988); 19 C.F.R. § 353.45(b) (1994); see also 19 C.F.R. § 353.22(a) (1988).\n \nFinally, regulation provides that, where sales from different levels of trade are used in the calculations of FMV and USP, the ITA will “make appropriate adjustments for [the level-of-trade] differences affecting price comparability.” 19 C.F.R. § 353.58 (1994); see also 19 U.S.C. § 1677b(a)(4)(B) (1988); 19 C.F.R. § 353.19 (1988) (same in substance).\n \n\n\nC. NEC’s Distribution in the Japanese Market Vis–á–Vis the United States Market\nThe following facts regarding distribution of NECHE’s televisions are taken from NEC’s submissions in the administrative proceedings. Since the ITA did not take issue with any of these facts, we assume them to be undisputed.\n \nDuring the review period (April 1, 1983, through February 28, 1987), all of the televisions NECHE sold in the Japanese market were sold to affiliated sales companies (NECSCs). NEC, 16 I.T.R.D. at 1519. According to NEC, NECHE established its prices to the NECSCs based upon the “current local market prices” of the televisions. The NECSCs then sold the televisions to *740 unrelated Japanese-market retailers who, in turn, sold to end users.\n \nThe imports at issue in this case involved sales to unrelated parties.2 In the case of these unrelated-party, or “purchase price,” sales, televisions were shipped from NECHE’s plant directly to one of a small number of very large, unrelated original equipment manufacturers (OEMs) residing in the United States.\n \n\n\nD. Administrative Proceedings and Proceedings in the Court of International Trade\nNEC timely responded to the ITA’s standard questionnaires used in the administrative reviews. In its submissions, for the FMV side of the calculation, NEC submitted a list of sales made by the NECSCs to the unrelated retailers in Japan. In making its data submissions, NEC argued that, because 19 C.F.R. § 353.19 (1988) required that the ITA compare sales prices at the same commercial level of trade, FMV for “purchase price” sales had to be based on the prices that NECHE charged the NECSCs. To get past the related-party difficulty, NEC stated that “[u]nder Japanese tax law, NECHE’s prices to [the NECSCs] are considered to be at ‘arms length.’ ”3 NEC was referring to Japan’s commodity tax law, which imposes an ad valorem tax upon the seller. NEC apprised the ITA that it (the ITA) “already possesse[d] from previous administrative reviews and a pending court proceeding copies of the laws and regulations governing the Japanese commodity tax....”4\n \nIn the alternative, NEC argued for a level-of-trade adjustment. Specifically, NEC claimed that if the ITA refused to use the related-party sales, it was required by 19 C.F.R. § 353.19 (1988) to make a level-of-trade adjustment by decreasing FMV “by the value of the NECSCs’ services.” NEC buttressed its claim by stating that the adjustment was necessary in order to effect a fair “apples to apples” comparison of United States and Japanese sales. NEC asserted that “the value of the NECSCs’ services” was equal to “the weighted-average ‘gross margins’ (i.e., the general, selling[,] and administrative expenses plus profits, or total distributor’s ‘mark-up’) realized by the [affiliated] sales companies on their sales of NECHE-made [televisions].” NEC calculated the adjustment and provided that calculation in its submissions. In addition, NEC provided data concerning selling expenses incurred by the NECSCs. 16 I.T.R.D. at 1523. After NEC made its submissions, the ITA verified them. In so doing, it did not, at least with respect to the issues raised in this appeal, request that NEC provide further supporting data.\n \nIn due course, the ITA published its preliminary results. Preliminary Results of Antidumping Duty Administrative Review and Intent to Revoke In Part, 53 Fed.Reg. 33,164 (Aug. 30, 1988) (Preliminary Results ). In the results, the ITA’s calculation of FMV was not based upon the prices at which NECHE sold to the NECSCs, but rather upon the prices at which the NECSCs sold to the unrelated retailers. Id. at 33,165. The ITA did not give any reason for why it refused to use the sales from NECHE to the NECSCs, and did not address NEC’s Japanese commodity tax argument. The ITA acknowledged in the preliminary results that a level-of-trade adjustment was claimed, but it did *741 not allow the adjustment. Id.5 Here again, the ITA gave no reason for its ruling.\n \nAfter the preliminary results were published, NEC requested a hearing before the ITA. In its Pre–Hearing Brief, NEC asserted, for the first time, that the ITA “can confirm that the NECHE prices to distributors are comparable to other manufacturers’ prices by examining the questionnaire responses of other respondents in these reviews.” In addition, NEC repeated its argument that Japanese commodity tax data confirmed the arm’s length nature of the sales from NECHE to the NECSCs.\n \nIn support of its argument based upon the Japanese commodity tax, NEC submitted an affidavit by Kentaro Kono, the Comptroller of NECHE. The Kono affidavit provided details concerning the Japanese commodity tax law. 16 I.T.R.D. at 1521. In his affidavit, Mr. Kono stated that, pursuant to the law, a sale by a manufacturer who owns up to 33 ⅓ percent of the purchaser is a “regular” sale. Mr. Kono stated that, for “regular” sales, the actual sales price is used to determine the tax basis if the sales price is “equivalent to the freely-offered selling price of the commodity for sale to any wholesale purchaser, in the ordinary course of trade and in the usual quantities, at the time of transfer from manufacturer to wholesaler.” This “freely-offered selling price” is the “market” price. If, however, the Japanese tax authority investigator determines that the manufacturer’s price is lower than the “market” price, then the tax basis will be adjusted upward. For a sale by a manufacturer who owns 50 percent or more of the purchaser (defined as a “special” sale), the Japanese commodity tax law provides that the basis of a “regular” sale will serve as the tax basis. In the case where a manufacturer has only “special” sales, the tax basis is constructed. Finally, Mr. Kono stated that when a manufacturer reports a sales price lower than the true sales price, the manufacturer is liable to pay the commodity tax actually owed plus a penalty. Additionally, depending upon the extent of the violation of the law, a criminal penalty of up to five years imprisonment may be imposed.6 Mr. Kono went on to describe how the Japanese commodity tax law applied to NECHE’s sales.\n \nThe other two affidavits presented testimony in support of a level-of-trade adjustment. One was offered by Kazuyoshi Hatamiya, a consultant who specializes in the audio-visual market in Japan. 16 I.T.R.D. at 1523. The other affidavit was offered by Sadao Yamazaki, a marketing manager at NECHE. Id. NEC argued that these affidavits were to the effect that the distribution costs of the NECSCs were consistent with average industry costs at the wholesale level. Id.\n \nOn August 18, 1989, following a hearing, the ITA published its final results. The ITA concluded that evidence of prices charged by other manufacturers to unrelated distributors was inadequate to prove the arm’s length nature of the sales transactions between NECHE and the NECSCs “because products and production costs may differ from company to company.” Final Results, 54 Fed.Reg. at 35,522. In addition, although it took note of it, the ITA rejected without comment NEC’s Japanese commodity tax law argument.\n \nAlso in the final results, the ITA rejected the requested level-of-trade adjustment, stating that “NEC has not adequately quantified the difference in price between the two markets ... attributable to the different levels of trade.” Id. With respect to its rejection of the requested adjustment, the ITA stated:\n[A]ny determination as to whether a level of trade adjustment is warranted depends *742 on the sufficiency of the evidence provided by NEC. See our Revised Final Results of Antidumping Duty Administrative Review Pursuant to Court Remand, Portable Electric Typewriters from Japan, December 7, 1988. In the results of that remand, we noted a number of ways a respondent could demonstrate ... cost differences [between two different levels of trade]. NEC did not provide such information before publication of the preliminary results.... The burden is on the respondent to support claims for adjustments. We reviewed all of the data submitted by NEC in light of the criteria outlined in results of the PETs remand. Since NEC provided no data indicating that cost differences between the two markets were solely attributable to differences in levels of trade, we determine that no level of trade adjustment is warranted.\nId. at 35,522–23.\n \nThe Court of International Trade affirmed the final results. First, it rejected the argument based upon NEC’s commodity tax payments, stating that the ITA cannot consider information submitted after the preliminary results.7 16 I.T.R.D. at 1521. Turning to NEC’s request that the ITA compare NECHE’s prices to the NECSCs with those of other manufacturers to unrelated purchasers, the court held that the ITA did not have the burden of making such a comparison despite the fact that the court recognized that the ITA had done so in the past. Id. at 1521–22. Finally, as for the claimed level-of-trade adjustment, the court agreed with the ITA that NEC had not met its burden of proving that the difference between, on the one hand, the prices at which NECHE sold to the NECSCs and, on the other, the prices at which the NECSCs resold to unrelated parties was attributable to different levels of trade. Id. at 1523. The court also indicated generally that the evidence NEC submitted on the level-of-trade issue to the ITA was untimely. Id.\n \n\n",
    "Discussion": "\nA. Standard of Review\n[2] The standard of review that the Court of International Trade applies to an antidumping duty determination of the ITA is set forth in 19 U.S.C. § 1516a(b)(1)(B) (1988). That statute provides that the ITA’s determination will be affirmed unless unsupported by substantial evidence or otherwise not in accordance with law. The standard of review for this court is not specified in a statute. However, “[t]o determine whether the Court of International Trade correctly applied [its] standard [of review] in reaching its decision, this court must apply anew the statute’s express standard of review to the agency’s determination.” PPG Indus., Inc. v. United States, 978 F.2d 1232, 1236, –––Fed.Cir. (T) ––––, –––– (Fed.Cir.1992) (citing Atlantic Sugar, Ltd. v. United States, 744 F.2d 1556, 1559, 2 Fed.Cir. (T) 130, 132–33 (1984)). Thus, we must affirm the Court of International Trade unless the ITA’s final results are unsupported by substantial evidence or otherwise not in accordance with law. PPG Indus., 978 F.2d at 1236.\n \n\n\nB. Related–Party Sales\nNEC argues that the ITA erred in refusing to use the related-party sales in computing FMV. NEC asserts that it sufficiently proved that the sales were made at arm’s length by presenting arguments based upon (1) the Japanese commodity tax law and the payments that NECHE made pursuant thereto; and (2) a comparison of the NECHE–NECSCs sales with sales of other manufacturers to unrelated distributors in the Japanese market. We address these alternative arguments in turn.\n \n\n\n1. The Japanese Commodity Tax\n[3] As indicated above, the ITA did not give any reason why it found NEC’s Japanese commodity tax argument unpersuasive. *743 The ITA’s conclusion was simply that NEC “ha[d] not provided any data indicating that the sales were at arm’s length.” Final Results, 54 Fed.Reg. at 35,522. NEC argues that the ITA’s failure to address NEC’s argument means that the ITA’s decision on this issue is without the support of substantial evidence. We agree.\n \n[4] According to the Court of International Trade, “Commerce rejected NEC’s attempted use of the Japanese commodity tax base because the claim was made for the first time in NEC’s Pre–Hearing Brief, too late to be considered or verified.” 16 I.T.R.D. at 1521. The Final Results, however, do not support the conclusion that the reason the ITA rejected this argument was the untimeliness of NEC’s submissions relating to it. The ITA’s discussion in the Final Results regarding the timeliness of submissions was directed toward the level-of-trade adjustment issue. See 54 Fed.Reg. at 35,522–23. The only statement that the ITA made which had any bearing on the commodity tax issue was the observation that NEC “ha[d] not provided any data indicating that the sales were at arm’s length.” 54 Fed.Reg. at 35,522. We have been unable to find any indication in the record that the ITA rejected NEC’s commodity tax argument because it viewed the argument or submissions relating to it as being untimely. We are powerless to affirm an administrative action on a ground not relied upon by the agency. Securities & Exch. Comm’n v. Chenery Corp., 332 U.S. 194, 196, 67 S.Ct. 1575, 1577, 91 L.Ed. 1995 (1947) (“[A] reviewing court, in dealing with a determination or judgment which an administrative agency alone is authorized to make, must judge the propriety of such action solely by the grounds invoked by the agency. If those grounds are inadequate or improper, the court is powerless to affirm the administrative action.”); Burlington Truck Lines, Inc. v. United States, 371 U.S. 156, 169, 83 S.Ct. 239, 246, 9 L.Ed.2d 207 (1962).\n \nMoreover, the court’s statement that the Japanese commodity tax argument was made for the first time in NEC’s Pre–Hearing Brief is incorrect. As discussed above, NEC stated in its questionnaire responses that the ITA should use the related-party sales data because “[u]nder Japanese tax law, NECHE’s prices to [the NECSCs] are considered to be at ‘arms length.’ ” Also, NEC provided information about the tax and stated that the ITA had copies of the tax and related regulations. In addition, it appears to us that NEC provided the ITA with all the necessary data when it presented its questionnaire responses. At that time, NEC submitted on computer tape the unit price for each related-party sale. Finally, the commodity taxes which NEC paid and the bases upon which the taxes were calculated were set forth in a table attached to the responses, with the amounts of the tax payments and the bases being aggregated per television model. For the commodity tax, a flat rate of 15 percent was imposed upon the taxable base for each model.\n \n[5] It is true that NEC provided additional information, in its Pre–Hearing Brief, after the preliminary results were published. Namely, along with its Pre–Hearing Brief, NEC submitted Mr. Kono’s affidavit, setting forth the details of the Japanese commodity tax law and its application to NECHE’s sales. Even if, as the government contends, it is true that in 1988 the publishing of the preliminary results was the deadline for the submission of factual data,8 we do not think that the Kono affidavit should be disregarded. First, we question whether it was necessary for the ITA to have the information in the Kono affidavit before it could render a decision on the related-parties issue. It seems that even without the Kono affidavit the ITA had access to information regarding the Japanese commodity tax law from previous reviews under this same antidumping duty order. See Zenith Radio Corp. v. United *744 States, 9 CIT 110, 606 F.Supp. 695, 698–99 (1985), aff’d, 783 F.2d 184, 4 Fed.Cir. (T) 44 (1986); Television Receiving Sets, Monochrome and Color, From Japan; Final Results of Administrative Review of Antidumping Finding, 50 Fed.Reg. 24,278 at 24,280 (June 10, 1985). In fact, as noted above, this circumstance was specifically mentioned by NEC in its questionnaire responses; NEC told the ITA that it “already possesse[d] from previous administrative reviews and a pending court proceeding copies of the laws and regulations governing the Japanese commodity tax.” Second, all the Kono affidavit essentially did was to supplement information that NEC already had provided to the ITA.\n \nAccordingly, we remand so that the ITA may give proper consideration to NEC’s argument based upon the Japanese commodity tax law. We take no position on the merits of the issue. Our only instruction is that the ITA take into account all of NEC’s submissions, including the affidavit of Mr. Kono.\n \n\n\n2. Other Manufacturers’ Prices\n[6] NEC told the ITA that it could “confirm that the NECHE prices to distributors are comparable to other manufacturers’ prices by examining the questionnaire responses of other respondents in these reviews.” In the Final Results, the ITA stated that it “[did] not agree that prices charged by other manufacturers to unrelated distributors adequately demonstrate the arm’s length nature of NECHE’s sales to related distributors (NECSCs) because products and production costs may differ from company to company.” 54 Fed.Reg. at 35,522.\n \nOn appeal, NEC criticizes the ITA’s “speculation” that the other manufacturers’ products and costs “may” differ. Furthermore, with particular regard to product differences, NEC argues that the ITA’s regulations in force at the time, in particular 19 C.F.R. § 353.22 (1988), did not require identity of products; they only required that the products be “similar.” The government responds that NEC did not identify which televisions produced by other manufacturers were sufficiently similar for comparison and that because it did not do this, it did not meet its burden of proof.\n \nWe agree with the government that NEC failed to carry its burden of proof on this issue. NEC failed to carry its burden because it did not identify which products of other manufacturers it felt were sufficiently similar for purposes of comparison. We do not think that NEC was without the ability to identify which of its competitor’s televisions it believed were similar to NECHE’s televisions. Thus, we cannot accept NEC’s argument that the ITA should have identified the televisions to be used for comparison. NEC’s suggestion to the ITA that it confirm the arm’s length nature of the related-party sales by examining the questionnaire responses of other respondents in the administrative review—a suggestion made for the first time in NEC’s Pre–Hearing Brief—was wide of the mark. We agree with the Court of International Trade in its rejection of NEC’s suggestion that “Commerce must carry the burden of proving that NEC’s related party price is not an arm’s length price.” 16 I.T.R.D. at 1522. The pertinent regulation, 19 C.F.R. § 353.22(b) (1988), provided that related-party sales were not to be used in the determination of FMV “unless such sales are demonstrated to the satisfaction of the Secretary to be at prices comparable to those at which such or similar merchandise is sold to persons unrelated to the seller.” (emphasis added).\n \nThe ITA’s conclusion that NEC failed to provide any data in support of the alternative prong of its related-party sales argument is supported by substantial evidence and is free of legal error. We thus affirm the Court of International Trade on this issue.\n \n\n\nC. Level–of–Trade Adjustment\n[7] As discussed above, NEC requested that, should the ITA refuse to use NEC’s related party sales in the home market, it make an adjustment to NEC’s FMV under 19 U.S.C. § 1677b(a)(4) and 19 C.F.R. § 353.19 (1988) to account for the fact that NEC’s home market sales were compared to United States market sales at a different level of trade. The ITA rejected the requested level-of-trade adjustment. *745 Final Results, 54 Fed.Reg. at 35,522–23. In assessing NEC’s proof on this issue, the ITA held NEC to the burden set forth in a December 7, 1988 unpublished review by the ITA concerning an antidumping duty order on portable electric typewriters (PETs). Id. at 35,522.\n \nNEC argues that the burden set forth in the PETs review prevents a foreign manufacturer like NECHE who sells only through related distributors from proving entitlement to a level-of-trade adjustment. Therefore, according to NEC, imposition of the PETs burden represents an abuse of ITA’s discretion in administering the antidumping. We agree.\n \nIn the PETs review, the ITA offered three alternative ways by which a party could establish its entitlement to a level-of-trade adjustment:\n(1) in cases where the manufacturer’s sales to an unrelated party are too few in number to calculate FMV, validate the manufacturer’s related distributor’s expenses by comparing them to the costs of an unrelated distributor through whom the manufacturer also makes sales;\n(2) in cases where the manufacturer’s sales to an unrelated distributor are too remote in time to establish FMV, by the same method as (1); and\n(3) validate the manufacturer’s related distributor’s selling expenses by comparing them to those of a different manufacturer’s unrelated distributor.\nSee Silver Reed Am., Inc. v. United States, 13 CIT 286, 711 F.Supp. 627, 630 n. 2 (1989) (restating the methods of proof set forth by ITA in the unpublished PETs review). As was pointed out by the Court of International Trade in Silver Reed, the PETs standard is practically impossible to meet in the case of a manufacturer, such as NECHE, who makes no sales to an unrelated distributor. Id. This is certainly true for the first two methods above, as they in fact require that there be sales to an unrelated distributor in the home market. As for the third method—which would require that a manufacturer obtain its competitors’ cost information—we agree with the Silver Reed court that this method too is unreasonable, and may be “almost inherently impossible to satisfy.” Id.9 Therefore, the PETs standard unreasonably precludes NEC from proving a level-of-trade adjustment.\n \nAn estimation of the level-of-trade adjustment is required in order to obtain an “apples-to-apples” comparison of sales in the home market with those in the United States market. American Permac, Inc. v. United States, 12 CIT 1134, 703 F.Supp. 97, 101 (1988); see also Torrington, 44 F.3d at 1580; Smith–Corona, 713 F.2d at 1571–73, 1 Fed.Cir. (T) at 132–34. As noted above, in its questionnaire responses, NEC provided the ITA with evidence regarding the average “gross margins” of its related wholesalers in the home market.10 NEC argued that “gross margin” constituted the proper measure of the level-of-trade adjustment. Also in its questionnaire responses, NEC provided data on the selling expenses (both direct and indirect) incurred by the related wholesalers. Thereafter, in its Pre–Hearing Brief, NEC argued for an alternative measure of total selling expenses in the event that the ITA rejected “gross margin” as the proper measure. Through the Hatamiya and Yamazaki affidavits, NEC offered evidence on the basis of which it argued that the distribution costs of NECSCs were consistent with average industry costs at the wholesale level.11 The ITA should consider whether either of these methods of computing a level-of-trade adjustment is satisfactory, and if not, state the reasons for their rejection.\n \nAccordingly, if on remand the ITA again refuses to use the related-party sales in its *746 calculation of FMV, it must revisit the issue of a level-of-trade adjustment.\n \n\n\nCONCLUSION\nThe ITA erred in failing to consider NEC’s Japanese commodity tax argument—advanced in support of the claim that NECHE–NECSCs sales were made at arm’s length. On remand, the ITA is to consider that argument. The ITA did not err, however, in rejecting NEC’s alternative related-party sales argument—that the ITA should have looked to sales of other manufacturers to determine whether NECHE–NECSCs sales were made at arm’s length. Finally, the ITA imposed upon NEC an unreasonable burden with respect to proving entitlement to a level-of-trade adjustment. Should it be necessary to reach this issue on remand, the ITA is to consider anew the evidence and arguments already presented by NEC. The decision of the Court of International Trade, therefore, is affirmed-in-part and vacated-in-part. The case is remanded with the instruction that the court return the case to the ITA for further proceedings consistent with this opinion.\n \n\n\nCOSTS\nEach party shall bear its own costs.\n \nAFFIRMED–IN–PART, VACATED–IN–PART, AND REMANDED WITH INSTRUCTIONS.\n \nAll Citations\n54 F.3d 736, 17 ITRD 1129\n\n\n\nFootnotes\n|\n1\n|When the reviews at issue in this case were conducted, the regulations contained a provision that was the same in substance as the current § 353.58. See 19 C.F.R. § 353.19 (1988).\n|\n2\n|In the case of sales made to unrelated parties, antidumping duties are based upon the unrelated party’s purchase price. 19 U.S.C. § 1677a(b) (1988).\n|\n3\n|It should be noted that, in its questionnaire responses, NEC did not request that the ITA compare the prices at which NECHE sold televisions to the NECSCs with prices charged by other manufacturers to unrelated distributors in order to verify that the NECHE–NESCS sales were made at arm’s length.\n|\n4\n|NEC likely was referring to earlier reviews under the antidumping duty order involved in this case. In those reviews, arguments which rested upon the Japanese commodity tax law were addressed by the ITA and the Court of International Trade. See Zenith Radio Corp. v. United States, 9 CIT 110, 606 F.Supp. 695, 698–99 (1985), aff’d, 783 F.2d 184, 4 Fed.Cir. (T) 44 (1986); Television Receiving Sets, Monochrome and Color, From Japan; Final Results of Administrative Review of Antidumping Finding, 50 Fed.Reg. 24,278 at 24,280 (June 10, 1985). The issues in the earlier reviews differ from those raised in this case.\n|\n5\n|The ITA did make adjustments, however, for the following: “inland freight, insurance, rebates, credit expenses, discounts, warranties, advertising, sales promotion, royalties, differences in the physical characteristics of the merchandise, and packing.” Preliminary Results, 53 Fed.Reg. at 33,165. In addition, the ITA made adjustments for indirect selling expenses incurred by the NECSCs and allowed a circumstance-of-sale adjustment for commodity tax differences. Id.\n|\n6\n|NEC stated in its brief that it was asking the ITA to recognize “that the commodity tax law in effect creates a legal obligation upon NECHE ... to sell to its related distributors at prices which are ‘market’ or arm’s length.”\n|\n7\n|The court stated that it was the ITA’s “long-standing practice” to reject information submitted after publication of the preliminary results. 16 I.T.R.D. at 1521. In support, the court cited, as examples, two reviews in which the ITA stated such a rule. Carbon Steel Plate From Japan; Final Results of Antidumping Duty Administrative Review and Revocation in Part, 53 Fed.Reg. 15,255 at 15,255 (Apr. 28, 1988); Final Results of Antidumping Duty Administrative Review; Anhydrous Sodium Metasilicate From France, 52 Fed.Reg. 33,856 at 33,857 (Sept. 8, 1987).\n|\n8\n|Regulations in 1988 did not contain the rule, which they do today, that “submissions of factual information ... shall be submitted not later than ... the earlier of the publication of notice of preliminary results of review or 180 days after the date of publication of notice of initiation of the review.” 19 C.F.R. § 353.31(a)(1)(ii) (1994). The government argues, however, that even before the present regulation was adopted in 1989 the ITA “had established a practice of not accepting unsolicited factual submissions after the publication of preliminary results.” See footnote 7 above.\n|\n9\n|The Silver Reed court noted that the “ITA’s belief that [the importer] could have obtained confidential cost data from its competitors totally disregards commercial reality....” 13 CIT 286, 711 F.Supp. 627, 630 n. 2 (1989).\n|\n10\n|As already discussed, the gross margin is the total distributor mark-up, which includes the general, selling, and administrative expenses plus profits.\n|\n11\n|We find no fault in NEC making this argument for the first time in its Pre–Hearing Brief, given the uncertainty at the time, and currently, as to what is necessary to prove a level-of-trade adjustment.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}