{
    "Background": "\n\n\n\n610 F.Supp. 933\nUnited States District Court, W.D. Arkansas, Fort Smith Division.\nThe FIRST NATIONAL BANK OF FORT SMITH, and S.W. Jackson, Jr., Co-Executors of the Estate of Captilles A. Lick, Jr., Plaintiffs,\nv.\nUNITED STATES of America, Defendant.\nCiv. No. 84–2255.\n|\nJune 6, 1985.\nSynopsis\nCoexecutors of estate brought action to recover assessed deficiency in estate taxes plus interest. The District Court, H. Franklin Waters, Chief Judge, held that Government’s assessed value of decedent’s stock in closely held corporation at $222 per share was unreasonably high and would be reduced to $110 per share in light of substantial competition and obsolescence threats to corporation and evidence of other sales and valuations of stock.\n \nOrdered accordingly.\n \n\n\nWest Headnotes (7)\n\n\n[1]\n|Internal RevenueVariance between claim and grounds of action\n|\n|As general rule, ground for tax refund that is neither specifically raised by timely claim for refund nor included within general language of claim cannot be considered by court in subsequent suit for refund.\n1 Case that cites this headnote\n|\n\n\n[2]\n|Internal RevenueVariance between claim and grounds of action\n|\n|Where claim for tax refund seeks relief on general grounds, item arising in litigation will be permitted, even though not specifically mentioned in claim, if taxpayer has sufficiently alerted Internal Revenue Service to fact that item is ground for refund.\n2 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueVariance between claim and grounds of action\n|\n|Taxpayer may not raise new ground for refund at trial when Internal Revenue Service has had no opportunity to investigate ground administratively.\n2 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueSufficiency\n|\n|Taxpayer may not litigate refund claim where administrative claim was so vague or general that Commissioner could only guess at precise nature of taxpayer’s claim; general objection and demand for refund would in fact encompass all conceivable grounds for refund, but Internal Revenue Service is not required to ferret out on its own specific claims advanced by taxpayer.\n6 Cases that cite this headnote\n|\n\n\n[5]\n|Internal RevenueSufficiency\nInternal RevenueVariance between claim and grounds of action\n|\n|Taxpayers’ administrative claim for refund, which expressly disputed value assigned to decedent’s stock for estate tax purposes, and which set forth factual bases of claim, such as economic conditions, dividend payout potential, book value, and prior sales and valuations of stock, adequately apprised Internal Revenue Service of basic nature of claim, so as to permit at trial expert testimony probative of factual bases of claim.\n\n|\n\n\n[6]\n|Internal RevenueCorporate securities\n|\n|In determining proper valuation of stock of closely held corporation for estate tax purposes, any sale of that stock should be looked at closely to determine whether it represents transaction at arm’s length; burden is on taxpayer to demonstrate that sale relied upon in valuing stock was arm’s length sale in normal course of business.\n\n|\n\n\n[7]\n|Internal RevenueCorporate securities\n|\n|Government’s assessed value of decedent’s stock in closely held corporation, for estate tax purposes, at $222 per share was unreasonably high and would be reduced to $110 per share, in light of substantial competition and obsolescence threats to corporation, corporation’s unsteady financial position, and evidence of arm’s length sales of stock and prior tax valuations; Government’s valuation was too dependent solely upon financial data, without careful analysis of industry wide technological developments, and threats to corporation’s traditional business.\n\n|\n\n\nAttorneys and Law Firms\n*934 Thomas A. Daily, Fort Smith, Ark., for plaintiffs.\nJack D. Warren, Washington, D.C., W. Asa Hutchinson, U.S. Atty., Fort Smith, Ark., for defendant.\n\n\n\n\nMEMORANDUM OPINION\nH. FRANKLIN WATERS, Chief Judge.\nPlaintiffs, The First National Bank of Fort Smith and S.W. Jackson, Jr., brought this civil action against the defendant, United States of America, under 28 U.S.C. § 1346(a)(1) to recover estate taxes and interest which they allege were improperly assessed and collected by the Internal Revenue Service. On March 27, 1985, this matter was tried to the court without a jury. After full consideration of all evidence, testimony of witnesses, stipulations, and arguments of counsel, the court enters *935 its memorandum opinion incorporating its findings of fact and conclusions of law.\n \n\n\nI.\nA. Captilles A. Lick, Jr., the decedent, died on September 14, 1980. At the time of his death he owned 5,708 shares of the common stock of Weldon, Williams & Lick, Inc. (WWL), a privately-held commercial printing company specializing in the printing of admission tickets and other prenumbered products. The common stock of WWL was owned by 29 individuals including the decedent; his ownership amounted to 28.54% of the total of the then outstanding shares of common stock of WWL. On September 14, 1980, none of the common stock of the company was publicly traded and there was no readily available existing market for the sale of such common stock.\n \nPlaintiffs, as duly appointed co-executors of the decedent’s estate, filed a timely federal estate tax return which reflected an estate tax liability of $1,189,216.00. On April 12, 1983, the District Director of the Internal Revenue Service assessed an estate tax deficiency against plaintiffs in the amount of $716,401.00. Plaintiffs paid this assessment plus interest1 and filed a claim with the Director for refund of the deficiency and interest. When more than six months elapsed from the date of the filing of the claim, plaintiffs filed this action for refund of estate tax and interest. The court finds that all jurisdictional prerequisites for filing and maintenance of this suit have been satisfied and the court has jurisdiction pursuant to 28 U.S.C. § 1346(a)(1).\n \nB. As previously noted, WWL is a closely-held commercial printing company which specializes in prenumbered products such as admission tickets and stickers for vehicle control. At the date of decedent’s death, WWL made sales to over 10,000 accounts nationwide. The primary basis for assessment of the estate tax deficiency was the government’s determination that the fair market value of decedent’s WWL stock was $285 per share or $1,626,780.00 for the block of shares. Plaintiffs had claimed a value of $68.16 per share for an aggregate value of $389,057.00. Originally, the difference in the respective valuations stemmed in large part from the fact that the IRS chose to value decedent’s individual holdings as part of a 61.1% controlling interest held by Mr. Lick and family members. However, by a memorandum opinion entered on March 25, 1985, the court ruled that decedent’s interest in WWL should be valued independent of any consideration of other interests held by family members. The ultimate issue which still remains to be resolved concerns the fair market value of decedent’s WWL stock.\n \n\n\nII.\nA. Before we can consider the issue as to the value of decedent’s WWL stock, we must first take up the government’s objection to the testimony of certain of the plaintiffs’ witnesses.\n \nDuring the trial, counsel for the government objected to the testimony of plaintiffs’ witnesses on the grounds that the facts about which the witnesses were questioned were not set out either in the administrative claim for refund or plaintiffs’ response to the government’s interrogatories. Specifically, defendant objected to the testimony of S.W. Jackson, Jr., a plaintiff and president of WWL, and Harvey Earp and Molly Wilson, financial analysts. Mr. Jackson testified about those factors which would have influenced a knowledgeable buyer of WWL stock on the date of Mr. Lick’s death. His testimony touched upon those conditions which threatened the printing industry generally and those conditions which affected WWL specifically. Mr. Earp testified as an expert about the method he used to value decedent’s interest *936 in WWL; Ms. Wilson testified about a prior sale of WWL stock. Government’s counsel earnestly argued that plaintiffs’ failure to disclose the underlying facts of their claim deprived the government of its right to effective cross-examination and subjected defendant to “trial by ambush.”\n \n[1] [2] B. As a general rule, a ground for a refund that is neither specifically raised by a timely claim for refund, nor included within the general language of the claim, cannot be considered by a court in a subsequent suit for a refund. Angelus Milling Co. v. Comm’r, 325 U.S. 293, 65 S.Ct. 1162, 89 L.Ed. 1619 (1945); First Nat. Bank of Fayetteville, Ark. v. United States, 727 F.2d 741, 744 (8th Cir.1984); Ottawa Silica Co. v. United States, 699 F.2d 1124, 1138 (Fed.Cir.1983). Under 26 U.S.C. § 7422(a), a taxpayer may not maintain an action for a refund until a claim for refund has been filed with the Secretary according to the Secretary’s regulations.2 Section 301.6402–2(b)(1) of the regulations of the Department of the Treasury requires that each claim for a refund must set forth in detail each ground upon which a refund is claimed as well as facts sufficient to apprise the Commissioner of the exact basis of the claim.3\n \nThe reasons for the rule requiring a taxpayer to state the grounds for his claim are “to prevent surprise ... to give adequate notice to the Service of the nature of the claim and the specific facts upon which it is predicated, thereby permitting an administrative investigation and determination ...,” to provide the Commissioner with an opportunity “to correct any errors, and ... to limit the scope of any ensuing litigation to those issues which have been examined....”\nFirst Nat. Bank of Fayetteville, Ark., supra, at 744, citing Union Pacific Railroad v. United States, 389 F.2d 437, 442 (Ct.Cl.1968). Where a claim for refund seeks relief on general grounds, an item arising in litigation will be permitted, even though not specifically mentioned in the claim, if the taxpayer has sufficiently alerted the Service to the fact that the item is a ground for refund. Ottawa Silica Co., supra, at 1139, n.6.\n[3] C. There are a number of reported cases where the IRS has successfully raised the variance issue at trial. Review of those decisions indicates the government most often prevailed for one of two reasons. One, courts have refused to consider a taxpayer’s grounds for refund where the taxpayer attempted to raise at trial any issue which was entirely separate and apart from any issue listed in the administrative claim. Clearly, a taxpayer may not raise a new ground for refund at trial when the Service had no opportunity to investigate the ground administratively. See, e.g., Real Estate Title Co. v. United States, 309 U.S. 13, 60 S.Ct. 371, 84 L.Ed. 542 (1940) (taxpayer claimed a deduction for obsolescence at the administrative level and a casualty loss deduction in court); Ottawa Silica Co., supra, (taxpayer disputed the appropriate depletion rate with *937 the Service but added claims for errors in calculating depletion deduction and net operating loss at trial). See also Gindes v. United States, 661 F.2d 194, 202, 228 Ct.Cl. 632 (1981); Strick Corp. v. United States, 625 F.2d 1001, 1003, 223 Ct.Cl. 262 (1980); Salyersville Nat. Bank v. United States, 613 F.2d 650, 651 (6th Cir.1980); Forward Communications Corp. v. United States, 608 F.2d 485, 508, 221 Ct.Cl. 582 (1979); Cook v. United States, 599 F.2d 400, 406, 220 Ct.Cl. 76 (1979); Southwestern Life Ins. Co. v. United States, 560 F.2d 627, 631 (5th Cir.1977); and Twin City Const. Co. of Fargo v. United States, 515 F.Supp. 767, 770 n. 1 (D.C.N.D.1981).\n \n[4] Second, a taxpayer may not litigate a refund claim where the administrative claim was so vague or so general that the Commissioner could only guess at the precise nature of the taxpayer’s claim. A general objection and demand for refund would in fact encompass all conceivable grounds for a refund, but the Service is not required to ferret out on its own the specific claims advanced by the taxpayer. See, e.g., Stoller v. United States, 444 F.2d 1391, 1393 (5th Cir.1971); Union Pacific Railroad Company v. United States, 389 F.2d 437, 445, 182 Ct.Cl. 103 (1968); and Fearis v. C.I.R., 548 F.Supp. 408, 409 (N.D.Tex.1982).\n \n[5] Clearly, plaintiffs’ claim in this case does not fall within either of the foregoing categories. We find that the claim for refund brought before this court is based upon substantially the same grounds outlined in the claim filed with IRS; we also find that plaintiffs’ administrative claim adequately apprised the Service of the basic nature of their dispute over the valuation of decedent’s interest in WWL. The claim filed with the Service in pertinent part reads:\nTherefore it is necessary to apply the evaluation procedures outlined in Revenue Ruling 59–60, 1959–1 Cum.Bull. 237 in determining the “fair market value” of the decedent’s stock.... Furthermore, the Internal Revenue Service’s evaluation of the decedent’s interest in Weldon, Williams and Lick was founded on erroneous conclusions as to economic and industry conditions on September 14, 1980; the dividend payout potential; the book value of the stock of Weldon, Williams and Lick and liquidation value; its financial condition on September 14, 1980, and further, the Internal Revenue Service, in its evaluation, attempted to compare Weldon, Williams and Lick with companies which are, in fact, not comparable. Also, industry and market conditions as of September 14, 1980, were ignored or misconstrued by the Internal Revenue Service. In addition, the Internal Revenue Service failed to consider prior sales of the subject stock and prior valuations of this stock by the Internal Revenue Service.\n \nIn judging the adequacy of plaintiffs’ administrative claim, we find it helpful to refer to the analysis of the Court of Claims in Burlington Northern, Inc. v. United States, 684 F.2d 866, 231 Ct.Cl. 222 (1982). In that case the Great Northern Railway Company sought an income tax refund on the ground that it was entitled to a reasonable allowance for the depreciation of its railroad grading and tunnel bores. Before trial the taxpayer submitted to the government schedules of its investments in and retirements of railroad grading and tunnels and informed the Service that it would offer expert testimony at trial as to the useful lives of such assets. The government objected to taxpayer’s proposed proof, arguing that such evidence would be at variance with the “factual grounds” stated in the refund claim. The trial court agreed with the variance claim and restricted proof at trial.\n \nThe Court of Claims held that “[T]he precision to which defendant urges that we now hold plaintiff goes wholly beyond that which is required by the Code or regulations. If a claim fairly apprises the Commissioner of the ground on which recovery is sought, then the claim is adequate for purposes of bringing suit under section 7422(a).” Burlington Northern, supra, at 869. The regulations, according to the *938 court, distinguish between the ground of a claim—the legal theory upon which the refund is sought—and facts sufficient to inform the Commissioner of the exact basis of the claim. In Burlington Northern, the issue of law raised by the claim was the deduction under 26 U.S.C. § 167 for depreciation based on anticipated obsolescence of the assets; the factual basis of the claim was the asserted finite useful life of the assets. The proof objected to by the defendant, the court reasoned, constituted “a third, lower level of the claim, not addressed or required by the regulation: the supporting facts with which the claimant intends to prove the ultimate fact of anticipated obsolescence.”\n \nWe find the basic outline of Burlington Northern to be applicable under the present facts. Here, the issue of law to be decided is the correctness of the defendant’s determination of the fair market value of the decedent’s WWL stock. The factual bases of the claim are the economic and industry conditions, the dividend payout potential, the book value of WWL stock, WWL’s financial condition, the comparative valuation of WWL stock, and prior sales and valuations of WWL stock. The testimony objected to by the government was simply evidence probative of the factual bases clearly set out in the refund claim. Furthermore, the expert testimony was entirely consistent with the ground of recovery and factual bases stated in the refund.\n \nFinally, we see no evidence that the Commissioner was not aware of the nature of plaintiffs’ claim for refund or the factual bases for such claim. As noted, the reason for setting forth all grounds for a refund at the administrative level is to allow the IRS an opportunity to fully investigate the substance of the claim. Again, we see no evidence that the Commissioner was denied such opportunity. For all the reasons discussed above, we find that the testimony objected to by the government was properly admissible at trial. If the government was not adequately prepared to cross-examine certain expert witnesses, it was not because the Service was denied fair notice of the basis of plaintiffs’ claim or full opportunity to investigate.\n \n\n\nIII.\nA. Having disposed of preliminary matters, we may now turn our attention to the ultimate issue of the fair market value of Mr. Lick’s WWL stock. We undertake this task fully aware of the difficulty inherent in ascertaining the value of the stock of an unlisted closely-held corporation. Central Trust Company v. United States, 305 F.2d 393, 399, 158 Ct.Cl. 504 (1962).\n \nFair market value is the price at which property would change hands between a willing buyer and a willing seller, neither being under any compulsion to buy or to sell and both having reasonable knowledge of relevant facts. 26 C.F.R. § 20.2031–1(b). When valuing unlisted stocks, 26 U.S.C. § 2031 requires, in the absence of sales or bid and asked prices, that one take into consideration in addition to all other factors, the value of listed stock of other corporations engaged in the same or similar line of business. Rev.Rul. 59–60, CB 1959–1 237, provides a general review and outline of the approach, methods and factors to be considered in valuing such stock. “A sound valuation will be based upon all the relevant facts, but the elements of common sense, informed judgment and reasonableness must enter into the process of weighing those facts and determining their aggregate significance.” The factors listed in Rev.Rul. 59–60 include:\n1) The nature of the business and the history of the enterprise from its inception.\n2) The economic outlook in general and the condition and outlook of the specific industry in particular.\n3) The book value of the stock and the financial condition of the business.\n4) The earning capacity of the company.\n5) The dividend-paying capacity.\n6) Whether or not the enterprise has goodwill or other intangible value.\n*939 7) Sales of the stock and the size of the block of stock to be valued.\n8) The market price of stocks of corporations engaged in the same or a similar line of business having their stocks actively traded in a free and open market, either on an exchange or over-the-counter.\n \nB. Plaintiffs presented three witnesses to assist the court in arriving at an informed judgment. The first was Mr. Jackson who testified about various internal and external factors which might have affected the value of WWL stock on September 14, 1980. Mr. Jackson testified at some length about competitive threats to WWL’s prenumbered ticket business. New technology including in-house computerized ticket systems had substantially cut into WWL’s business. The vehicle control segment of WWL’s business was threatened by competition from prison industries, legislative repeal of automobile safety inspection programs, and the development of a new plastic-coated safety windshield which was not compatible with the control stickers currently used. Mr. Jackson believed that any informed potential buyer would have been aware of these problems on the date of decedent’s death.\n \nMr. Jackson also testified regarding the financial condition of WWL. The company maintained a conservative money management policy, preferring to keep cash reserves in short term investments rather than borrowing. On October 30, 1980, WWL had $2,149,353.00 in cash, but Mr. Jackson testified that this cash reserve was not actually sufficient to provide working capital and cover self-insured losses, pension plan liability (including a sizable unfunded liability for past service under a previous plan), anticipated capital expenditures, and emergency reserve funds. In his opinion, WWL would not have had the capacity to pay higher dividends than it had paid.4\n \nIn addition to Mr. Jackson, plaintiffs relied on the testimony of two expert witnesses, each with experience in valuing small closely-held corporations. The first expert, president of a money management firm, considered a number of approaches to valuing the stock. First, the expert testified as to a prior sale of WWL stock. On May 10, 1979, Merchants National Bank as trustee for the Elizabeth Reynolds Trust, negotiated a sale of WWL stock held as a trust asset. The stock was sold to WWL for $93.00 a share; a total of 404 shares (approximately 2% of the shares outstanding) were sold. The sale was, in the expert’s opinion, an arm’s length transaction because Merchants National Bank negotiated the sale in its fiduciary capacity.\n \nSecond, this expert considered two approaches to valuation by capitalization of dividends. The value reported on the estate tax return reflected the 1980 dividend ($8.35) capitalized at the New York prime rate on the valuation date (12.25%). This approach yielded a value of $68.16 per share. The expert thought this approach was not unreasonable although she did offer her own capitalization method. Again, taking the 1980 dividend figure, and assuming that an investor would want to earn two points over Treasury rates, the expert capitalized the dividend at 13.50% for a value of $61.85 per share.\n \nThird, the expert attempted to assign a value to the stock by using earnings capitalization.5 This approach placed the value of the stock at somewhere between $83.00 and $86.00 per share. When asked to give a final figure which would reflect her opinion of the value of WWL stock, the witness chose the $93.00 per share value based on the prior sale in May, 1979. She believed that the sale was at arm’s length and was *940 the most objectively determined indication of value available.\n \nPlaintiffs’ other expert witness was president of a firm which evaluates companies with sales up to $30 million annually. This witness testified that WWL was experiencing a severe obsolescence problem in the late 1970s; this problem had become serious in 1978 and remained so through the date of Mr. Lick’s death. Any increases in earnings following 1980 were potentially short-term benefits gained while competitors went to new technologies. The expert also believed that the printing industry at large was in trouble as systems using optical readers and computers took business away from traditional printing companies. Because of rapidly advancing technological developments, it would have been imprudent for WWL to have paid higher dividends. Even with the $2,000,000.00 in reserve at the date of death, WWL was still one to three million dollars short of having the capital necessary to get into new markets, according to the expert’s estimate. As far as placing a value on the stock, he chose the earnings capitalization approach. He believed that it was reasonable to multiply the 1979 earnings by five (DJIA stocks at that time were selling for 7.5 x earnings). Because decedent held an illiquid, nonmarketable minority interest, the witness then applied a 50% discount. Based upon this formula, he thought a reasonable fair market value was $98.82 per share.\n \nThe government’s sole witness was the expert who had prepared the valuation of WWL for the Internal Revenue Service. The majority of his testimony was an explanation of how he arrived at his estimate. Based upon the upward trend of the Dow Jones Industrial Average throughout 1980 and Standard & Poor Industry Surveys, the government’s expert concluded that the industry outlook for WWL was favorable on the valuation date.\n \nLike the plaintiffs’ witnesses, the government expert examined more than one valuation method. He rejected capitalizing dividends because that method ignored factors such as the true earning capacity of the company. The expert believed that the dividends paid by WWL were not representative of the company’s capacity to pay dividends. He also minimized the import of the sale of stock from the Reynolds Trust because of the small size of the block of shares. In considering the financial condition of WWL, he looked at such indicators as book value, liquidation value, and net working capital. In his opinion the minimum value for the stock was the net working capital of $222.00 per share. The most significant approach taken was the comparison with publicly traded printing companies. The expert took the average price/earnings ratio of seven other companies, adjusted it downward, and applied that figure to WWL’s financial data. This approach yielded a value of $256.00 per share. Choosing from a range of six possible values from $394.00 (book value on December 31, 1980) to $222.00 (net working capital per share), the expert recommended a value of $285.00 per share. At trial, he admitted that a lack of merchantability discount of 22% was reasonable, leaving a final value of $222.00 per share.\n \nC. It is true that the majority of courts faced with deciding the value of closely-held stock have relied on a number of factors without singling one out as being especially significant. Many courts have, however, under particular circumstances, relied primarily on a single factor in valuing such stock. See 22 A.L.R.Fed. 31, 44 (1975).\n \n[6] “In determining the value of unlisted stocks, actual sales made in reasonable amounts at arm’s length, in the normal course of business, within a reasonable time before or after the basic date, are the best criterion of market value.” Fitts’ Estate v. Commissioner of Internal Revenue, 237 F.2d 729, 731 (8th Cir.1956). Of course, any sale of stock of a closely-held corporation should be looked at closely to determine whether it represents a transaction at arm’s length. Rev.Rul. 59–60, CB 1959–1. In addition, the burden is on the taxpayer to demonstrate that the sale relied upon was an arm’s length sale in the *941 normal course of business. Fitts’ Estate, supra, at 731.\n \nOften times, a sale of unlisted stock will be found not to have been made at arm’s length where a special relationship between the buyer and the seller suggests that the sale did not result from the usual type of bargaining or negotiation. In Righter v. United States, 439 F.2d 1204, 194 Ct.Cl. 400 (1971), a single sale of stock was held not to be controlling for valuation purposes where the sale was made by a trustee to a co-trustee. Furthermore, the sale price had not been bargained for but had been determined by a formula fixed in the decedent’s will. In Central Trust Company v. United States, 305 F.2d 393, 158 Ct.Cl. 504 (1962), sales made at prearranged prices to company employees and family friends were said to create an artificial value for unlisted stock for gift tax purposes.\n \nIn other cases prior sales have been thought to be inconsequential for valuation purposes where the sales were too remote in time from the valuation date. See, for example, Fitts’ Estate, supra, at 731, where the Court of Appeals for the Eighth Circuit held that prior sales occurring three or more years prior to the valuation date and five years after the critical date were too remote to be useful. Other circumstances which may undermine the probative value of prior sales are forced sales, sales in a restricted market, and sales of small lots.\n \nWe do not intend to rely upon the sale from the Elizabeth Reynolds Trust as the single determinative factor, but we do find that the circumstances of that sale are such that the transaction does provide a significant representative measure of fair market value.\n \nWe find it particularly significant that the May 10, 1979, sale was negotiated by Merchants National Bank acting as trustee on behalf of the Elizabeth Reynolds Trust. In Arkansas law\nIt is well settled that a trustee is held to a high standard of good faith and prudent dealing. He owes a duty of loyalty to the beneficiaries.... A trustee must act in good faith in the administration of the trust, and this requirement means that he must act honestly and with finest and undivided loyalty to the trust, not merely with that standard of honor required of men dealing at arm’s length in the workaday world, but with a punctilio of honor the most sensitive.\nRiegler, et al. v. Riegler, 262 Ark. 70, 76, 553 S.W.2d 37 (1977), citing Restatement (Second) of Trusts § 170 (1959) and Hardy v. Hardy, 222 Ark. 932, 263 S.W.2d 690 (1954). Plaintiffs’ expert witness, a former employee of Merchants National Bank, testified that in her opinion the trustee negotiated the sale of stock at arm’s length in a manner consistent with its fiduciary duty. The negotiated price was, to her knowledge, the highest price for which WWL stock had ever traded. The fact of Merchant National Bank’s fiduciary duty to the trust would support rather than undermine the notion that the sale was negotiated at arm’s length. Additionally, we find that the sale from the Reynolds Trust was within a reasonable time of the decedent’s date of death. While the sale was executed 16 months before Mr. Lick’s death, there is no indication that circumstances in either the printing industry or WWL were so volatile that the value of the company would have increased or decreased significantly during that period. Certainly, May, 1979, was well within the time frame considered by the experts on both sides in their valuation analyses.\n \nAs indicated, we think it wise not to rely upon the prior sale as a sole conclusive factor. This is primarily because of the relatively small size of the block of stock sold by the Reynolds Trust. We find that a 28% block of stock in a company such as WWL would necessarily be worth more on a share for share basis than a 2% block, although the difference should not be substantial. We do believe, however, that the value of $93.00 per share is an objectively determined figure against which the other evidence of fair market value should be measured.\n \nThis figure is consistent with the valuations given by plaintiffs’ experts. Using the earnings capitalization method, one expert *942 proposed a value of approximately $98.00 per share. Section 5(a) of Rev.Rul. 59–60, CB 1959–1 237, states, “In general the appraiser will accord primary consideration to earnings when valuing stocks of companies which sell products or services to the public.” We think it significant that this valuation was made after full consideration of a broad range of factors influencing a potential investor.\n \nPlaintiffs also submitted evidence of the value of WWL stock accepted administratively in two other estates. Walter T. Hennig died on June 20, 1976. On his federal estate tax return, Mr. Hennig’s executor listed 378 shares of WWL common stock valued at $80.00 per share. Ethel K. Riddler owned 749 shares of WWL stock at her death on December 27, 1979. Her executor proposed a value of $75.00 per share, but the IRS adjusted the value administratively “to reflect a fair market value of $99.00 per share based upon sales and other factors.” “The valuations accepted by the Internal Revenue Service in the cases of other estates, involving the same stock and other death and valuation dates, are of probative value in the solution of the problem involved in this case and must be considered.” Righter v. United States, supra, at 1211. We agree with the court in Righter that the values accepted by the IRS are not determinative on the question of value but are evidence which should be considered.\n \nWe note one major shortcoming in the government’s substantially higher valuation. Although the valuation may have been a good faith effort to evaluate raw financial data, it was, in essence, prepared in a vacuum. By this, we mean that the government’s expert arrived at his opinion of fair market value based almost solely upon financial data; he did little to incorporate those valuation factors which do not show up on a corporate balance sheet. We find it highly unlikely that any buyer would be willing to purchase WWL stock without careful analysis of industry-wide technological developments, threats to the company’s traditional business, obsolescence, and future uncertainties as well as the broad range of current financial data.\n \n[7] Based upon the foregoing discussion, the evidence before the court, and the entire record, we conclude that the fair market value of decedent’s 5,708 shares of WWL stock as of September 14, 1980, was $110.00.\n \n\n\nSUMMARY\nThe deficiency paid by plaintiffs was based upon a valuation of decedent’s WWL stock at $285.00 per share on the date of death, but the court has determined that the value of the stock was $110.00 per share. Therefore, plaintiffs are entitled to recover to the extent of the difference between the valuations. In addition, section 2053(a)(2) of the Internal Revenue Code allows a deduction from the value of the gross estate for administrative expenses. Pursuant to this provision, plaintiffs also claim that certain amounts be allowed for accountant, executor, and attorney’s fees. The government concedes that plaintiffs are entitled to such deductions. We see no reason not to give effect to the parties’ agreement in this respect. Accordingly, the amount of the recovery should also reflect such a reduction.\n \nA separate judgment in accordance with this memorandum opinion will be concurrently entered.\n \nAll Citations\n610 F.Supp. 933, 56 A.F.T.R.2d 85-6534, 85-2 USTC P 13,627\n\n\n\nFootnotes\n|\n1\n|The total estate tax and interest paid by plaintiffs is as follows:\n\nDates of Payment\n|Amount\n|----------------\n|------\n| \n| \n|June 15, 1981 (Tax)\n|$ 394,984.00\n|June 18, 1981 (Tax)\n|794,232.00\n|January 14, 1983 (Tax)\n|716,401.00\n|December 9, 1983 (Interest)\n|210,944.22\n|TOTAL:\n|$2,116,561.22\n||\n2\n|26 U.S.C. § 7422(a) provides:\n(a) No suit prior to filing claim for refund.—No suit or proceeding shall be maintained in any court for the recovery of any internal revenue tax alleged to have been erroneously or illegally assessed or collected, or of any penalty claimed to have been collected without authority, or of any sum alleged to have been excessive or in any manner wrongfully collected, until a claim for refund or credit has been duly filed with the Secretary or his delegate, according to the provisions of law in that regard, and the regulations of the Secretary or his delegate established in pursuance thereof.\n|\n3\n|26 C.F.R. § 301.6402–2(b)(1) provides:\n(b) Grounds set forth in claim. (1) No refund or credit will be allowed after the expiration of the statutory period of limitation applicable to the filing of a claim therefor except upon one or more of the grounds set forth in a claim filed before the expiration of such period. The claim must set forth in detail each ground upon which a credit or refund is claimed and facts sufficient to apprise the Commissioner of the exact basis thereof. The statement of the grounds and facts must be verified by a written declaration that it is made under the penalties of perjury. A claim which does not comply with this paragraph will not be considered for any purpose as a claim for refund or credit.\n|\n4\n|WWL had previously paid dividends of:\n\nYear\n|Dividend Per Share\n|Earnings Per Share\n||||1976\n|$6.20\n|$23.31\n|1977\n|6.40\n|32.10\n|1978\n|7.00\n|36.53\n|1979\n|7.50\n|38.89\n|1980\n|8.35\n|41.54\n||\n5\n|The witness also considered the book value of the stock, the liquidation value, and the comparative value approach, but rejected them all as unrepresentative of the market value of the stock.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}