{
    "Background": "\n\n\n\n\nKeyCite Red Flag - Severe Negative Treatment\nAffirmed in Part, Reversed in Part by British Steel PLC v. U.S., Fed.Cir., October 24, 1997\n924 F.Supp. 139\nUnited States Court of\nInternational Trade.\nBRITISH STEEL plc, Plaintiff,\nv.\nUNITED STATES, Defendant.\nUSINAS SIDERURGICAS de MINAS GERAIS, S.A., et al., Plaintiffs,\nv.\nUNITED STATES, Defendant.\nINLAND STEEL INDUSTRIES, INC., et al., Plaintiffs,\nv.\nUNITED STATES, Defendant.\nLTV STEEL CO., INC., et al., Plaintiffs,\nv.\nUNITED STATES, Defendant.\nLACLEDE STEEL CO., et al., Plaintiffs,\nv.\nUNITED STATES, Defendant.\nLUKENS STEEL CO., INC., et al., Plaintiffs,\nv.\nUNITED STATES, Defendant.\nSlip Op. 96–60.\n|\nCourt Nos. 93–09–00550–CVD, 93–09–00558–CVD, and 93–09–00567–CVD thru 93–09–00570–CVD.\n|\nApril 2, 1996.\nSynopsis\nForeign steel producers sought review of final determinations of Department of Commerce in countervailing duty proceedings. Following determinations on remand, 879 F.Supp. 1254, the Court of International Trade, Carman, J., held that: (1) it cannot be said as a matter of law that subsidies to foreign producers formerly owned by foreign government cannot be passed in arm’s-length privatization transaction so as to remain countervailable; (2) if private buyer buys shares of stock of subsidized, government-owned corporation, the buyer is buying interest in the same enterprise that was provided with subsidy, which thus remains countervailable, while if buyer pays fair market value based on commercial considerations in arm’s-length transaction for group of assets owned by subsidized corporation and parties have not discounted purchase price for subsidies liability under the countervailing duty laws, no subsidy has been provided to the buyer, but this is not a distinction based solely on a form of the privatization transaction, and form is subordinate to substance; (3) determinations that Mexican steel producer was privatized by sale of its shares and that posttransaction producer was for all intents and purposes the same entity that received subsidies were supported by substantial evidence and otherwise in accordance with law; (4) inability of Commerce to conclude producer was sold at fair market value based on commercial considerations was not fatal to its determination that subsidies remained countervailable; (5) Commerce provided reasoned analysis for departure from prior practice by adopting loan-based methodology to amortize “principal” amounts of preprivatization subsidies in light of periods of hyperinflation in Mexico; (6) determination that Mexican producer was unequityworthy in certain years when it received government equity investment was supported by substantial evidence; (7) Commerce advanced reasoned analysis in supporting decision to adopt dollarization methodology to value equity infusions into Brazilian producer; and (8) substantial evidence supported determination that tax rebate program provided benefits specific to steel producers in Brazil.\n \nStayed in part; sustained in part, motion to strike denied, dismissed in part, and final judgment in part.\n \n\n\nWest Headnotes (23)\n\n\n[1]\n|Customs DutiesDetermination, Judgment, and Relief;  Summary Judgment\n|\n|Final judgment on privatization issues was appropriate in countervailing duty proceeding, though issues of allocation, sales denominator and disproportionality remained, where Court of Appeals for Federal Circuit had recently reversed and remanded prior decision of Court of International Trade involving aspects of privatization, and another decision involving privatization issues was currently on appeal before the Court of Appeals, so that, in the interest of conserving judicial and parties’ resources, it was more desirable that, if further issues of privatization were appealed, they would appealed by as many affected parties as possible and as concurrently as possible with prior decisions on the issues. U.S.Ct.Int.Trade Rule 54(b), 28 U.S.C.A.\n7 Cases that cite this headnote\n|\n\n\n[2]\n|Customs DutiesBounties or grants\n|\n|It cannot be said as a matter of law that countervailable subsidies cannot be passed to purchaser in arm’s-length transaction in which government-owned company is privatized.\n\n|\n\n\n[3]\n|Administrative Law and ProcedureAntidumping and countervailing duties\nCustoms DutiesScope of inquiry or review\nStatutesParticular Departments and Officers, Construction by\n|\n|Department of Commerce must be accorded sufficient deference, and construction of countervailing duty statute by Commerce must be sustained if it falls within range of permissible construction.\n\n|\n\n\n[4]\n|Customs DutiesBounties or grants\n|\n|If private buyer buys shares of stock of subsidized, government-owned corporation, buyer is buying interest in very enterprise that was provided with countervailable subsidy, but if buyer pays fair market value based on commercial considerations in arm’s-length transaction for group of assets owned by subsidized corporation, and parties have not discounted purchase price for subsidies liability under countervailing duties laws, no subsidy is provided to the buyer, who has paid full value of the group of assets purchased. Tariff Act of 1930, § 771(5)(B), as amended, 19 U.S.C.(1988 Ed.) § 1677(5)(B).\n\n|\n\n\n[5]\n|Customs DutiesBounties or grants\n|\n|Countervailing duty statute does not limit Department of Commerce to countervailing only subsidies that confer competitive advantage on merchandise exported to the United States, and in case of privatization of subsidized government-owned foreign producer, Commerce must examine totality of the circumstances surrounding each privatization transaction to determine whether, in fact, subsidy has been “provided to” the enterprise Commerce seeks to countervail, which has nothing to do with tracing effect of subsidy or determining whether any remaining competitive benefit from prior subsidies has been “extinguished.” Tariff Act of 1930, § 701(a), as amended, 19 U.S.C.A. § 1671(a).\n2 Cases that cite this headnote\n|\n\n\n[6]\n|Customs DutiesDetermination, Judgment, and Relief;  Summary Judgment\n|\n|Although it appeared that remand was called for with respect to privatization issues in countervailing duty proceeding, consideration of all issues related to or dependent on privatization would be stayed until Court of International Trade had jurisdiction to proceed with remand from the Court of Appeals for the Federal Circuit in related case.\n3 Cases that cite this headnote\n|\n\n\n[7]\n|Customs DutiesBounties or grants\nCustoms DutiesProceedings\n|\n|For purposes of determining whether subsidies to formerly government-owned foreign steel producer remained countervailable following privatization, determination of Department of Commerce that producer was privatized through sale of shares rather than of assets was supported by substantial evidence and otherwise in accordance with law, even though buyer purchased not only all the producer’s shares, but also other assets.\n\n|\n\n\n[8]\n|Customs DutiesBounties or grants\nCustoms DutiesProceedings\n|\n|For purposes of determining whether subsidies to formerly government-owned foreign steel producer remained countervailable following privatization, conclusion of Department of Commerce that post-transaction producer was for all intents and purpose the same entity that received the subsidies was supported by substantial evidence where only stock ownership changed hands and Commerce examined other relevant factors contributing to the totality of circumstances in the transaction.\n3 Cases that cite this headnote\n|\n\n\n[9]\n|Customs DutiesBounties or grants\n|\n|Per se rule should not be applied that, when privatization of government-owned foreign producer is effected through sale of shares, this necessarily means pre-privatization entity is the same as post-privatization entity, for purposes of continuing to countervail subsidies; substance is the most important consideration in that, in order to countervail, Commerce must countervail enterprise to which subsidy was provided, and while form is important tool with which to answer this question, it is not necessarily conclusive.\n2 Cases that cite this headnote\n|\n\n\n[10]\n|Customs DutiesForeign market value, fair value, and adjustment\nCustoms DutiesProceedings\n|\n|Inability of Department of Commerce to conclude that foreign steel producer was sold at fair market value based on commercial considerations, in the course of privatization, was not fatal to determination that subsidies remained countervailable, though fair market value and commercial consideration are factors to be considered in evaluating circumstances of privatization transaction, where, in any event, in the instant transaction involving sale of shares, pre-transaction producer would survive the transaction.\n\n|\n\n\n[11]\n|Administrative Law and ProcedureExplanation or reasons for change\n|\n|Agency need only provide “reasoned analysis” of its departure from prior agency practice.\n\n|\n\n\n[12]\n|Customs DutiesBounties or grants\n|\n|Use by Department of Commerce in countervailing duty proceeding of loan-based methodology to amortize principal amounts of subsidies by foreign government to foreign producer prior to its privatization, by assuming that in lieu of government equity infusion or grant, producer would have had to take out 15–year loan that was rolled over each year at prevailing nominal interest rates, including mortgage payment schedule rather than assuming equal annual payments of principal, was based on substantial evidence and otherwise in accordance with law, in case in which nation at issue suffered from intermittent hyperinflation.\n3 Cases that cite this headnote\n|\n\n\n[13]\n|CourtsOperation and effect in general\n|\n|Opinion subsequently vacated as moot had no precedential value.\n\n|\n\n\n[14]\n|Customs DutiesProceedings\n|\n|In countervailing duty proceeding, decision to select particular verification methodology rests solely within sound discretion of Department of Commerce, and as long as there is substantial evidence on the record to support the choice, Court of International Trade will sustain the methodology chosen by Commerce.\n\n|\n\n\n[15]\n|Customs DutiesProceedings\n|\n|Decision of Department of Commerce in countervailing duty proceeding to trace the principal amounts of foreign debt held by foreign producer as means of verifying whether foreign producer received countervailable benefits from its government’s purchases of debt held by foreign creditors was proper, and thus Commerce properly resorted to best information available (BIA) where it was unable to verify information after it had proposed several methods to trace the loan amounts but was thwarted each time because foreign producer’s officials were unprepared to perform a trace, or were unable to provide documentation. Tariff Act of 1930, § 776(c), as amended, 19 U.S.C.(1988 Ed.) § 1677e(c).\n\n|\n\n\n[16]\n|Customs DutiesBounties or grants\nCustoms DutiesProceedings\n|\n|Determination of Department of Commerce in countervailing duty proceeding that foreign producer was unequityworthy in certain years in which it received equity investment from its government, so as to render equity infusion countervailable, was based on substantial evidence and otherwise in accordance with law despite small private investment in the company in certain years and favorable financial projections.\n\n|\n\n\n[17]\n|Customs DutiesBounties or grants\n|\n|When government-owned foreign producer is privatized by sale of stock, prior subsidies to the producer remain countervailable because foreign government has provided subsidy to the producer and the producer continues to exist; fact that third parties have paid the foreign government for its shares only signifies change in corporate ownership and does nothing to dislodge the subsidy from the recipient. Tariff Act of 1930, § 701(a), as amended, 19 U.S.C.A. § 1671(a); § 771(5)(A)(ii), (5)(F), as amended, 19 U.S.C.(1988 Ed.), § 1677(5)(A)(ii), (5)(F).\n\n|\n\n\n[18]\n|Customs DutiesBounties or grants\n|\n|Nothing in countervailing duty statute authorizes Department of Commerce to adopt position that third party buyer a formerly government-owned foreign producer can repay countervailable subsidies on behalf of the purchased corporation. Tariff Act of 1930, § 701(a), as amended, 19 U.S.C.A. § 1671(a).\n\n|\n\n\n[19]\n|Customs DutiesProceedings\n|\n|Department of Commerce advanced reasoned analysis supporting its decision in countervailing duty proceeding to adopt dollarization methodology to value equity infusions into Brazilian producer by government, in place of prior methodology of adjusting equity infusion values for inflation using Brazilian inflation indices, in light of determination that Brazilian economy was racked with hyperinflation, there was no appropriate long-term discount rate for Brazilian currency, and new inflation indices accompanying currency reforms complicated attempt to index individual equity infusions, despite contention that the only evidence supporting conclusion that Brazilian inflation indices had been “generally criticized” was submitted by domestic producers in rebuttal brief.\n\n|\n\n\n[20]\n|Customs DutiesProceedings\n|\n|Even if new methodology adopted by Department of Commerce to value equity infusions into foreign producer in countervailing duty proceeding was worse than its previous methodology, this did not mean that chosen methodology was unsupported by substantial evidence, as Court of International Trade may not substitute its judgment for that of Department of Commerce when it chooses between two fairly conflicting views, even though the Court would justifiably have made different choice had the matter been before it de novo.\n\n|\n\n\n[21]\n|Customs DutiesProceedings\n|\n|Foreign producer had ample opportunity in countervailing duty proceeding to present evidence to contest rationale used by Department of Commerce for adopting new methodology to value equity infusions from producer’s government, where domestic producers’ countervailing duty petition included evidence impugning accuracy of previous methodology, adoption of new methodology in preliminary determination should have altered foreign producer that Commerce was rejecting prior methodology, and there was discussion during hearing of Commerce’s reasoning for using the new methodology.\n\n|\n\n\n[22]\n|Customs DutiesBounties or grants\n|\n|Rebate of certain tax to Brazilian steel producers provided benefits specific to Brazilian steel industry, and thus those benefits were countervailable, even if the tax was only assessed on certain industries in the first instance and despite contention that rebate simply placed steel industry on same footing as those industries exempt from the tax. Tariff Act of 1930, § 771(5)(B), as amended, 19 U.S.C.(1988 Ed.), § 1677(5)(B).\n\n|\n\n\n[23]\n|Customs DutiesBounties or grants\n|\n|Within statute providing that Department of Commerce is to countervail bounty, grant or subsidy provided to specific enterprise or industry, or group of enterprises or industries, finding of de facto specificity requires case by case analysis to determine whether there has been bestowal on specific class, while determination of a de jure specificity is accorded those programs which, by law, limit benefits to specific enterprise or industry, or group of enterprises or industries. Tariff Act of 1930, § 771(5)(B), as amended, 19 U.S.C.(1988 Ed.), § 1677(5)(B).\n\n|\n\n\n**143 *395 Foreign Producers British Steel plc, Usinas Siderurgicas de Minas Gerais, S.A., Altos Hornos de Mexico, S.A. de C.V., and AG der Dillinger Huttenwerke challenge Commerce’s remand determination on the issue of privatization which arose from methodologies set forth in the General Issues Appendix appended to Certain Steel Products from Austria, 58 Fed.Reg. 37,225, 37,259–73 (Dep’t Comm.1993) (final determ.) (general issues appendix ), as well as the application of those methodologies in Certain Steel Products from Brazil, 58 Fed.Reg. 37,295 (Dep’t Comm. 1993) (final determ.), Certain Steel Products from Mexico, 58 Fed.Reg. 37,352 (Dep’t Comm.1993) (final determ.), Certain Steel Products from the United Kingdom, 58 Fed.Reg. 37,393 (Dep’t Comm.1993) (final determ.), and Certain Steel Products from Germany, 58 Fed.Reg. 37,315 (Dep’t Comm.1993) (final determ.). Domestic Producers AK Steel Corporation,* Bethlehem Steel Corporation, Geneva Steel, Gulf States Steel Incorporated of Alabama, Inland Steel Industries, Incorporated, Laclede Steel Company, LTV Steel Company, Incorporated, Lukens Steel Company, National Steel Corporation, Sharon Steel Corporation, U.S. Steel Group a Unit of USX Corporation, and WCI Steel, Incorporated support Commerce’s remand determination on privatization.\n \nAdditionally, the parties to LTV Steel Co., Inc. et al. v. United States, Consol. Court No. 93–09–00568–CVD, Lukens Steel Co., et al. v. United States, Consol. Court No. 93–09–00570–CVD, Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol. Court No. 93–09–00558–CVD, and British Steel plc v. United States, Consol. Court No. 93–09–00550–CVD, separately present a number of challenges specific to their respective determinations. Domestic Producers have also submitted a motion to strike in Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol. Court No. 93–09–00558–CVD.\n \nHeld: Regarding LTV Steel Co., Inc. et al. v. United States, Consol. Court No. 93–09–00568–CVD: the Court’s consideration of the Privatization Remand as it pertains to Certain Steel Products from Germany, and of all issues related to or dependent upon privatization in LTV Steel Co., Inc., et al. v. United States, Consol. Court No. 93–09–00568–CVD, consisting of LTV Steel Co., Inc., et al. v. United States, Court No. 93–09–00568–CVD, Thyssen Stahl AG, et al. v. United States, Court No. 93–09–00585–CVD, AG der Dillinger Huttenwerke v. United States, Court No. 93–09–00596–CVD, and Fried. Krupp AG Hoesch–Krupp and Krupp Hoesch Stahl AG v. United States, Court No. 93–09–00603–CVD, is stayed pending this Court’s jurisdiction pursuant to the remand from the Court of Appeals in Saarstahl AG v. United States, 78 F.3d 1539 (Fed.Cir.1996), rev’g and remanding Saarstahl, AG v. United States, 18 CIT 595, 858 F.Supp. 187 (1994);\n \nRegarding Lukens Steel Co., et al. v. United States, Consol. Court No. 93–09–00570–CVD: (1) Commerce’s Privatization Remand **144  as it pertains to AHMSA is sustained; (2) on AHMSA’s country-specific brief, (a) AHMSA’s first challenge concerning the application of Commerce’s repayment methodology to a “loan” provided to AHMSA by the Government of Mexico (GOM) in 1991 has been effectively mooted, (b) Commerce’s use of the loan-based methodology, including the mortgage payment schedule aspect, to amortize the benefits accruing from pre-privatization subsidies to AHMSA is sustained, (c) Commerce’s verification method and use of BIA to determine AHMSA received a subsidy from the GOM’s 1988 and 1990 purchase of AHMSA’s debt held by foreign creditors is sustained, (d) Commerce’s determination that AHMSA was unequityworthy in the years 1979 through 1987, and 1990 and 1991, is based on substantial evidence and is otherwise in accordance with law; (3) the issues raised by Domestic Producers’ country-specific Rule 56.2 brief have been subsumed by British Steel plc v. United States, 19 CIT 176, 879 F.Supp. 1254 (1995), and the present opinion regarding privatization; (4) Lukens Steel Co., et al. v. United States, Consol. Court No. 93–09–00570–CVD, consisting of Lukens Steel Co., et al. v. United States, Court No. 93–09–00570–CVD, Altos Hornos de Mexico, S.A. de *396 C.V. v. United States, Court No. 93–09–00618–CVD, and Industrias Monterrey S.A. de C.V. v. United States, Court No. 93–09–00632–CVD, is hereby dismissed;\n \nRegarding Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol. Court No. 93–09–00558–CVD: (1) Commerce’s Privatization Remand as it pertains to USIMINAS is sustained; (2) On USIMINAS’s country-specific motion, (a) Commerce’s adoption and application of the dollarization methodology to equity infusions in this investigation is sustained as based on substantial evidence and is otherwise in accordance with law, (b) Commerce’s determination that the IPI rebate program provided benefits specific to the Brazilian steel industry and that these benefits are countervailable is sustained as based on substantial evidence and is otherwise in accordance with law, and (c) USIMINAS’s country-specific challenge regarding privatization and repayment has been subsumed by the present opinion and by British Steel; (3) Domestic Producers’ motion to strike in Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol. Court No. 93–09–00558–CVD, is denied as moot; and (4) Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol. Court No. 93–09–00558–CVD, consisting of Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Court No. 93–09–00558–CVD, Gulf States Steel, Inc. of Alabama, et al. v. United States, Court No. 93–09–00574–CVD, and Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Court No. 93–09–00578–CVD, is dismissed;\n \nRegarding British Steel plc v. United States, Consol. Court No. 93–09–00550–CVD: (1) Commerce’s Privatization Remand as it pertains to BS plc is sustained except for Commerce’s final subsidy rate for BS plc; (2) the issues raised by Domestic Producers’ country-specific Rule 56.2 brief have been subsumed by British Steel and the present opinion regarding privatization; (3) the Court will enter final judgment pursuant to Rule 54(b) in the country-specific case British Steel plc. v. United States, Consol. Court No. 93–09–00550–CVD, consisting of British Steel plc v. United States, Court No. 93–09–00550–CVD and Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD, as to (a) the first, second, third, and fourth causes of action of the complaint of the Domestic Producers who filed a complaint in Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD, and (b) counts I, II, III, and IV in the complaint of British Steel plc in British Steel plc v. United States, Court No. 93–09–00550–CVD.\n \nAttorneys and Law Firms\nRegarding British Steel plc v. United States, Consol. Court No. 93–09–00550–CVD: Steptoe & Johnson (Richard O. Cunningham, Peter Lichtenbaum), (Sheldon E. Hochberg, William L. Martin, II), on brief, (Richard O. Cunningham, Sheldon E. Hochberg), on oral argument, Counsel for British Steel plc; Morgan, Lewis & Bockius (Mark R. Joelson), (Marcela B. Stras, Roger C. Wilson), on brief, Counsel for the Government of the United Kingdom, et al.; Dewey Ballantine (Michael H. Stein), (Alan Wm. Wolff, Thomas R. Howell, Martha J. Talley, John A. Ragosta, Guy C. Smith, John R. Magnus, **145 Jeffrey D. Nuechterlein, Philip Karter, Michael R. Geroe, Jennifer Danner Riccardi), on brief, (Martha J. Talley, John A. Ragosta), on oral argument, Counsel for Geneva Steel, et al.; Skadden, Arps, Slate, Meagher & Flom (John J. Mangan, Robert E. Lighthizer), (D. Scott Nance, Barry J. Gilman), on brief, (D. Scott Nance, Barry J. Gilman), on oral argument, Counsel for Geneva Steel, et al.\nRegarding Usinas Siderurgicas de Minas Gerais, S.A., et al. v. United States, Consol. Court No. 93–09–00558–CVD: Willkie Farr & Gallagher (Christopher S. Stokes), (William H. Barringer, Nancy A. Fischer), on brief, (Christopher S. Stokes), on oral argument, Counsel for USIMINAS; Dickstein Shapiro & Morin (Arthur J. Lafave, III, Douglas N. Jacobson), Counsel for Companhia Siderurgica Nacional; Skadden, Arps, Slate, Meagher & Flom (Robert E. Lighthizer, John J. Mangan), (Barry J. Gilman, D. Scott Nance), on brief, (Barry J. Gilman, Scott Nance), on oral argument, Counsel for Gulf States Steel, Inc., et al.; Dewey Ballantine (Michael H. Stein), (Alan Wm. Wolff, John A. Ragosta, Guy C. Smith, Michael R. Geroe), on brief, (John A. Ragosta), on oral argument, Counsel for Gulf States Steel, Inc., et al.\nRegarding Inland Steel Industries, Inc., et al. v. United States, Consol. Court No. 93–09–00567–CVD: Dewey Ballantine (Michael H. Stein), (Alan Wm. Wolff, Martha J. Talley, John A. Ragosta, John R. Magnus, Jeffrey D. Nuechterlein, Jennifer Danner Riccardi), on brief, (Martha J. Talley, John A. Ragosta, John R. Magnus), on oral argument, *397 Counsel for Inland Steel Indus., Inc., et al.; Skadden, Arps, Slate, Meagher & Flom (John J. Mangan, Robert E. Lighthizer), (D. Scott Nance), on brief, (Barry J. Gilman, D. Scott Nance), on oral argument, Counsel for Inland Steel Indus., Inc., et al.; Weil, Gotshal & Manges LLP (Stuart M. Rosen), (M. Jean Anderson, Jeffrey P. Bialos, Diane M. McDevitt, Scott Maberry; and Stuart M. Rosen, Mark F. Friedman, Jonathan Bloom), on brief, (M. Jean Anderson, Stuart M. Rosen), on oral argument, Counsel for Usinor Sacilor, Sollac and GTS.\nRegarding LTV Steel Co., Inc., et al. v. United States, Consol. Court No. 93–09–00568–CVD: Dewey Ballantine (Michael H. Stein), (Alan Wm. Wolff, Martha J. Talley, John A. Ragosta, Guy C. Smith, O. Julia Weller, Kristen M. Neller, Michael R. Geroe), on brief, (John A. Ragosta, Guy C. Smith), on oral argument, Counsel for LTV Steel Co., et al.; Skadden, Arps, Slate, Meagher & Flom (John J. Mangan, Robert E. Lighthizer), (D. Scott Nance), on brief, (D. Scott Nance), on oral argument, Counsel for LTV Steel Co., et al.; Sharretts, Paley, Carter & Blauvelt, P.C. (Gail T. Cumins), Counsel for Thyssen Stahl AG, et al.; LeBoeuf, Lamb, Greene & MacRae, L.L.P. (Pierre F. de Ravel d’Esclapon, Mary Patricia Michel), Counsel for AG der Dillinger Huttenwerke; Hogan & Hartson (Lewis E. Leibowitz, Steven J. Routh, Paul Minorini), Counsel for Fried, Krupp AG Hoesch–Krupp, et al.\nRegarding Laclede Steel Co., et al. v. United States, Consol. Court No. 93–09–00569–CVD: Dewey Ballantine (Michael H. Stein), (Alan Wm. Wolff, Martha J. Talley, John A. Ragosta, Linda C. Menghetti, Jeffrey D. Nuechterlein, Jennifer Danner Riccardi), on brief, (John A. Ragosta, Jeffrey D. Nuechterlein, Jennifer Danner Riccardi), on oral argument, Counsel for Laclede Steel Co., et al. Armco Steel Co., et al. and Bethlehem Steel Corp., et al.; Skadden, Arps, Slate, Meagher & Flom (John J. Mangan, Robert E. Lighthizer), (D. Scott Nance), on brief, (D. Scott Nance), on oral argument, Counsel for Laclede Steel Co., et al., Armco Steel Co., et al., and Bethlehem Steel Corp., et al.; Morrison & Foerster (Donald B. Cameron), (Julie C. Mendoza, Craig A. Lewis, Sue–Lynn Koo, Panagiotis C. Bayz), on brief, (Donald B. Cameron, Julie C. Mendoza), on oral argument, Counsel for Dongbu Steel Co., et al.\nRegarding Lukens Steel Co., et al. v. United States, Consol. Court No. 93–09–00570–CVD: Dewey Ballantine (Michael H. Stein), (Alan Wm. Wolff, Martha J. Talley, John A. Ragosta, Guy C. Smith, Scott L. Forseth, Michael R. Geroe), on brief, (John A. Ragosta), on oral argument, Counsel for Lukens Steel Co., et al.; Skadden, Arps, Slate, Meagher & Flom (John J. Mangan, Robert E. Lighthizer), (D. Scott Nance), on brief, (D. Scott Nance), on oral argument, Counsel for Lukens Steel Co., et al.; Shearman & Sterling **146 (Jeffrey M. Winton), (Robert E. Herzstein, Shavit Matias), on brief, Counsel for Altos Hornos de Mexico, S.A. de C.V.\nRegarding Geneva Steel, et al. v. United States, Consol. Court No. 93–09–00566–CVD: Dewey Ballantine (Michael H. Stein), (Alan Wm. Wolff, Martha J. Talley, John A. Ragosta, Michael R. Geroe), on brief, (Martha J. Talley, Michael R. Geroe), on oral argument, Counsel for Geneva Steel, et al.; Barnes, Richardson & Colburn (Gunter von Conrad), Counsel for Fabrique de Fer Charleroi, S.A.; LeBoeuf, Lamb, Greene & MacRae (Melvin S. Schwechter), Counsel for S.A. Forgess de Clabecq; O’Melveny & Myers (Peggy A. Clarke, Gary N. Horlick), Counsel for Sidmar N.V. and TradeARBED, Inc.\nFrank W. Hunger, Assistant Attorney General of the United States; David M. Cohen, Director, Commercial Litigation Branch, Civil Division, United States Department of Justice, (A. David Lafer); Stephen J. Powell, (Terrence J. McCartin, Robert E. Nielsen, David W. Richardson, Elizabeth C. Seastrum, Marguerite Trossevin), on brief, Office of Chief Counsel for Import Administration, United States Department of Commerce, of Counsel, Counsel for defendant.\n\n\n\n\nOpinion\nCARMAN, Judge:\nThe following actions were consolidated by order of the Court of International Trade dated February 4, 1994: British Steel plc v. United States, Court No. 93–09–00550–CVD and Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD consolidated as British Steel plc v. United States, Consol. Court No. 93–09–00550–CVD; Usinas *398 Siderurgicas de Minas Gerais, S.A. v. United States, Court No. 93–09–00558–CVD, Gulf States Steel, Inc. of Alabama, et al. v. United States, Court No. 93–09–00574–CVD, and Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Court No. 93–09–00578–CVD consolidated as Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD; Inland Steel Industries, Inc., et al. v. United States, Court No. 93–09–00567–CVD, Usinor Sacilor, et al. v. United States, Court No. 93–09–00588–CVD, Usinor Sacilor, et al. v. United States, Court No. 93–09–00589–CVD, Usinor Sacilor, et al. v. United States, Court No. 93–09–00590–CVD, and Usinor Sacilor, et al. v. United States, Court No. 93–09–00591–CVD consolidated as Inland Steel Industries, Inc., et al. v. United States, Consol.Court No. 93–09–00567–CVD; LTV Steel Co., Inc., et al. v. United States, Court No. 93–09–00568–CVD, Thyssen Stahl AG, et al. v. United States, Court No. 93–09–00585–CVD, AG der Dillinger Huttenwerke v. United States, Court No. 93–09–00596–CVD, and Fried. Krupp AG Hoesch–Krupp and Krupp Hoesch Stahl AG v. United States, Court No. 93–09–00603–CVD consolidated as LTV Steel Co., Inc., et al. v. United States, Consol. Court No. 93–09–00568–CVD; Laclede Steel Co., et al. v. United States, Court No. 93–09–00569–CVD, Pohang Iron & Steel Co., Ltd. v. United States, Court No. 93–09–00579–CVD, Dongbu Steel Co. Ltd., et al. v. United States, Court No. 93–09–00580–CVD, Dongbu Steel Co. Ltd., et al. v. United States, Court No. 93–09–00581–CVD, and Pohang Iron & Steel Co., Ltd. v. United States, Court No. 93–09–00582–CVD consolidated as Laclede Steel Co., et al. v. United States, Consol.Court No. 93–09–00569–CVD; Lukens Steel Co., et al. v. United States, Court No. 93–09–00570–CVD, Altos Hornos de Mexico, S.A. de C.V. v. United States, Court No. 93–09–00618–CVD, and Industrias Monterrey S.A. de C.V. v. United States, Court No. 93–09–00632–CVD consolidated as Lukens Steel Co., et al. v. United States, Consol. Court No. 93–09–00570–CVD;1 and Geneva Steel, et al. v. United States, Court No. 93–09–00566–CVD and Fabrique de Fer de Charleroi v. United States, Court No. 93–09–00599–CVD, consolidated as Geneva Steel, et al. v. United States, Consol. Court No. 93–09–00566–CVD.2\n \n**147 After several scheduling conferences and upon review and consideration of the minutes of the December 15, 1993, scheduling conference and upon agreement of all parties and pursuant to U.S.CIT R. 42(a), the Court entered the scheduling order governing the joint proceeding in the above-captioned cases. As a convenience to the parties, the Court used British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD to identify this joint proceeding and to establish the *399 guidelines set forth in the February 18, 1994, scheduling order. In accordance with that order, the parties were jointly ordered to brief five general issues which were divided into two groups. General Issues—Group One pertains to: (a) the Department of Commerce’s use of a fifteen-year allocation period to determine the benefit from several nonrecurring countervailable grants; (b) the Department of Commerce’s use of a grant methodology to countervail equity infusions into an unequityworthy company whose shares are not publicly traded; and (c) the Department of Commerce’s treatment of privatization and restructuring regarding previously received subsidies, including the Department’s use of a repayment methodology. General Issues—Group Two pertains to: (a) the Department of Commerce’s determination of the appropriate sales denominator to be used in subsidy calculations when a respondent’s total sales include not only sales of domestically produced merchandise, but also sales of merchandise produced in one or more foreign countries; and (b) the Department of Commerce’s treatment of disproportionality for the purpose of evaluating the specificity of a potentially countervailable program. The Scheduling Order directed all questions of law and issues of fact regarding the five general issues to be briefed solely in the context of the briefs on these issues. All parties were prohibited from re-briefing or re-arguing any of these questions or issues in the context of the briefs on the country-specific issues.\n \nOn the general issue of privatization, Foreign Producers British Steel plc (BS plc), Usinas Siderurgicas de Minas Gerais, S.A. (USIMINAS), and Altos Hornos de Mexico, S.A. de C.V. (AHMSA) filed a joint motion for partial judgment on the agency record and supporting memoranda contesting the General Issues Appendix appended to Certain Steel Products from Austria, 58 Fed.Reg. 37,225, 37,259–73 (Dep’t Comm.1993) (final determ.) (General Issues Appendix ), as well as the application of the General Issues Appendix in Certain Steel Products from Brazil, 58 Fed.Reg. 37,295 (Dep’t Comm.1993) (final determ.) (Brazilian Final Determination ),3 Certain Steel Products from Mexico, 58 Fed.Reg. 37,352 (Dep’t Comm.1993) (final determ.) (Mexican Final Determination ),4 and Certain Steel Products from the United Kingdom, 58 Fed.Reg. 37,393 (Dep’t Comm.1993) (final determ.) (British Final Determination ).5 The Government of the United Kingdom of Great Britain and Northern Ireland, as plaintiff-intervenor, filed a brief challenging the administrative determination on the issue of privatization in the British Final Determination, in support of the Foreign Producers’ *400 motion. Domestic Producers (“Domestics” or “Domestic Producers”)6 filed a joint motion for partial **148 judgment on the agency record and supporting memoranda contesting the General Issues Appendix as well as the application of the General Issues Appendix in the Brazilian Final Determination, the Mexican Final Determination, the British Final Determination, and Certain Steel Products from Germany, 58 Fed.Reg. 37,315 (Dep’t Comm.1993) (final determ.) (German Final Determination ).7 Foreign Producer AG der Dillinger Huttenwerke moved for summary judgment in LTV Steel Co., Inc. et al. v. United States, Consol.Court No. 93–09–00568–CVD, one of the consolidated cases under the Court’s scheduling order governing this joint proceeding.\n \nOn February 9, 1995, this Court issued an opinion addressing all five general issues. See British Steel plc v. United States, 19 CIT 176, 879 F.Supp. 1254 (1995) (British Steel ). On the general issue of privatization, the Court held: (1) Commerce’s privatization methodology as set forth in the General Issues Appendix and applied in the Brazilian Final Determination, the Mexican Final Determination, the British Final Determination, and the German Final Determination, to the extent it stated pre-privatization subsidies bestowed upon government corporations continued to be countervailable after all types of privatization transactions and that purchasers of discrete assets of subsidized corporations at arm’s length for fair market value based upon commercial considerations may be attributed with subsidies previously received by the subsidized seller corporations,8 was unlawful; (2) Commerce’s determination in the Mexican Final Determination, insofar as it pertained to the application of Commerce’s privatization methodology, was remanded; (3) Commerce’s determination in the Brazilian Final Determination, insofar as it pertained to the application of Commerce’s privatization methodology, was remanded; (4) Commerce’s determination in the British Final Determination, insofar as it pertained to the application of Commerce’s privatization methodology, was remanded; (5) Commerce’s determination in the German Final Determination, insofar as it pertained to Commerce’s application of its privatization methodology, was remanded; and (6) the motion of AG der Dillinger Huttenwerke for summary judgment in LTV Steel Co., Inc. et al. v. United States, Consol.Court No. 93–09–00568–CVD, was denied in all respects. Id. at ––––, 879 F.Supp. at 1288–89.\n \n*401 The following opinion addresses Commerce’s remand determination on the issue of privatization (Privatization Remand ). The Court has jurisdiction pursuant to 28 U.S.C. § 1581(c) (1988).\n \n\n\nBackground\n\nA. The Court’s Remand Instructions to Commerce\nIn remanding the Mexican Final Determination, the Brazilian Final Determination, the British Final Determination, and the German Final Determination in British Steel insofar as those determinations pertained to Commerce’s application of its privatization methodology, this Court ordered Commerce to determine the following: (1) whether each transaction was at arm’s length, for fair market value, and based upon commercial considerations; (2) whether each transaction involved a privatization or partial privatization; (3) the terms and substance of each transaction and whether each transaction involved a sale of an asset or several assets or consisted entirely of a sale of shares; (4) whether, under the Court’s analysis set forth in the British Steel opinion, if a privatization or partial privatization took place, the privatized entity continues to be, **149 for all intents and purposes, the same entity that received subsidies prior to the privatization or partial privatization transaction; and (5) whether, under the Court’s analysis set forth in the British Steel opinion, Commerce may properly countervail the privatized or partially privatized corporation at issue in each determination. British Steel, 19 CIT at ––––, 879 F.Supp. at 1329 (order).9 This Court further ordered as follows: (1) Commerce will calculate and report any countervailing duties due, if any, by any transferor and transferee subsequent to privatization; (2) if, under the Court’s analysis set forth in British Steel, Commerce determines that any privatized or partially privatized entity continues to be, for all intents and purposes, the same entity that received subsidies prior to a privatization or partial privatization transaction, Commerce will calculate any and all countervailing duties due on the surviving entity; and (3) Commerce will calculate any and all countervailing duties due on account of any other type of privatization transaction arising in the individual determinations remanded. Id. at ––––, 879 F.Supp. at 1330 (order).\n \n\n\n*402 B. Commerce’s Privatization Remand\nIn the Privatization Remand, Commerce has determined that it may properly countervail the exports of BS plc, AHMSA, USIMINAS, and DHS Dillinger Hutte Saarstahl AG (DHS)10 in the full amount of subsidies received prior to privatization. See Privatization Remand at 2. In so doing, Commerce first sets forth its general framework for analysis and compliance with this Court’s remand instructions. For each of the determinations remanded on the issue of privatization, Commerce explains, it addressed whether the relevant transaction “was (1) an asset or stock sale, (2) a full or partial privatization, and (3) at arm’s length, for fair market value, and based upon commercial considerations.” Id. at 9–10 (footnotes omitted).11 For each determination remanded, Commerce then found “whether the privatized entity continues to be, for all intents and purposes, the same entity that received subsidies prior to the transaction.” Id. at 10. Subsequently, Commerce calculated any countervailing duty due by the privatized entity. Id.\n \nAs to the Court’s instruction that Commerce determine “if a privatization or partial privatization took place, the privatized entity continues to be, for all intents and purposes, the same entity that received subsidies prior to the privatization or partial privatization transaction,” Commerce complains “the Court did not describe the test to be used, or provide any other specific guidance.” Id. **150 Commerce notes, however, the Court expressed concern that “the privatization decision be consistent with general principles of corporate law” and that foreign governments and companies may attempt to structure privatization transactions to evade CVD liability. Id. (citations omitted). Commerce therefore concludes “that the purpose of the Court’s instructions regarding the ‘for all intents and purposes’ question is to allow the Department in some circumstances to examine the substance as well as the form of the privatization transaction at issue.” Id.\n \nDefining a “corporation” as “an artificial legal person conducting a business and capable of holding a collection of assets and liabilities,” Commerce continues with its “for all intents and purposes” analysis as follows:\nIf the corporate form changes, but the collection of assets and liabilities remains essentially the same, the essence of the original corporation continues. In such cases, the Department finds it to be reasonable, for purposes of this remand proceeding, to conclude that the new corporation is “for all intents and purposes” the same as the original corporation. When the privatized entity continues to be the same entity, “for all intents and purposes,” that received the subsidies, we have determined that the prior subsidies can continue to be countervailed in accordance with the Court’s analysis and have calculated the amount of countervailing duties owed.\n*403 To determine if the privatized entity continues to be, “for all intents and purposes,” the same as the subsidy recipient, we have analyzed whether the privatized entity was generally invested with the assets and rights, and assumed the liabilities and burdens, of the pre-privatization corporation. If so, we have determined that the privatized entity is the same entity, “for all intents and purposes,” as the entity that received the prior subsidies.\nId. at 10–11 (citation omitted). Privatization by stock sale, Commerce states, “is merely a change in ownership.” Id. at 11 (citation and footnote omitted). The issue of whether the privatized entity is “for all intents and purposes” the same entity that received subsidies is not reached in such a case, Commerce explains, “because there is no change in the corporate form.” Id. at 12. Accordingly, Commerce reasons, in those cases the full amount of the pre-privatization subsidies remains countervailable. Id. In cases of privatization by means other than a simple stock sale, Commerce further explains, it “examined whether the post-privatization corporate entity generally became invested with the assets and rights, and assumed the liabilities and burdens, of the corporation which received subsidies prior to the privatization transaction.” Id. If so, Commerce has determined that the full amount of pre-privatization subsidies remains countervailable. Id.\n \nThe remainder of the Privatization Remand applies Commerce’s interpretation of the Court’s instructions to each of the determinations remanded on the issue of privatization. Those portions of the Privatization Remand are explained below.\n \n\nApplication of U.S.CIT R. 54(b)\nU.S.CIT R. 54(b) provides in part:\nWhen more than one claim for relief is presented in an action, whether as a claim, counterclaim, cross-claim, or third-party claim, or when multiple parties are involved, the court may direct the entry of a final judgment as to one or more but fewer than all of the claims or parties only upon an express determination that there is no just reason for delay and upon express direction for the entry of judgment.\nAs explained by the Court,\nUnderlying rule 54(b) is the recognition that with the liberal joinder of claims now permitted by the federal rules, the policy against piecemeal appellate review implicit in the “single judicial unit” rule must be weighed against the prejudice caused by unjustified delay which can occur when decisions final as to some claims cannot be entered until the litigation is final as to all claims. In other words, a claim may be certified for appeal under rule 54(b) if a decision on that claim represents a “final decision” in the sense of an ultimate disposition of an individual claim entered in the course of a multiple claim action and if there is no just reason for delay.\n**151 Timken Co. v. Regan, 5 CIT 4, 6, 1983 WL 4993 (1983) (citation omitted).\n \n*404 The present opinion will result in the following: (1) the final resolution of the general issue of privatization and all country-specific challenges to privatization presented in Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD, and British Steel plc. v. United States, Consol.Court No. 93–09–00550–CVD; and (2) the final resolution of all issues presented in, and the dismissal of Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, and Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol. Court No. 93–09–00558–CVD. This will be accomplished as follows.\n \nAs discussed above, in accordance with the February 18, 1994, scheduling order in this proceeding, the parties were jointly ordered to brief five general issues involved in various groupings of the consolidated cases under review. That scheduling order also set forth a schedule for the parties to submit individual briefs on a country-specific basis. Privatization issues were raised in the complaints and country-specific briefs of the following cases: Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol. Court No. 93–09–00558–CVD, British Steel plc. v. United States, Consol. Court No. 93–09–00550–CVD, and LTV Steel Co., Inc. et al. v. United States, Consol.Court No. 93–09–00568–CVD. Parties in these consolidated cases are the only parties who submitted briefs to this Court on the general issue of privatization.\n \nPursuant to conferences with the parties, this Court ordered stays on each of the four country-specific cases. These stays essentially postponed, until this Court’s decision on the Privatization Remand, the Court’s consideration of the country-specific challenges raised in the four cases that directly related to or were dependent upon this Court’s decision on the Privatization Remand.12 Because the Court now renders **152 *405 final judgment on the Privatization Remand as it pertains to Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol. Court No. 93–09–00558–CVD, and British Steel plc. v. United States, Consol.Court No. 93–09–00550–CVD, the Court now lifts the stays entered in these three cases. In the present opinion, the Court will address all country-specific issues, formerly stayed, in these three cases.13\n \nIn terms of entering final judgment for purposes of rendering certain claims immediately appealable, the result of the above action will be as follows. The Court will enter final judgment on all issues in, and will dismiss, Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, and Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD.\n \nThe parties to the country-specific action British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD, however, are also involved in challenges to the general issues of allocation and sales denominator, and those challenges are reflected in the complaints. The present opinion does not render a decision on the general issues of allocation and sales denominator. Therefore, the Court will use Rule 54(b) to enter final judgment as to all claims of privatization challenged therein. Specifically, the Court will enter final judgment pursuant to Rule 54(b) in the country-specific case British Steel plc. v. United States, Consol.Court No. 93–09–00550–CVD, consisting of British Steel plc v. United States, Court No. 93–09–00550–CVD and Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD, as to: (1) the first, second, third, and fourth causes of action of the complaint of those Domestic Producers who filed a complaint in Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD; and (2) counts I, II, III, and IV in the complaint of British Steel plc in British Steel plc v. United States, Court No. 93–09–00550–CVD.\n \nThere is one caveat. Commerce has set forth the final subsidy rate for BS plc in the Privatization Remand. Because that rate may change depending upon this Court’s decisions on the remand determinations concerning the issues of allocation and sales denominator, this Court does not enter final judgment on the final subsidy rate for BS plc at this time. The Court finds that Commerce’s listing of the final subsidy rate *406 for BS plc in the Privatization Remand as opposed to its remands on allocation or sales denominator, and the Court’s later entry of final judgment as to the final subsidy rate for BS plc, does not interfere with this Court’s entry of 54(b) judgment as described above in the country-specific case British Steel plc v. United States, Consol. Court No. 93–09–00550–CVD. Furthermore, the Court finds that the challenges to the general issues of allocation and sales denominator are readily severable from the privatization issues, both general and country-specific. Furthermore, the Court’s instant decision on the privatization issues in country-specific British Steel plc. v. United States, Consol.Court No. 93–09–00550–CVD, is a decision upon cognizable claims for relief.\n \n[1] Having determined that this Court is dealing with a “final judgment” on specific claims, the Court now determines that the **153 final judgment on the counts in the complaint of country-specific British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD, are immediately appealable under Rule 54(b). See Timken, 5 CIT at 6. There is no just reason for delay. The Court of Appeals for the Federal Circuit (Court of Appeals) has recently reversed and remanded a prior decision of this Court involving aspects of privatization. See Saarstahl AG v. United States, 78 F.3d 1539 (Fed.Cir.1996), rev’g and remanding Saarstahl, AG v. United States, 18 CIT 525, 858 F.Supp. 187 (1994). Another decision of this Court involving privatization issues is currently on appeal before the Court of Appeals. See Inland Steel Bar Co. v. United States, 18 CIT 536, 858 F.Supp. 179 (1994), appeals docketed, No. 94–1460 (Fed.Cir. Aug. 17, 1994) and No. 94–1491 (Fed.Cir. Sept. 7, 1994). The parties and this Court have spent a great deal of time and other resources sifting through the privatization issues in all of these cases. In the interest of conserving judicial and the parties’ resources, the Court finds it more desirable that, if further issues of privatization are to be appealed, they are appealed by as many affected parties as possible, and as concurrently as possible with this Court’s two prior decisions on these issues.14\n \nIn four distinct sections of the present opinion, the Court will address the general issue of privatization in the context of Commerce’s four final determinations revisited in the Privatization Remand. The Court will address all country-specific issues in Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, Usinas Siderurgicas de *407 Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD, and British Steel plc. v. United States, Consol.Court No. 93–09–00550–CVD, in the sections addressing the relevant determinations. The Court will address the general issues of sales denominator, allocation, and disproportionality, as well as all unresolved issues in LTV Steel Co., Inc. et al. v. United States, Consol.Court No. 93–09–00568–CVD, in future, separate opinions.\n \n\n\nStandard of Review\nIn reviewing determinations and remand determinations by Commerce, this Court will hold unlawful those found to be “unsupported by substantial evidence on the record, or otherwise not in accordance with law.” 19 U.S.C. § 1516a(b)(1)(B) (1988) (current version at 19 U.S.C. § 1516a(b)(1)(B)(i) (1994)).\n \n\n\nI. Certain Steel Products from Germany\nCommerce’s Privatization Remand\nIn the Privatization Remand, Commerce describes the transaction at issue as follows. In April 1989, the Government of Saarland (GOS) owned 76% of Saarstahl Volkingen GmBH (SVK). Arbed, a Luxembourg company, owned 24%.\n \nOn April 20, 1989, the GOS and Arbed agreed with Usinor Sacilor, a company owned by the French government,\nto combine SVK with another German steel producer owned by Usinor Sacilor, Dillinger Huttenwerke (Dillinger). The parties engaged two independent accounting **154 firms to appraise the relative values each party would contribute to the combined entity, in order to calculate each party’s percentage share ownership in the newly-combined entity.\nPrivatization Remand at 20. On June 14, 1989, pursuant to the agreement, the German government (GOG) and the GOS forgave all outstanding debts owed to them by SVK. Additionally, private creditors forgave a portion of the debt SVK owed them. This debt forgiveness, by both the two governments and the private creditors, “was the major subsidy found to have been bestowed upon SVK.” Id. at 21 n. 35.\n \nSVK’s name was changed to DHS Dillinger Hutte Saarstahl AG (DHS) on June 15, 1989,\nand its legal form was changed from GmBH (a limited liability corporation) to AG (a German stock company), so that DHS could issue stock. The events of June 15th had no effect on the assets and remaining liabilities of SVK, i.e., all assets and liabilities of SVK (including SVK’s tax loss carryforward) continued to reside in DHS. On that same day, Usinor Sacilor contributed its shares of Dillinger to DHS, and the GOS contributed an additional DM 145.1 million in cash to DHS. In return, Usinor Sacilor received a 70 percent ownership interest in DHS via the distribution of 70 percent of DHS’s shares, the GOS received 27.5 percent of DHS’s shares and Arbed received the remaining 2.5 percent of DHS’s shares.\n*408 Id. at 21 (footnote omitted). DHS transferred the assets, except for the tax loss carryforward, and liabilities of former SVK into a newly created subsidiary, Saarstahl AG (SAG) on June 30, 1989. DHS thus “ became a holding company with two operating subsidiaries, SAG and Dillinger.” Id. (footnote omitted). “[B]ecause DHS owned SAG, the former SVK/DHS’s assets and liabilities remained with DHS, albeit indirectly, even after the transfer of the assets and liabilities of the former SVK/DHS to the newly-created SAG.” Id. at 21 n. 37.\n \nTax considerations drove the structure creating the combined DHS. The structure “preserve[d] SVK’s tax loss carryforward under German tax law, for the benefit of DHS. The tax loss carryforward was valued by the independent accounting firms in establishing the GOS’s percentage ownership in DHS.” Id. at 22 (footnotes omitted).\n \nBased on these circumstances, Commerce made the following findings. First, SVK’s privatization was essentially a two-step process:\nPursuant to the first step of the transaction, SVK’s name was changed to DHS and it became a stock company. SVK’s assets, rights and liabilities simply became the assets, rights and liabilities of DHS. In the second step of the transaction, DHS was combined with Dillinger.\nId. (footnotes omitted).15 Second, the transaction combining SVK with Dillinger was a transaction at arm’s length, for fair market value, and consistent with commercial considerations “because it occurred between two unrelated parties and each party’s percentage shareholding in DHS/Dillinger [16 was based on appraisals performed by two independent accounting firms, which took into account the forgiveness of debt.” Id. at 23. Third, the transaction constituted a partial privatization because the GOS retained an ownership interest in DHS/Dillinger after the transaction.\n \nFourth, “SVK/DHS is for all intents and purposes the same entity which received the subsidies, SVK” because “all the assets, rights and remaining liabilities of SVK were the same as those of SVK/DHS.” Id. Fifth, “DHS/Dillinger remained for all intents and purposes the same entity as SVK/DHS.” Id. In the second step of the transaction,\nthe GOS exchanged SVK/DHS for an equity position in DHS/Dillinger. After completion of the transaction, Usinor Sacilor, **155 in addition to the GOS and Arbed, held equity interests in DHS/Dillinger. Thus, while the identity of the shareholders who held ownership interests in DHS/Dillinger, as well as the relative shareholdings of pre-privatization shareholders, differed from those in SVK/DHS, there was no change in DHS/Dillinger’s corporate identity. The fact that DHS/Dillinger subsequently held the shares of Dillinger does *409 not alter the fact that DHS/Dillinger is, for all intents and purposes, the same entity that received the subsidies, SVK/DHS.\nId. at 23–24. Particularly, SVK/DHS’s assets and liabilities remained with DHS/Dillinger, directly or indirectly.17 Additionally, the design of the transaction was such that the tax loss carryforward would continue to benefit DHS/Dillinger after the combination with Dillinger. Thus, based on Commerce’s interpretation of British Steel, DHS/Dillinger remained for all intents and purposes the same entity as SVK/DHS.18 Accordingly, Commerce will continue to impose countervailing duties on imports of the subject merchandise from DHS. Commerce determined the net subsidy to be 14.89% ad valorem.\n \n\n",
    "Discussion": "On June 7, 1994, this Court issued Saarstahl, AG v. United States, 18 CIT 525, 858 F.Supp. 187 (1994). The factual background and findings of Commerce discussed in Saarstahl became an issue in the current proceedings because the determination at issue in Saarstahl involves the same transaction as the one relevant to the German Final Determination. During oral argument on the general issues proceeding, however, Commerce recanted important findings relative to the transaction. See British Steel, 19 CIT at ––––, 879 F.Supp. at 1286–87. Because those recantations obfuscated the transaction, and for other reasons articulated in the opinion, this Court in British Steel remanded the German Final Determination so that Commerce could “properly make these findings and report them to this Court with articulated reason and consistency.” Id. at ––––, 879 F.Supp. at 1287.\n \nOn March 12, 1996, the Court of Appeals reversed and remanded this Court’s Saarstahl decision. The majority opinion found this Court “erred in holding that as a matter of law a subsidy cannot be passed through during an arm’s length transaction.” Saarstahl AG v. United States, 78 F.3d 1539, 1544 (Fed.Cir.1996) (Saarstahl II ). The majority reasoned this Court’s decision rested on the premise that subsidies cannot be countervailed unless they confer a demonstrable competitive benefit. Id. at 1542. The majority determined that the statute, however, does not limit countervailing duties only to subsidies giving a demonstrable competitive benefit, and thus this Court improperly equated subsidies with competitive benefits. Id. at 1542–43. “[I]njury to domestic industry,” the majority found, “is the only ‘effect’ relevant under the statutory scheme, and the arm’s length sale of a subsidized company would not necessarily prevent the merchandise sold by the newly privatized company from having this adverse effect on *410 the United States industry.” Id. at 1543–44 (citation omitted). “[T]he statute makes clear,” the majority reasoned, “that Congress did not require Commerce to determine the effect of the subsidy once bestowed.” Id. at 1543. The majority further explained that “[u]ltimately, the court did not accord sufficient deference to Commerce’s approach.... In the absence of explicit mandates ... Commerce’s approach must be accorded deference.” Id. at 1544. In sum, this Court “erred in concluding that subsidies cannot pass through to privatized companies.” Id.\n \n[2] This Court thoroughly agrees it is erroneous to hold as a matter of law that **156 subsidies cannot be passed in an arm’s-length transaction. It is hard to see, based on the facts as reported by Commerce to this Court during the Saarstahl proceedings, how Commerce’s attribution of subsidies to the purchaser of the assets, at arm’s length and for fair market value, could be supportable. It is possible that a purchaser of assets could bargain with the seller to take into account CVD liability. As this Court discussed in British Steel, such a scheme is possible, albeit presumably not desirable:\nIt could be argued that in an arm’s-length transaction a purchaser of one or several assets of a subsidized corporation could discount its purchase price for “subsidies liability under the CVD laws” and therefore the subsidies could be accounted for in this manner. Congress could have but did not authorize such a result. In fact, Congress does not appear to ever have considered it. Furthermore, it would seem such an approach would cause ponderous burdens upon the free flow of commerce. One can only contemplate the frustrations of subsequent bona fide purchasers for value as they negotiate to buy one or several assets, absent recording statutes, in trying to evaluate actual and/or inchoate CVD liabilities. What if the last owner did not trade with the United States but the new owner plans to do so? One can imagine valuation problems especially where there is no statutory guidance. Absent express congressional authorization this Court observes Commerce would be wise to avoid such an approach.\nBritish Steel, 19 CIT at –––– n. 20, 879 F.Supp. at 1272 n. 20.19 Regardless, it is difficult to envision how a purchaser could have anticipated a need or possibility to discount as the transaction reportedly took place in 1989, whereas Commerce did not develop the idea of traveling subsidies until 1993. Commerce has subsequently recanted the facts that were originally presented to this Court in Saarstahl. This Court is not certain what facts Commerce presented to the Court of Appeals pertaining to Saarstahl. This Court certainly agrees a remand is in order.\n \n[3] *411 This Court further agrees that Commerce must be accorded sufficient deference, and that Commerce’s construction of the statute “must be sustained if it ‘falls within the range of permissible construction.’ ” Saarstahl II, 78 F.3d at 1542 (quoting Daewoo Elecs. Co. v. International Union of Electronic Workers, 11 Fed.Cir. (T) ––––, ––––, 6 F.3d 1511, 1516 (1993), cert. denied, 512 U.S. 1204, 114 S.Ct. 2672, 129 L.Ed.2d 808 (1994)) (further citation omitted). It is Commerce’s duty, as the agency charged with administration of the CVD laws to determine CVD liabilities when enterprises, groups of assets, or any other configuration of commercial resources are privatized. In so doing, however, Commerce cannot violate the CVD statutes.\n \n[4] In the determinations at issue in British Steel, Commerce did contravene the statutes by failing to recognize and make certain critical findings regarding the transactions at issue. Under 19 U.S.C. § 1677(5)(B), a subsidy must be “provided to a specific enterprise or industry, or group of enterprises or industries.” 19 U.S.C. § 1677(5)(B) (1988).20 As parties, including the government, conceded at oral argument in this proceeding, “[t]his implies that the recipient of a subsidy must be a person or artificial person, such as a corporation carrying on a specific enterprise or industry, capable of holding a property interest such as a subsidy.” British Steel, 19 CIT at ––––, 879 F.Supp. at 1271. Indeed, the statute clearly states “enterprise,” not “asset,” or “group of assets,” but “enterprise.”\n \n**157 This has different implications for different types of privatizations. If, for example, a private purchaser buys several shares of stock of a subsidized, government-owned corporation, the purchaser is buying an interest in the very enterprise that was provided with a subsidy under § 1677(5)(B). It would appear that as a matter of basic corporate law, the only change is the identity of shareholders. The life or nature of the corporate entity has not changed—the enterprise to which the subsidy was provided “continues to survive as does Commerce’s authority to countervail that entity.” Id. at ––––, 879 F.Supp. at 1273.21 Of course, the determination as to whether the pre-transaction enterprise is, for all intents and purposes, the post-transaction enterprise, is a determination to be made by Commerce.22\n \nAt the other end of the spectrum, if a purchaser paysfair market value based on commercial considerations in an arm’s-length transaction for a group of assets owned by a subsidized corporation, for example, different *412 concerns arise. Commerce may choose to determine whether the parties had discounted the purchase price for “subsidies liability under the CVD laws.”23 If the parties had not, no subsidy would have been “provided to” the purchaser because the purchaser paid full value for the group of assets purchased. Again, these determinations are for Commerce to make looking at all of the circumstances of the transaction.24\n \nThis is not a distinction based solely on the form of the privatization transaction. First, form is subordinate to substance. As this Court explained in British Steel,\n[i]t is conceivable that foreign governments, transferors, and transferees could try to structure their privatization transactions to evade potential tariff liability under United States’ CVD laws.... Commerce, using its considerable expertise and insisting that such transactions be based upon good faith commercial considerations, should be able to ferret out sham transactions.\nBritish Steel, 19 CIT at ––––, 879 F.Supp. at 1277; see also id. at –––– n. 35, 879 F.Supp. at 1277 n. 35 (“Presumably, if the only reason governments are structuring privatization transactions is to evade countervailing duties, and do so without commercial considerations, Commerce will look upon such transactions with disfavor.”).25\n \n**158 Second, the examples given above are just that, examples, and are not meant to encompass the entire universe of possible privatization transactions. A myriad of transactions are conceivable.26 But, to create a blanket rule that subsidies always or never pass with anything “privatized” *413 regardless of the manner and extent to which the “privatization” occurs, can lead to a direct violation of the plain statutory language requiring that a subsidy must be “provided to a specific enterprise or industry, or group of enterprises or industries.” This is what occurred in the determinations at issue in British Steel. Commerce never determined whether the post-transaction enterprises were the pre-transaction enterprises. If they were not, Commerce could not, absent other circumstances, countervail the post-transaction companies. Commerce cannot countervail where no subsidy has been provided.\n \n[5] This Court also notes the majority’s finding in the Saarstahl opinion that “the statute does not limit Commerce to countervailing only subsidies that confer a competitive advantage on merchandise exported to the United States.” Saarstahl II, 78 F.3d at 1543. The majority further found “the statute makes clear that Congress did not require Commerce to determine the effect of the subsidy once bestowed.” Id., at 1543. As explained in British Steel, this Court has no quarrel, for purposes of this proceeding, with Commerce’s insistence that it is not required to trace the effects of subsidies. See British Steel, 19 CIT at ––––, 879 F.Supp. at 1273. Commerce must examine the totality of the circumstances surrounding each privatization transaction to determine whether, in fact, a subsidy has been “provided to” the enterprise Commerce seeks to countervail. This has nothing to do with tracing the effect of a subsidy or determining whether any remaining competitive benefit from prior subsidies has been “extinguished.” Again, however, a myriad of transactions are possible. No other generalities can be made. Thus, this Court agrees with the Court of Appeals’s holding in Saarstahl II that it cannot be held “as a matter of law a subsidy cannot be passed through during an arm’s length transaction.” Saarstahl II, 78 F.3d at 1544.\n \n[6] At this point, however, it is difficult to tell what Commerce originally claimed to have occurred in all of the Saarstahl proceedings. The transaction in question has become convoluted. Not only did Commerce recant certain findings relative to the transaction, **159 in Commerce’s present position set forth in the Privatization Remand, Commerce has changed its very depiction of the transaction at issue. On this basis alone, this Court agrees that its decision in Saarstahl required a remand.\n \nEven Commerce’s Privatization Remand in the instant case raises questions. Commerce fails to articulate whether it will continue to allocate benefits Commerce determined DHS received over the sales of DHS’s subsidiaries, SAG and Dillinger. See British Steel, 19 CIT at –––– n. 39, 879 F.Supp. at 1284 n. 39. In British Steel, this Court expressly required Commerce to determine whether “Commerce may properly countervail DHS or any other party.” Id. at ––––, 879 F.Supp. at 1287 (emphasis added). The Court also notes Commerce states in the Privatization Remand that “because DHS owned SAG, the former SVK/DHS’s assets and liabilities remained with DHS, albeit indirectly, even after *414 the transfer of the assets and liabilities of the former SVK/DHS to the newly-created SAG.” Commerce, however, never explains this statement. On these issues alone, it seems a further remand is called for. However, because the transaction at issue is relevant to the Saarstahl proceeding, and because the Court of Appeals has issued a majority opinion reversing and remanding Saarstahl on the facts as reported by Commerce in that proceeding, this Court determines it would preserve judicial resources to stay a ruling on the Privatization Remand as it pertains to the German Final Determination until it has jurisdiction to proceed with the remand on Saarstahl. This course of action will ultimately permit Commerce to reexamine Saarstahl and the instant case on remand.\n \nAccordingly, the Court’s consideration of the Privatization Remand as it pertains to the German Final Determination, and of all issues related to or dependent upon privatization in LTV Steel Co., Inc., et al. v. United States, Consol.Court No. 93–09–00568–CVD, consisting of LTV Steel Co., Inc., et al. v. United States, Court No. 93–09–00568–CVD, Thyssen Stahl AG, et al. v. United States, Court No. 93–09–00585–CVD, AG der Dillinger Huttenwerke v. United States, Court No. 93–09–00596–CVD, and Fried. Krupp AG Hoesch–Krupp and Krupp Hoesch Stahl AG v. United States, Court No. 93–09–00603–CVD, is stayed pending this Court’s jurisdiction pursuant to the remand from the Court of Appeals in Saarstahl.\n \n\n\nII. Certain Steel Products from Mexico\nCommerce’s Privatization Remand\nIn the Privatization Remand, Commerce describes the privatization of AHMSA as follows. As part of its 1989–1994 National Development Plan, the Government of Mexico (GOM) decided to privatize state-owned steel mills, including AHMSA. The GOM first sold three AHMSA subsidiaries and closed several plants for environmental reasons. Subsequently, “[t]o implement the privatization of AHMSA,” the GOM engaged advisors, both financial and legal, and developed “detailed criteria” to be used in a bidding process for what remained of AHMSA. Privatization Remand at 28.\n \n“The winning bid,” Commerce explains, “was determined based on a formula which valued up-front payments at 100 percent of the face value, and committed investment (the purchaser’s commitment to invest money in AHMSA’s operations following the privatization) at 50 percent of the committed investment amount.” Id.27 An entity called Grupo Acereros del Norte (GAN) was judged to have submitted the best bid based on the evaluation formula. “Although GAN’s bid did not include the highest up-front payments,” Commerce explains, “based on the evaluation formula, the combination of GAN’s up-front payment *415 plus 50 percent of its future committed investment was the highest.” Id. Commerce describes the rest of the transaction as follows: “GAN purchased 100 percent of AHMSA’s equity from the GOM. GAN assumed all responsibility for AHMSA’s liabilities, and all rights to AHMSA’s assets. For Mexican tax purposes, GAN’s **160 purchase of AHMSA was considered a sale of shares.” Id. at 28–29.\n \nBased on these facts, Commerce made the following findings. First, Commerce found that the sale of AHMSA was at arm’s length. Second, Commerce states it could not conclude that the sale was for fair market value or that it was consistent with commercial considerations. Although GAN’s bid was determined to be the “best” bid under the evaluation formula, Commerce explains,\nthat formula included a 50 percent weighting for future committed investment, reflecting the GOM’s priority of maintaining domestic steel production once the steel mills had been privatized. Because the goal of preserving domestic steel production may not reflect considerations of a commercial seller, we cannot find that the GOM’s bid evaluation formula, and its decision to sell to GAN, was consistent with commercial considerations. Moreover, because all bids submitted for AHMSA were structured according to the bid evaluation formula, we cannot find that those bids provide a measure for fair market value.\nId. at 29. Third, Commerce found the sale of AHMSA to constitute a full privatization because 100% of AHMSA was sold. Fourth, Commerce determined the sale of AHMSA was a stock sale, “therefore, the privatized AHMSA remains the same entity which received the subsidies.” Id. Accordingly, Commerce “will continue to impose countervailing duties on imports of the subject merchandise from AHMSA.” Id.28\n \n\nContentions of the Parties\n\nA. The Foreign Producers\nAHMSA sets forth three primary contentions in opposition to Commerce’s determination as to AHMSA in the Privatization Remand. First, AHMSA contends Commerce improperly refused to consider whether GAN paid fair market value for AHMSA. According to AHMSA, Commerce “simply concluded that, because the Mexican government included a value for ‘committed investment’ in its bid evaluation formula, it was impossible to determine what the ‘fair market value’ of AHMSA was, or whether the price GAN paid for AHMSA was above that value and based on commercial considerations.” (Comments of AHMSA on the Final Remand Determ. Concerning the General Issue of Privatization (AHMSA’s Comments) at 5 (footnote omitted).)\n \nIn further support of this contention, AHMSA argues as follows. First, AHMSA claims Commerce ignored the privatization process *416 used—“a fair and open competitive auction” ensuring “that the winning bid will represent the fair market value of the item being sold—whether payment for the item is accepted in case, barter, or any other item of value.” (Id. at 5–6.)29 Second, AHMSA explains that an independent consultant and the government’s bank agent evaluated AHMSA’s value under a number of methodologies prior to privatization. Even without considering the committed investment portion of GAN’s winning bid, AHMSA maintains, the price paid by GAN was “well above all of the values determined” prior to the privatization and thus, Commerce should have found that the privatization of AHMSA was at fair market value. (Id. at 8.) Third, AHMSA argues that the existence of a competing bid is not a proper basis for disregarding the independent valuations. According to AHMSA, the competing bid did not have a higher value: “To the contrary, a review of the facts demonstrates that the real ‘upfront’ cash value of that competing bid was less than the cash value of GAN’s bid.” (Id. at 9.) Commerce’s determination that the competing bid did have a higher “upfront” value, AHMSA argues, was based on an inconsistent assumption that the bid evaluation formula did not correctly calculate the value of committed investment, but did correctly calculate the value of debt. Furthermore, **161 AHMSA claims, Commerce’s comparison of the two bids without considering committed investment is clearly incorrect.30 AHMSA ALSO ARGUES THE Competing bid did not conform to the bidding rules, and that both bids represented different expressions of the fair market value of the company because both were above the independent valuations. Fourth, AHMSA complains Commerce improperly equated the commercial value the GOM received with the commercial cost imposed on GAN by its bid.31\n \nAHMSA’s second major contention is that Commerce’s finding the privatization was effected through a sale of shares is inconsistent with *417 record evidence. “In economic substance,” AHMSA claims, “the transaction was essentially a sale of assets.” (Id. at 21.) AHMSA explains:\n[T]he privatization transaction consisted, as a formal matter, of a sale of both shares and assets from the Mexican government to GAN. In the privatization transaction, the government sold GAN: (1) all of the shares of AHMSA stock it owned, (2) the assets of Aceros Planos (which had not previously been owned by AHMSA)32, and (3) a separate continuous casting unit (which also had not previously been owned by AHMSA).\n \n....\n... [T]he Mexican government essentially treated the pre-privatization state-owned entity as a bundle of goods, which it combined with other assets and sliced up into a number of different packages to be sold in separate transactions.\n(Id. at 20–21 (footnote omitted).)\nThird, AHMSA contends evidence on the record further demonstrates that AHMSA was not “for all intents and purposes” the same entity before and after the privatization. According to AHMSA, Commerce’s Privatization Remand does not contain a finding with respect to this issue. (Id. at 21–22.) “Instead,” AHMSA maintains, “the Department apparently concluded that this question did not have to be answered, because the corporate entity named AHMSA survived the privatization transaction legally intact.” (Id. at 22.) AHMSA argues this focus on corporate formalities is inconsistent with this Court’s remand order and evidence submitted by AHMSA during remand “regarding **162 the fundamental changes in AHMSA’s facilities, legal status, management and cost structure that resulted from the privatization.” (Id. (referencing AHMSA’s Comments App. 1).) AHMSA was, it contends, “a very different company” after privatization. (Id.)\n \n\n\nB. The Domestic Producers\nAccording to Domestic Producers, British Steel “enunciates a simple rule: If a subsidized company is privatized through the sale of its shares, the subsidies remain countervailable because nothing has occurred to remove them from the company.” (Domestic Producers’ Rebuttal Comments in Supp. of the Final Results of Redetermination Regarding the General Issue of Privatization (Domestics’ Comments) at 4 (footnote omitted).)33 AHMSA, Domestic Producers contend, was privatized solely through a sale of shares, regardless of whether GAN may also have purchased other assets.\n \n*418 Domestic Producers further contend post-privatization AHMSA was for all intents and purposes the same entity that received subsidies prior to privatization. In so doing, Domestic Producers argue as follows. First, contrary to AHMSA’s contention, even after spin-offs of various units and assets prior to privatization, “AHMSA is clearly essentially the same entity that received the subsidies.” (Id. at 6–7.) Second, the end of government ownership itself does not represent a fundamental change in the entity.34 Similarly, the fact that transfer in ownership means GAN controls AHMSA’s management is “completely normal in the course of business” and “does not alter the essential nature of the corporation.” (Id. at 7.) Third, the question of whether AHMSA’s cost structure has changed because it now includes the costs GAN incurred in purchasing AHMSA has no relevance to AHMSA’s essential nature. In sum, Domestic Producers argue GAN purchased “an ongoing concern, a corporation that retained its independent legal identity. AHMSA has pointed out no change that in any way would have represented a return by it to the GOM of the benefits it had received from pre-privatization subsidies.” (Id. at 8.)\n \nFinally, Domestic Producers contend AHMSA’s argument that it was sold at fair market value is irrelevant, and that Commerce’s determination AHMSA was not sold at fair market value is supported by substantial evidence. To support their argument concerning relevance, Domestic Producers argue as follows:\nWhether or not AHMSA was privatized at or below fair market value has no connection at all with the issue of whether the Department can continue to countervail AHMSA’s pre-privatization subsidies. Even if AHMSA was sold at fair market value, the sale would affect only the ownership of the company’s shares. It would not affect “the life or nature of the corporate entity purchased.”\nThe sale of AHMSA at less than fair market value likewise would not have any effect upon the company, because the company itself would not necessarily derive any benefit from the transaction.\n(Id. at 9 (footnotes omitted).)\n \nDomestic Producers contend the sale of AHMSA was at less than fair market value because, first,\nin accepting GAN’s bid, the GOM considered factors a commercially-motivated seller would not have and the GOM consequently accepted less than a commercial seller would have required,[35 and [second] because GAN paid less for AHMSA than a competing bidder would have paid.\n \n**163 *419 (Id. at 12.) Domestic Producers point to GOM’s consideration of the committed investment and argue “a commercial seller simply would not consider what amounts the potential buyer intended to invest in the company after the sale, because those amounts have no relation to what the company is worth to the seller.” (Id. at 13.) Additionally, although Domestic Producers agree that the committed investment portion of GAN’s bid imposed an economic cost on GAN, they argue it is incorrect to attribute this cost to the purchase of AHMSA:\nWhat GAN was purchasing with its bid of cash plus committed investment was AHMSA plus the additional production facilities created by the additional investment. As GAN is a private party, it presumably would make investments only if it expected to earn a reasonable rate of return upon them.... [T]he value of those new facilities would be at least approximately equal to the value of the committed investment. Thus, the only cost that GAN actually incurred for the purchase of AHMSA alone was the cash portion of its bid.\n(Id.) Domestic Producers further argue that the existence of a higher alternative bid confirms GAN purchased AHMSA for less than fair market value,36 and that if GAN’s committed investment was not made on terms consistent with commercial considerations, it provided an additional indirect subsidy to AHMSA.37\n \n\n\nC. The Department of Commerce\nCommerce first contends it properly determined that it may continue to countervail AHMSA because AHMSA was privatized through a sale of shares. According to Commerce, in British Steel this Court held “that Commerce’s ability to countervail pre-privatization subsidies continues where the privatization in question was effected through a sale of shares.” (Def.’s Resp. to Comments on the Remand Determ. on the General Issue of Privatization (Def.’s Resp.) at 16 (citation omitted).) According to Commerce, this is how AHMSA was privatized—through a sale of shares in which “GAN not only purchased the assets of AHMSA, it purchased AHMSA itself.” (Id. at 19.) Thus, Commerce explains, “consistent with the clear language of the Court’s opinion,” Commerce determined it would continue to countervail the subject merchandise from AHMSA.\n \nSecond, Commerce contends it properly determined it did not reach the question of whether AHMSA was, for all intents and purposes, the same entity that received subsidies. Commerce acknowledges the Court *420 instructed it to determine whether each privatized entity continues to be, for all intents and purposes, the same entity that received subsidies prior to the privatization transaction, but maintains the Court did not provide guidance on this instruction. Commerce explains, however, that the Court also instructed it to determine whether each privatization was effected through a sale of shares or assets, and that Commerce observed as follows in the Privatization Remand:\n“[w]here a corporate entity was privatized through a stock sale, the corporate entity which received the subsidies remains the same; there is merely a change in ownership.... In such a case, the question of whether the privatized entity continues to be, for all intents and purposes, the same entity that received subsidies is not  **164 reached because there is no change in the corporate form.”\n(Id. at 19–20 (quoting Privatization Remand at 11–12) (emphasis added in Def.’s Resp.).) Commerce claims it “reasonably determined that, once it finds that a given privatization is a stock sale, that is the end of the matter—it need not go on to make a separate ‘all intents and purposes’ finding.” (Id. at 20.) “In other words,” Commerce explains, “a corporation that is privatized through a sale of shares is, by definition, the same corporation that received the subsidies.” (Id.) Commerce also disagrees with AHMSA’s reading of British Steel, which Commerce characterizes as focused on “whether a corporation is ‘for all intents and purposes the same after privatization as it had been before.’ ” (Id. at 21 (quoting AHMSA’s Comments at 22).) According to Commerce, “[i]n emphasizing the word ‘all,’ AHMSA suggests that the post-privatization corporation must be, in every respect, identical to the pre-privatization corporation if it is to be ‘for all intents and purposes’ the same.” (Id.) “If the privatization event itself is enough to ensure that a corporation is not for all intents and purposes the same,” Commerce argues, “then the Court’s instruction to the Department is meaningless.” (Id. at 21–22 (footnote omitted).)\n \nFinally, Commerce contends that although “the question of whether AHMSA was sold at arm’s length, for fair market value and consistent with commercial considerations should have no bearing on the Department’s ability to countervail AHMSA’s pre-privatization subsidies, because AHMSA was privatized through a sale of shares,” Commerce’s determinations concerning fair market value and commercial considerations were reasonable, supported by substantial evidence, and otherwise in accordance with law. (Id. at 23.) Commerce claims it evaluated the transaction to determine whether the transaction was for fair market value and consistent with commercial considerations, but it was unable to determine that it was:\nBecause the goal of preserving domestic steel production may not reflect considerations of a commercial seller, we cannot find that the GOM’s bid evaluation formula, and its decision to sell to GAN, was consistent with commercial considerations. Moreover, because all bids submitted for AHMSA were structured according to the bid *421 evaluation formula, we cannot find that those bids provide a measure for fair market value.\nPrivatization Remand at 29, quoted in Def.’s Resp. at 24.\n \nIn further support of this contention, Commerce discredits AHMSA’s arguments supporting AHMSA’s position that the GOM received fair market value on privatization. First, Commerce argues it properly did not use the independent consultants’ valuations of AHMSA. Because certain considerations that Commerce determined may not reflect the considerations of a commercial seller were reflected in the bid evaluation formula, Commerce maintains, it could not conclude that any bid submitted according to that formula reflected fair market value. “Given the GOM’s motivations,” Commerce continues, “the fact that the GOM received more for AHMSA than the values computed by outside parties does not establish that the GOM received fair value.” (Def.’s Resp. at 25.) Second, Commerce argues it correctly included the debt portion of the competing bid in comparing that bid to GAN’s: “The fact that the debt was to be paid to the GOM distinguished it from the committed investment, which represents money going back into the privatized company.” (Id. at 26.) Third, Commerce asserts it is unaware of any record evidence indicating the competing bidder was disqualified, “or that the GOM gave any consideration whatsoever to any ‘changes’ requested by the rival in deciding who won the auction.” (Id.) Fourth, Commerce points out it considered more than just the upfront portions of the competing bids in its fair market value consideration—it “also considered the GOM’s motivations in structuring the sale, and found those motivations to be more important than the value of the competing bids because ‘the alternative bids [did] not reflect the price that would [have been] paid for AHMSA in the absence of the bid evaluation formula.’ ” (Id. at 26–27 (quoting Privatization Remand at 46–47).) Finally, Commerce argues it correctly focused on what the GOM, as seller, received, **165 not on the economic cost to GAN, the purchaser. “[B]y analogy to its policy in situations where the government is the purchaser,” Commerce asserts, it “asked what the GOM should have required as payment for its shares, i.e., what a private owner would have charged for the shares.” (Id. at 28 (citing Privatization Remand at 48).)38\n \n\nDiscussion\nThe Court sustains Commerce’s Privatization Remand as it pertains to AHMSA. Commerce’s determinations that the sale of AHMSA was at arm’s length and was a full privatization are supported by substantial evidence and are otherwise in accordance with law. No record evidence suggests otherwise, and the parties apparently do not dispute these findings. The true dispute essentially lies in three areas: (1) whether the transaction was actually a sale of assets; (2) whether AHMSA is “for all *422 intents and purposes” the same entity that received subsidies prior to privatization; and (3) whether Commerce properly found it could not conclude the transaction was at fair market value or consistent with commercial considerations.\n \n[7] As to the nature of the transaction, the Court finds Commerce’s determination that AHMSA was privatized through a sale of its shares is supported by substantial evidence and is otherwise in accordance with law. The parties do not dispute that an auction of AHMSA’s shares took place. AHMSA attacks Commerce’s finding, however, by arguing the GOM sold GAN not only all of AHMSA’s shares, but also the assets of Aceros Planos and a separate continuous casting unit which also had not previously been owned by AHMSA. Simply because the purchase included not only all shares of AHMSA but also additional non-AHMSA assets does not mean the sale of AHMSA was not effected through a sale of its shares. The cost of these additional assets may have constituted part of the transaction price, but these assets were not components of AHMSA—their addition to the transaction does not change the fact that GAN purchased 100% of AHMSA’s shares.\n \n[8] [9] The Court also finds Commerce’s conclusion that post-transaction AHMSA is for all intents and purposes the same entity that received subsidies is supported by substantial evidence on the record and is otherwise in accordance with law. Only stock ownership changed hands, and Commerce examined other relevant factors contributing to the totality of the circumstances in this transaction. Commerce found nothing to undermine the notion that pre-privatization AHMSA is post-privatization AHMSA.39 However, the Court does caution against Commerce’s apparent per se rule that when privatization is effected through a sale of shares, that necessarily means a pre-privatization entity is the same as a post-privatization entity. As discussed above, substance is the most important consideration—in order to countervail, Commerce must countervail an enterprise to which a subsidy was provided. Form is an important tool with which to answer this question, but it is only a potential indicator, it is not necessarily conclusive. Future creative transactors may be able to structure privatization transactions to avoid or take advantage of such a per se rule based solely on form.\n \n**166 [10] As to fair market value and commercial considerations, Commerce’s inability to conclude AHMSA was sold at fair market value based on commercial considerations is not fatal to its determination. Fair market value and commercial considerations are factors to be considered in evaluating the circumstances of a privatization transaction. Based on Commerce’s *423 findings here, however, even if the shares of AHMSA were not sold at fair market value based on commercial considerations, pre-transaction AHMSA would survive the transaction.40\n \nThe Court now turns to the country-specific claims filed in Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, the Mexican country-specific proceeding. In its country-specific motion for judgment upon the agency record, AHMSA presents four challenges. The first issue is directly related to privatization. That issue involves a “loan” provided to AHMSA by the GOM in 1991 to help defray the costs of severance payments arising from reductions in AHMSA’s workforce. According to AHMSA, Commerce found the GOM’s forgiveness of interest on the loan amounted to a countervailable subsidy. AHMSA argues that, contrary to its treatment for most of the pre-privatization subsidies it found, Commerce countervailed the full amount of the interest that was forgiven on the loan, without adjusting for privatization under Commerce’s “privatization credit” methodology. The Court finds this first challenge has been effectively mooted because Commerce did not apply its repayment methodology in the Privatization Remand and because the Court has now upheld the Privatization Remand as it pertains to AHMSA.\n \nAHMSA’s second challenge pertains to the method Commerce used to amortize the “principal” amounts of pre-privatization subsidies. Generally, Commerce has allocated nonrecurring grants over the useful life of assets in the steel industry, see British Steel, 19 CIT at ––––, 879 F.Supp. at 1289–90 (explaining Commerce’s allocation methodology),41 and in this investigation, set the allocation period at 15 years, General Issues Appendix, 58 Fed.Reg. at 37,227. To calculate the benefits allocated in individual investigations, Commerce used “the declining balance methodology” set forth in 54 Fed.Reg. 23,366, 23,384 (Dep’t Comm.1989) (to be codified at 19 C.F.R. § 355.49(b)(3)) (proposed May 31, 1989) (Proposed Regulations ). General Issues Appendix, 58 Fed.Reg. at 37,227.\n \nIn the Mexican Final Determination, Commerce had to account for hyperinflation during certain years in the allocation period—1983 through 1988. Mexican Final Determination, 58 Fed.Reg. at 37,355. Commerce explained that under its past practice, “if a country is found to be hyperinflationary and companies in the country adjust for inflation in their financial statements (as is done by AHMSA), the Department will make adjustments, where necessary, to account for hyperinflation in the benefit calculations.” Id. The adjustments include indexing the infusion amounts over the entire period or converting the infusions into dollars at the time of infusion. Id. Commerce did not apply these adjustments in the Mexican Final Determination, however, *424 because the agency found Mexico was hyperinflationary only during part of the 15–year period: “indexing for the entire period or converting the amount of the infusions into dollars at the time of infusion (i.e., dollarization) for use in our calculation would inflate the benefit from these infusions by adjusting for non-hyperinflationary as well as hyperinflationary periods.” Id. Accordingly, Commerce adopted a “loan-based methodology”42 to “more accurately **167 reflect[ ] the effects of hyperinflation.” Id. This methodology is premised on the assumption that absent the government infusion or grant, the company would have had to take out a 15–year loan rolled over each year at the prevailing nominal interest rates. Id. Commerce calculated the benefit in each year of the 15–year period as the principal plus interest payments associated with the “ loan” at the nominal interest rate prevailing in that year.43 Id. “Because nominal interest rates are used,” Commerce explained,\n \nthe effects of inflation are already incorporated into the benefit.\nThis methodology recognizes that, absent dollarization of the subsidy, there is no way given the hyperinflation in 1983–88 to (1) preserve a declining balance in the benefit stream, and (2) reflect accurately the effects of hyperinflation. The methodology we have used in these investigations recognizes that in a hyperinflationary environment, asset depreciation due to inflation can often outweigh normal asset depreciation and cause benefits in some years to be higher than in previous years.\nId.\nAHMSA does not contest Commerce’s calculating the benefit of a government infusion as the cost of a long-term “loan” for an equal amount. AHMSA objects to the fact that Commerce\ndid not assume that the principal of the loan would be repaid in equal annual installments, as under its normal methodology. Instead, the Department assumed that the principal would be repaid as in a mortgage. Under such an assumption, only a small portion of the principal would be repaid in the early portion of the amortization period, while a disproportionately larger portion would be repaid in later years.\n(Mot. of Pl. AHMSA for J. on Agency R. on Country–Specific Issues (AHMSA’s Br.) at. at 18–19 (footnote omitted).) AHMSA argues Commerce failed to provide an explanation for its use of this repayment schedule in place of its normal methodology, and that Commerce’s departure was unreasonable. AHMSA further argues the Court previously *425 rejected a mortgage repayment methodology in Michelin Tire Corp. v. United States, 6 CIT 320, 1983 WL 2215 (1983), vacated as moot, 9 CIT 38, 1985 WL 17682 (1985).\n \nCommerce responds it “explained in great detail that the intermittent hyperinflation which occurred in Mexico during the years 1983–1988 rendered Commerce’s usual allocation methodology unsuitable.” (Def.’s Mem. in Opp’n to Pl.’s Mot. for J. on Agency R. in Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD (Def.’s Br.) at 26 (citing Mexican Final Determination, 58 Fed.Reg. at 37,362).) Commerce also points to an internal memorandum on the record discussing the issue of hyperinflation in Mexico and explaining why the agency utilized a loan-based methodology in place of its usual methodology. Commerce rejects AHMSA’s argument that the agency’s use of a loan-based methodology is inconsistent with Michelin Tire, principally because the Court in Michelin Tire was not addressing the proper allocation methodology to be used in a hyperinflationary environment.\n \nDomestic Producers agree with Commerce that the agency adequately explained its adoption of a different methodology as a response to Mexico’s intermittent hyperinflation. Domestic Producers also argue the Court’s decision in Michelin Tire is not controlling in this case because hyperinflation was not an issue in that case and because the decision was vacated and has no precedential value. Domestic Producers further point out that in Michelin Tire, the Court reviewed **168 the agency action under a de novo standard of review.\n \n[11] [12] The agency need only provide a “reasoned analysis” of its departure from prior agency practice,” see Rust v. Sullivan, 500 U.S. 173, 187, 111 S.Ct. 1759, 1769, 114 L.Ed.2d 233 (1991) (citing Motor Vehicle Mfrs. Ass’n of United States, Inc. v. State Farm Mut. Auto. Ins. Co., 463 U.S. 29, 42, 103 S.Ct. 2856, 2866, 77 L.Ed.2d 443 (1983)), which the Court finds Commerce has provided in this instance. The Court also finds the fact that benefits allocated under the loan-based methodology were amortized using a mortgage payment schedule is part and parcel of Commerce’s loan-based methodology. That is, the mortgage payment schedule is an integral component of the loan-based methodology. Therefore, because the Court holds Commerce advanced a reasoned analysis for adopting the loan-based methodology, the mortgage payment schedule, as part of the loan-based methodology, is also sustained.\n \n[13] Commerce explained it adopted a loan-based methodology in the Mexican Final Determination because it found the methodology\nmore accurately reflects the effects of hyperinflation. The methodology ... assumes that, in lieu of a government equity infusion/grant, a company would have had to take out a 15–year loan that was rolled over each year at the prevailing nominal interest rates.... The benefit in each year of the 15–year period equals the principal plus interest payments associated with the loan at the nominal interest rate prevailing in that year.\nSince we have assumed that the infusion/grant was equivalent to a 15–year loan at the current rate in the first year, a 14–year loan at *426 current rates in the second year and so on, the benefit stream will be 0 in year 16, just as with the Department’s grant amortization methodology. Because nominal interest rates are used, the effects of inflation are already incorporated into the benefit.\nMexican Final Determination, 58 Fed.Reg. at 37,355; (see also Def.’s App. Tab J at 3 (“The principal and interest payments would be determined via a mortgage payment schedule.”)). Although AHMSA objects to the economic rationale behind Commerce’s reasoning, the Court cannot say the agency’s decision to adopt the loan-based methodology and its mortgage payment schedule was not based on a reasoned analysis. Notwithstanding AHMSA’s arguments to the contrary, the Court’s decision in Michelin Tire has little bearing on this case.44 Accordingly, the Court holds Commerce’s use of the loan-based methodology, including the mortgage payment schedule aspect, to amortize the benefits accruing from pre-privatization subsidies to AHMSA is based on substantial evidence and is otherwise in accordance with law.\n \nAHMSA’s third challenge concerns Commerce’s determination that AHMSA received a subsidy from the GOM’s 1988 and 1990 purchase of AHMSA’s debt held by foreign creditors. In 1987, the GOM negotiated an agreement with foreign creditors to restructure the debt of AHMSA and other Mexican companies. Mexican Final Determination, 58 Fed.Reg. at 37,357. In 1988 and 1990, the GOM negotiated another round of debt restructuring agreements under which the GOM purchased AHMSA’s debt from foreign creditors in exchange for GOM debt. Id. After examining the agreements, Commerce found the grace period, interest rate, and payment terms in the 1988 and 1990 agreements were the same as those in the 1987 agreement. Id. Commerce also viewed documentation showing AHMSA had been paying interest on the principal of the loans **169 during the grace period, and that each of the restructuring agreements contained the same grace period extending beyond the period of investigation. Id. Therefore, Commerce reasoned, “the principal of the loans arising out of the 1987 debt restructuring agreements should have remained the same when these loans were taken over by the GOM in 1988 and 1990.” Id. According to Commerce, however, AHMSA could not demonstrate that the total amount of the principal of the loans covered by the 1987 agreement was unchanged by the 1988 and 1990 agreements. Id. Because Commerce could not verify that none of AHMSA’s principal obligations on its debt were forgiven in the 1988 and 1990 agreements, Commerce concluded, “as BIA, that a portion of principal was forgiven through the 1988 and 1990 agreements and this forgiveness confers a subsidy on AHMSA.” Id.\n \n*427 AHMSA argues the texts of the debt restructuring agreements, AHMSA’s internal amortization schedules, testimony of GOM and AHMSA officials, and a schedule of the actual foreign debts purchased by the GOM in 1988 and 1990, all provide sufficient evidence that the terms of AHMSA’s indebtedness were not changed by the GOM’s purchase of debt. Verification also confirmed, AHMSA argues, “that AHMSA had recorded long-term debts to the government which precisely matched the amounts the government had purchased from AHMSA’s foreign creditors.” (AHMSA’s Br. at 23.) AHMSA also contests Commerce’s resort to BIA. As recounted by AHMSA, Commerce verifiers requested AHMSA demonstrate how each of AHMSA’s restructured foreign borrowings, as they existed at the time of the 1987 restructuring, could be tied to the debt actually purchased by the GOM in 1988 and 1990. AHMSA explains it could not provide such a tracing of its loans because its debt had been traded extensively on secondary markets leading to changes in the holders of the debt and the currency in which the debt was denominated. Notwithstanding other difficulties it faced in satisfying Commerce’s request,45 AHMSA contends this information was unnecessary because the only issue was whether the amount of AHMSA’s indebtedness to the GOM after the 1988 and 1990 debt purchases was less than the amount of the debt the GOM had purchased. Because the total amount of its indebtedness was not affected by the GOM debt purchases, AHMSA concludes, Commerce’s insistence on an unnecessary and irrelevant trace of AHMSA’s loans was unreasonable.\n \nCommerce rejects AHMSA’s contention that the company’s documentation established the debt purchased by the GOM and the debt assessed AHMSA by the GOM was the same. For example, Commerce argues the “documentation” AHMSA provided was simply a list of debt aggregated by currency, which presented nothing concrete to verify, and that “Commerce was unable to trace the principal obligations of any of AHMSA’s loans from the 1987 long-term loan lists ... despite attempting five different methodologies to perform the trace.” (Def.’s Br. at 34.) Commerce also disputes AHMSA’s claim that the company had little notice of Commerce’s request for certain information. One week before verification, Commerce explains, the agency informed counsel for AHMSA that Commerce would need to examine the effects of the 1987, 1988, and 1990 debt restructuring agreements, including the tracing of AHMSA’s foreign debt position. Commerce maintains that at verification, however, AHMSA was unprepared. Commerce further points out that AHMSA officials informed Commerce such a trace would not be possible due to currency changes. Although Commerce suggested a partial trace and alternative methods, Commerce argues *428 AHMSA was unable to provide responsive documentation. Commerce contends AHMSA’s other explanations for its failure to produce the information necessary to trace the loans are not persuasive. Thus, Commerce asserts **170 its resort to BIA to determine the GOM forgave a portion of AHMSA’s debt was reasonable.\n \nDomestic Producers support Commerce. Domestics argue Commerce’s verification methodology of tracing the foreign loans was well-within the agency’s discretion to adopt. In this investigation, Domestics maintain, Commerce exhausted all feasible options and properly determined AHMSA failed verification with respect to the debt restructuring program. Domestics further argue AHMSA has failed to prove Commerce could or should have used alternative verification methods, and that AHMSA had “more than adequate notice” tracing information would be needed.\n \n[14] [15] Commerce’s “decision to select a particular [verification] methodology rests solely within Commerce’s sound discretion. As long as there is ‘substantial evidence on the record’ to support the choice, the Court will sustain the methodology chosen by Commerce.” Hercules, Inc. v. United States, 11 CIT 710, 726, 673 F.Supp. 454, 469 (1987); see Floral Trade Council v. United States, 17 CIT 392, 399, 822 F.Supp. 766, 772 (1993) ( “Congress has afforded [Commerce] a degree of latitude in implementing its verification procedures.”) (citation omitted). The Court finds Commerce’s decision to trace the principal amounts of foreign debt held by AHMSA as a means of verifying whether AHMSA received countervailable benefits from the GOM’s 1988 and 1990 debt purchases was proper. As the agency explained, it had reason to believe the principal of the loans arising out of the 1987 debt restructuring agreements should have remained the same when these loans were taken over by the GOM in 1988 and 1990. See Mexican Final Determination, 58 Fed.Reg. at 37,357. The fact that Commerce was unable to verify this information despite several attempts, bolsters the agency resort to BIA in this instance. Commerce proposed several methods to trace the loan amounts using financial data from AHMSA, but was thwarted each time either because AHMSA officials were unprepared to perform a trace, or were unable to provide documentation.46 Although Commerce gave AHMSA notice of the agency’s need for information at verification necessary to trace the principal amounts of debt held,47 AHMSA was unable *429 or unwilling to provide Commerce with such information. Accordingly, the Court finds Commerce properly resorted to BIA in this instance. See 19 U.S.C. § 1677e(c) (1988) (“[T]he administering authority ... shall, whenever a party ... refuses or is unable to produce information requested in a timely manner and in the form required ... use the best information otherwise available.”).48\n \n[16] AHMSA’s fourth challenge concerns Commerce’s determination that AHMSA was unequityworthy in each year it received a GOM equity investment from 1979 to 1991. To measure the benefit from equity infusions made or provided on terms inconsistent with commercial considerations, Commerce’s grant methodology “treats equity infusions into unequityworthy companies as grants.” General Issues Appendix, **171 58 Fed.Reg. at 37,241.49 In this context, Commerce declares equity infusions countervailable subsidies if it finds the company receiving the infusions unequityworthy. See British Steel, 19 CIT at ––––, 879 F.Supp. at 1300–01 (explaining the general issue of the grant methodology). In this investigation, Commerce found AHMSA to be unequityworthy from 1979 through 1987, and in 1990 and 1991. Mexican Final Determination, 58 Fed.Reg. at 37,355. Accordingly, Commerce determined equity infusions made by the GOM in AHMSA in each year from 1979 through 1987, and in 1990 and 1991, were inconsistent with commercial considerations and, because provided to a single enterprise, countervailable.50 Id. at 37,356.\n \nAHMSA first argues Commerce’s equityworthiness analysis “was far too simplistic” and “clearly flawed” as Commerce focused primarily on AHMSA’s financial statements, which “reflected only the weakness in the Mexican economy—and not inherent flaws in AHMSA.” (AHMSA’s Br. at 27.) Second, AHMSA claims the record shows AHMSA was equityworthy in at least a number of the years in which Commerce found AHMSA unequityworthy. Specifically, AHMSA argues Commerce improperly discounted evidence that in 1988 and 1991 private investors made substantial investments in AHMSA on the same terms as the GOM.51 AHMSA also points to financial projections the GOM relied upon in making its 1986 investments, as evidence AHMSA was expected to generate substantial positive real returns on equity in the foreseeable future, thereby demonstrating AHMSA was a reasonable investment at *430 the time. Accordingly, AHMSA insists Commerce’s determination that AHMSA was unequityworthy at the time of the GOM 1986 investment was contrary to record evidence.52\n \nCommerce responds the private investment in AHMSA in 1988 was a “token” investment made by just two stockbrokers. The private investment made in 1991, Commerce continues, was of such a small amount relative to the size of AHMSA, that it “was outweighed by AHMSA’s dismal financial performance in 1989 and 1990.” (Def.’s Br. at 42 (footnote omitted).) In any event, the fact that there was private investment is not, in and of itself, dispositive that a company is equityworthy, Commerce explains, as private investment is only one criterion Commerce considers in making its equityworthiness determination. Commerce also minimizes the significance of AHMSA’s financial forecasts and argues that future financial prospects are but one of several factors Commerce considers when determining whether a company is equityworthy. Moreover, Commerce **172 argues it reviewed AHMSA’s financial projections and reasonably concluded the company’s dismal financial performance during the years preceding the 1986 equity infusion outweighed the impact of the projections.53\n \nDomestic Producers argue the overwhelming weight of the evidence supports Commerce’s determination that AHMSA was unequityworthy in the relevant years. AHMSA’s arguments to the contrary, Domestics maintain, invite this Court to impermissibly reweigh the evidence. AHMSA’s arguments must fail, Domestic Producers contend, because the company’s 1986 projections upon which AHMSA relies, were biased, unreliable, and properly discounted by Commerce for purposes of the equityworthiness test, and because the limited private investment in 1988 and 1991 is not dispositive of AHMSA’s equityworthiness in 1990 and 1991.54\n \nThe essence of AHMSA’s complaint is that Commerce failed to give dispositive weight to AHMSA’s evidence regarding (1) private investment in the company in certain years and (2) the company’s 1986 financial projections, which the GOM apparently relied upon in making its investment decision in 1986. Regarding the private investment evidence, the record does show Commerce considered the two private investments made in 1988 and concluded the amount of the investments *431 was extremely small relative to the size of AHMSA. (See Def.’s App. Tab F at 3; see also id. Tab D at 16.) Commerce further determined AHMSA’s financial condition deteriorated markedly in 1989, when no private investment in AHMSA was made, making it even less likely a reasonable investor would have invested in AHMSA in 1990—one of the years Commerce found the company to be unequityworthy. (Def.’s App. Tab F at 3.) Furthermore, irrespective of the level of private investment in AHMSA, under Commerce’s equityworthiness methodology, equity investment by private investors is only one of several factors Commerce may consider in reaching an equityworthiness determination. See Proposed Regulations, 54 Fed.Reg. at 23,381 (to be codified at 19 C.F.R. § 355.44(e)(2)(i)–(iv));55 General Issues Appendix, 58 Fed.Reg. at 37,246 (“[T]he fact that there was private investment is not, in and of itself, dispositive that the company in question is equityworthy.”). As to Commerce’s consideration of AHMSA’s financial projections, the Court observes Commerce appears to have considered a great deal of record evidence, including AHMSA’s rate of return on assets and equity, asset turnover, and profit and loss, before concluding AHMSA was unequityworthy during the period 1979 through 1987, (see Def.’s App. Tab E at **173 3), and 1990 and 1991, (id. Tab F at 3–4). AHMSA raises no persuasive arguments that would lead the Court to question the agency’s conclusions. See Consolo v. Federal Maritime Comm’n, 383 U.S. 607, 620, 86 S.Ct. 1018, 1026–27, 16 L.Ed.2d 131 (1966) (“[T]he possibility of drawing two inconsistent conclusions from the evidence does not prevent an administrative agency’s finding from being supported by substantial evidence.”) (citations omitted). The Court holds Commerce determination that AHMSA was unequityworthy in the years 1979 through 1987, and 1990 and 1991, is based on substantial evidence and is otherwise in accordance with law.56\n \nDomestic Producers have also submitted a country-specific motion for judgment upon the agency record in the country-specific proceeding Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD. In their motion, however, the Domestic Producers explain that their complaint in this case\ncontains two counts, one regarding the issue of the privatization methodology used by the [Commerce] and one regarding the *432 related issue of the [Commerce’s] repayment methodology.... Since both issues in the Domestic Steel Producers’ Complaint are general issues, they were briefed in full in the General Issues action....\n(Pls.’ R. 56.2 Mot. for J. Upon the Agency R. at 2.) Because all general issues have already been briefed in that context, the Domestic Producers did not rebrief privatization issues in their country-specific brief, but instead “refer the Court to the briefs on those issues ... and incorporate said briefs herein.” (Id. at 3.)57 In accordance with this explanation, having reached a decision on the general issue of privatization as it pertains to AHMSA, this Court finds the issues raised in Domestic Producers’ country-specific brief in Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, have been subsumed by the privatization discussion in the present opinion and in British Steel.\n \nBased on the above discussion, the Court holds: (1) Commerce’s Privatization Remand as it pertains to AHMSA is sustained; (2) on AHMSA’s country-specific brief, (a) AHMSA’s first challenge concerning the application of Commerce’s repayment methodology to a “loan” provided to AHMSA by the GOM in 1991 has been effectively mooted, (b) Commerce’s use of the loan-based methodology, including the mortgage payment schedule aspect, to amortize the benefits accruing from pre-privatization subsidies to AHMSA is sustained, (c) Commerce’s verification method and use of BIA to determine AHMSA received a subsidy from the GOM’s 1988 and 1990 purchase of AHMSA’s debt held by foreign creditors is sustained, (d) Commerce’s determination that AHMSA was unequityworthy in the years 1979 through 1987, and 1990 and 1991, is based on substantial evidence and is otherwise in accordance with law; (3) the issues raised by Domestic Producers’ country-specific Rule 56.2 brief have been subsumed by British Steel and the present opinion regarding privatization; (4) Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, consisting of Lukens Steel Co., et al. v. United States, Court No. 93–09–00570–CVD, Altos Hornos de Mexico, S.A. de C.V. v. United States, Court No. 93–09–00618–CVD, and Industrias Monterrey S.A. de C.V. v. United States, Court No. 93–09–00632–CVD, is hereby dismissed.\n \n\n\n**174 III. Certain Steel Products from Brazil\nCommerce’s Privatization Remand\nIn the Privatization Remand, Commerce set forth facts pertaining to the privatization of USIMINAS as follows. Prior to the privatization transaction, Government of Brazil (GOB) entities held 95% of the common shares and 88% of the preferred shares of USIMINAS. The state-owned steel holding company, SIDERBRAS, held 54% of the common *433 shares and 40% of the preferred shares. BNDES, the state-owned development bank, held 41% of the common shares and 48f the preferred shares. The largest private shareholder, Nippon USIMINAS, owned approximately 5% of the common shares and 4% of the preferred shares.\n \nPursuant to the National Privatization Plan, BNDES coordinated the privatization of USIMINAS. The transaction consisted of two general auctions of USIMINAS’s shares. On October 24, 1991, USIMINAS’s common (voting) shares were auctioned. The preferred (non-voting) shares were auctioned on November 18, 1991. After the auctions, GOB entities owned 15.5% of the common shares and 44% of the preferred shares. SIDERBRAS kept 17% of the preferred shares, BNDES 0.5% of the common shares and 15% of the preferred shares. The state-owned mining company, CVRD, bought 15% of the common shares. A consortium of private investors purchased 51% of the common shares. Nippon USIMINAS and other private investors purchased the remaining shares sold. The National Privatization Fund retained approximately 15% of the preferred shares. The GOB reported that an attempt to auction the unsold shares on the international market was not successful.\n \nValuations conducted by two different consultants served as the basis for the price for which the shares were offered initially in the auctions. These consultants calculated liquidation, economic, and market values and recommended a minimum share price. Private independent auditors examined each evaluation. The highest valuation was used to set the total minimum price for the company and a minimum share price of $1.00. The auction realized an actual share price of $1.37.\n \nTwo restrictions were placed on the auction participants. First, foreign capital could purchase no more than 40% of the common shares. Second, state-owned interests cumulatively could purchase no more than 15% of the common shares.\n \nBased on these findings of fact, Commerce determined the following:\nFirst, except for the small percentage of shares reserved for sale to employees and small shareholders ... the GOB’s sale of USIMINAS was at arm’s length, for fair market value and consistent with commercial considerations because the sale of USIMINAS was accomplished by auction, the minimum auction price was based on valuations by independent consultants, and private investors purchased over 51 percent of the common shares. Furthermore, while CVRD, a government-owned company, also purchased shares, they did so on the same terms as the private investors.\nPrivatization Remand at 27. Second, Commerce determined USIMINAS underwent a partial privatization because of the GOB’s retention of partial ownership subsequent to the transaction. Third, Commerce found the transaction to be a stock sale, “and therefore, the partially-privatized USIMINAS remains the same entity which received the subsidies. Accordingly, based on the Court’s direction, we will continue to impose countervailing duties on imports of the subject merchandise *434 from USIMINAS.” Id. Commerce determined the net subsidy to be 6.73% ad valorem.\n \n\nContentions of the Parties\n\nA. The Foreign Producers\nUSIMINAS concurs with Commerce’s findings regarding whether the privatization transaction was at arm’s length, for fair market value, and based on commercial considerations. USIMINAS argues that “[t]he Department went astray, however, in determining whether the pre-privatization subsidies were countervailable to the purchasers of the privatized corporation.” (Pl. USIMINAS’s Comments to the Ct. on the Dep’t of Comm.’s Privatization Remand Determ. (USIMINAS’s Comments) at 1.) In so doing, **175 USIMINAS presents arguments in three central areas.\n \nFirst, USIMINAS contends Commerce’s Privatization Remand was incorrect to the extent Commerce applied “the rule pronounced by the Court that where a company is sold in a stock sale, the company does not change and thus the pre-privatization benefits are countervailable to the owners of the newly privatized company.” (Id.) This “form of the transaction distinction,” USIMINAS argues, “fails to relate the subsidy benefit to the recipient of that benefit” and thus “contravenes legislative intent requiring a relationship between the benefit and the recipient.” (Id. at 4.)\n \nTo further illustrate this point, USIMINAS explains that in Saarstahl, this Court “found that a purchaser who has paid fair market value for [an] asset in an arm’s length transaction based on commercial considerations has paid for all that it has received, so the purchaser cannot be the recipient of any previously bestowed benefits.” (Id. at 6.) USIMINAS argues this Court should analyze a sale of shares transaction in a manner similar to the sale of assets. “When the purchaser pays fair market value for the shares of the corporation,” USIMINAS asserts, “the purchaser has paid for all that it is to receive. Since the purchaser has paid for all that it is to receive ... the purchaser cannot be the recipient of a countervailable benefit.”58 (Id. at 8.) As to where the subsidy resides subsequent to privatization, USIMINAS argues “the only distinction between the sale of an asset and the sale of the corporation through the sale of shares is that the asset selling corporation retains the benefit in the asset sale context and the former shareholder retains the benefit in the stock sale context.” (Id. at 10; see also id. at 11 (“[T]he Court in *435 Saarstahl ... concluded that ‘where the sole shareholder is the government and the company is completely sold in an arm’s length transaction, the subsidy reverts to the state.’ ”) (quoting Saarstahl, 18 CIT at ––––, 858 F.Supp. at 193).) According to USIMINAS, “[s]ince the value of government shares included the value of the ‘subsidized’ capital of the company, the government realized the benefit of its former subsidy when it received the fair market value for the corporation in the form of the privatization proceeds.” (Id. at 12 (footnote omitted).) The Court’s rule, USIMINAS complains, results in a “ double counting” of subsidy benefit: “If the Court’s analysis was true that the company retained the subsidy at the time of privatization, then the government, through the privatization proceeds, and the company, by application of the Court’s rule, would both have the subsidy benefits.” (Id. at 14.)\n \nSecond, USIMINAS contends the recent enactment of the Uruguay Round Agreements Act (Act)59 did not diminish this Court’s holdings in Saarstahl and Inland. According to USIMINAS, under § 251(a) of the Act\n \nmere change in ownership of the company by itself does not require the Department to find that the prior subsidies are no longer countervailable, even if the change in ownership is the result of an arm’s length transaction.... The Court should not assume, however, that Congress was speaking to any more than the arm’s length aspect of the transaction.\n**176 (Id. at 16 (footnote omitted).) Moreover, USIMINAS asserts, “the Court should not assume that arm’s length, fair market value, and commercial considerations are interchangeable.... [T]he Court should find that arm’s length plus fair market value plus commercial considerations is enough to prevent the pass through of pre-privatization benefits to the purchasers of the company.” (Id. at 17.) According to USIMINAS, no distinction exists between the consideration of these factors in an asset sale and sale of a corporation through the sale of its shares. “Consequently,” USIMINAS argues,\nthe Court must conclude that the sale of a corporation through the sale of shares in an arm’s length transaction, for fair market value, based on commercial considerations is enough to find that the new owners paid for all that they received and thus were not the recipients of any countervailable benefits.\n(Id. at 19.)\nFinally, USIMINAS argues Saarstahl and Inland should be applied to the present case. USIMINAS repeats that it was privatized at arm’s length, for fair market value, based upon commercial considerations. Once the facts of a sale at arm’s length, for fair market value, based upon commercial considerations have been established, USIMINAS argues, “the Court should determine that the purchaser has paid for all that it *436 has received and thus cannot be the recipient of a countervailable benefit.” (Id. at 20.) Here, USIMINAS contends, the purchasers did not receive any benefit from pre-privatization subsidies, because they paid for all that they received. “ The former shareholder of USIMINAS (i.e., the government),” USIMINAS explains, “received the residual value of the pre-privatization subsidies in the form of the privatization proceeds.” (Id. at 21.) However, if the “Court’s stock transfer rule” is applied, USIMINAS argues, the pre-privatization benefits are counted twice: once with the privatized company, and once with the government, which has received fair market value for the company. (Id. at 22.)\n \n\n\nB. The Domestic Producers\nDomestics contend that both the language of the relevant statute and this Court’s decision in British Steel contradict USIMINAS’s arguments. According to Domestics, “USIMINAS’s entire focus is upon whether the subsidies provide benefits to the purchasers of the company.” (Domestics’ Comments at 68 (footnote omitted).) However, Domestics argue, the explicit language of the statute focuses “upon the merchandise imported into the United States, and in particular upon its manufacture or exportation. The benefit that is countervailed is the benefit to the manufacture of merchandise.” (Id. (citing 19 U.S.C. § 1671(a)).) Domestics claim their position is further strengthened by the statute’s definition of “subsidy.” Section 1677(5)(A)(ii) of title 19, Domestics argue,\ndefines a “domestic subsidy” as a subsidy provided to an enterprise or industry, or group thereof, whether bestowed directly or indirectly on the manufacture, production, or exportation of merchandise. The enterprise or industry is thus defined as the recipient of the subsidy precisely because it is the enterprise or industry that is producing the subject merchandise.\n(Id.) Domestics argue this Court reached the same conclusion in British Steel. Thus, “[w]hether subsidies are countervailable does not depend upon whether the subsidies provide benefits to the owners, but whether they provide benefits to the production, manufacture, or exportation of merchandise.” (Id. at 69.) If so, Domestic Producers argue, the subsidies remain countervailable. This Court in British Steel “quite correctly held that subsidies do continue to provide such benefits after privatization.” (Id.)\n \nDomestics further complain USIMINAS incorrectly argues British Steel was wrong because the Court assumed the benefit of pre-privatization subsidies is transferred to the new owners. Domestics argue British Steel does not state pre-privatization subsidy benefits are transferred to new owners. Instead, British Steel holds that the company is the subsidy recipient: “The share sale represents a change in ownership of the company; it does not represent a change in the company itself, or in its production. It is precisely because pre-privatization subsidies continue to reside with the corporation, and to benefit **177 its production, that they *437 remain countervailable.” (Id. at 70 (footnote omitted).) Moreover, Domestics argue, “[t]he Court explained in British Steel that there is a vital distinction between a privatization through a sale of shares and one through the sale of discrete assets.” (Id. at 71.) When a company is privatized through a sale of shares, this “does not affect the life or nature of the company being sold; it continues to exist and to benefit from the subsidies it received.” (Id. at 72.)\n \nDomestics also argue that Saarstahl and Inland are not applicable to the present case, for the following reasons. First, factual differences preclude it. Second, in the remand instructions in British Steel, this Court ordered Commerce to reconsider the transaction under review in Saarstahl. “Now that the Court has been presented with a more complete compilation and evaluation of the facts of that case,” Domestics argue, the Court “should affirm the agency’s determination on remand that in fact the ‘privatization’ of Saarstahl had no effect upon the countervailability of subsidies received by Saarstahl.” (Id. at 73 (footnote omitted).) Third, “to the extent that aspects of Inland and Saarstahl conflict with the reasoning in British Steel, clearly it is the later, more well-developed opinion that controls.” (Id. (footnote omitted).)\n \nFinally, Domestics contend privatization does not repay pre-privatization subsidies. First, Domestics argue, the seller of the company does not receive the remaining value of the subsidy benefits as a result of the sale of the subsidized company. USIMINAS’s contrary assertion “confuses the countervailable subsidy benefit with the effect that benefit has upon the market value of the subsidy recipient.” (Id. at 74–75.) Domestics explain further as follows:\nWhen a company receives a subsidy, the value of the company increases. This increase reflects the effect the market believes the subsidy will have upon the company’s future earnings. The increased value is not necessarily equal to the amount of the subsidy benefit, however; a $1 million subsidy does not automatically make the company worth $1 million more.\nWhen a company receives a subsidy, the company’s owner (whether the government or private owners) benefits indirectly, in that the owner’s interest in the company is now worth more. When an owner (again, private or government) sells a subsidized company, what the owner receives is this enhanced value. The owner does not receive the amount of the subsidy benefit itself.\n(Id. at 75.) Second, Domestics argue, privatization does not result in repayment of pre-privatization subsidies: “[T]he old owner receives nothing from the company and nothing as a result of the privatization.” (Id. at 76.) Domestics explain:\nWhen the GOB sold its shares in USIMINAS, two things did not happen. First, no resources were transferred from USIMINAS to the GOB.... The money the GOB received for its share in USIMINAS came from the purchasers of the shares in USIMINAS, not from USIMINAS itself. If the subsidies went into USIMINAS, and never came out, then obviously the subsidies were not repaid.\n*438 Secondly, the wealth position of the GOB did not change. Before privatization, the GOB owned a company worth a certain amount of money. After privatization, assuming a fair market value transfer, it held cash equal to exactly that same amount. If the residual value of the subsidy benefits had been returned to the GOB upon the sale of USIMINAS ... the GOB would have been richer after the sale than before.\n(Id. at 76–77.)\n \n\n\nC. The Department of Commerce\nCommerce reports that USIMINAS’s comments “were not directed to specific findings made by the Department in its privatization remand determination.” (Def.’s Resp. at 3–4 (footnote omitted).) Rather, USIMINAS has taken issue with this Court’s decision in British Steel. Although Commerce admits it expressed disagreement with this Court’s British Steel opinion in the Privatization Remand, “it nonetheless attempted to carry out faithfully both the letter and the spirit of the Court’s privatization remand instructions.” (Id. at 5.) Accordingly, Commerce maintains **178 it is not necessary to respond. Moreover, Commerce claims, “the Court is also free to disregard these arguments because they are ‘extraneous’ to the question of whether the Department’s privatization remand determination is in accordance with the Court’s instructions in British Steel.” (Id. at 5–6 (citation omitted).)\n \n\nDiscussion\n[17] [18] The Court rejects USIMINAS’s arguments and sustains the Privatization Remand as it pertains to USIMINAS. USIMINAS is incorrect in arguing this Court’s holding in British Steel errs because it does not relate the benefit of a subsidy to the recipient. As discussed, what the statute requires is that a subsidy has been provided to the enterprise Commerce seeks to countervail. Subsidies were provided to USIMINAS. USIMINAS continued to exist after the transaction at issue. The purchasers of USIMINAS’s stock are not held liable for pre-privatization subsidies. Instead, USIMINAS is liable because the GOB “provided” the subsidy “to” USIMINAS, and because USIMINAS continues to exist. What the purchasers paid for, and what they received, was stock in a company that had previously been provided with a subsidy. Simply because these parties paid the GOB for its shares only signifies a change in corporate ownership—it does nothing to dislodge the subsidy from the recipient. USIMINAS itself has not given anything back to the *439 GOB.60 Under these facts, what was paid for the shares is irrelevant as to pre-privatization subsidies provided to USIMINAS.\n \nAlso contrary to USIMINAS’s contention, and as the Court has discussed above, the Court has not devised some “form of the transaction distinction.” Form may serve as a useful indicator of what has occurred, but should not be so strictly construed as to be the only indicator of substance. It helps to answer the question of whether the enterprise to which a subsidy was provided continues to exist. Accordingly, this Court sustains the Privatization Remand as it pertains to USIMINAS.\n \nThe Court now turns to the country-specific briefs filed in Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD, the Brazilian country-specific proceeding. In its country-specific motion for judgment on the agency record, USIMINAS sets forth three challenges. Two of USIMINAS’s challenges are unrelated to privatization. First, USIMINAS contends Commerce improperly abandoned its longstanding methodology of adjusting equity infusion values for inflation using Brazilian inflation indices, and instead incorrectly adjusted the infusion values by converting the infusion amounts to U.S. dollars—the “dollarization” methodology. This dollarization methodology, USIMINAS argues, severely overstates the benefits from equity infusions thereby resulting in higher benefit amounts than under Commerce’s prior methodology. USIMINAS charges Commerce has provided an entirely inadequate explanation for abandoning its prior methodology, and that the justifications Commerce has advanced for its new dollarization methodology are not supported by substantial evidence on the record or otherwise in accordance with law.61 USIMINAS further **179 claims the dollarization methodology is unsupported by substantial evidence on the record because the record shows Commerce’s methodology is less accurate than the prior methodology.\n \nCommerce responds it fully explained in the Brazilian Final Determination the agency’s rationale for adopting the dollarization methodology, and that the methodology is reasonable, supported by substantial evidence, and is otherwise in accordance with law. “Given the infirmities in using the Brazilian inflation indices,” Commerce argues, “there is more than a rational and reasonable explanation for Commerce’s *440 departure from its prior practice.” (Defs.’ Mem. in Opp’n to Pls.’ Mot. for J. Upon the Agency R. (Defs.’ Br.) at 14.) Furthermore, Commerce maintains, the use of a dollarization methodology was not without precedent, and the agency provided ample reasons justifying its decision not to use the indexing approach in this investigation. Domestic Producers agree with Commerce, and add the assertion that USIMINAS had ample opportunity to address this issue as it was raised in both Domestic Producers’ countervailing duty petition and Certain Steel Products From Brazil, 57 Fed.Reg. 57,806, 57,809 (Dep’t Comm.1992) (prelim. determ.) (Brazilian Preliminary Determination ).\n \n[19] The Court finds Commerce has advanced a reasoned analysis supporting its decision to adopt a dollarization methodology to value equity infusions in this investigation. Commerce explained its rationale for adopting a dollarization methodology as follows:\nWe have chosen dollarization over Brazilian inflation indices for a number of reasons. First, because of triple-digit inflation, there has been very little long-term cruzeiro lending in Brazil over the last decade. Consequently, no appropriate long-term cruzeiro discount rate for use in our grant calculation exits. Second, the Brazilian currency has undergone three reforms since 1977. With each currency reform, the Brazilian government introduced a new inflation index. Thus, indexing individual equity infusions across different currencies and indices becomes extremely complex. Third, the government-published indices have been generally criticized as understating real increases in prices. For these reasons, therefore, we have dollarized all equity infusions as a reasonable and workable alternative.\nBrazilian Final Determination, 58 Fed.Reg. at 37,298.\n \nThe Court finds substantial evidence on the record supports Commerce’s reasoning. USIMINAS has not challenged Commerce’s findings regarding the level of Brazilian hyperinflation and the absence of an appropriate long-term cruzeiro discount rate to use in Commerce’s calculation. USIMINAS also does not dispute the GOB introduced a new inflation index with each of three currency reforms enacted since 1977. Rather, USIMINAS argues dollarization is “less reliable” than using Brazilian inflation indices, and challenges Commerce’s determination that it would be extremely complex to index individual equity infusions across different currencies and the different indices. USIMINAS also complains the only evidence to support Commerce’s conclusion that the Brazilian inflation indices have been “generally criticized” was submitted by Domestic Producers in their rebuttal brief to Commerce.\n \n[20] First, USIMINAS’s complaint that Commerce’s dollarization methodology is less reliable than the agency’s previous methodology misses the point. Even if this Court were to agree with USIMINAS that Commerce’s dollarization methodology “is more not less distortive than the methodology previously employed,” and employs an index that “is worse than its previous methodology,” this does not mean Commerce’s *441 chosen methodology is unsupported by substantial evidence. See Hercules, Inc. v. United States, 11 CIT 710, 726, 673 F.Supp. 454, 469 (1987) (“[This C]ourt may not substitute its judgment for that of [Commerce] when the choice is between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it de novo....”) (citations and internal quotations omitted); id. at 726, 673 F.Supp. at 469 (“As long as there is ‘substantial **180 evidence on the record’ to support the choice, the Court will sustain the methodology chosen by Commerce.”). For the same reason, this Court rejects USIMINAS’s argument concerning the level of difficulty in indexing equity infusions across different currencies and indices.\n \n[21] Second, USIMINAS’s complaint that the only evidence to support Commerce’s conclusion that the Brazilian inflation indices have been “generally criticized” was submitted by Domestic Producers in their rebuttal brief to Commerce is not enough for this Court to find Commerce’s choice of methodology to be unsupported by substantial evidence. Commerce explains to this Court that certain actions of the GOB itself “cast doubt upon the degree of accuracy” of the Brazilian inflation indices. (Defs.’ Br. at 18 (footnote omitted).) Although this mistrust appears to be articulated, not fully in the administrative record, but instead by counsel on appeal, this Court finds Commerce’s determinations that: (1) the Brazilian economy was racked with hyperinflation; (2) there was no appropriate long-term cruzeiro discount rate; and (3) the new inflation indices accompanying the currency reforms complicated any attempt to index individual equity infusions, in toto provide a reasoned analysis for Commerce’s decision to reject the GOB inflation indices and employ the dollarization methodology. See Bowman Transp., Inc. v. Arkansas–Best Freight Sys., Inc., 419 U.S. 281, 286, 95 S.Ct. 438, 442, 42 L.Ed.2d 447 (1974) (“[The court] will uphold a decision of less than ideal clarity if the agency’s path may be reasonably be discerned.”). In light of the foregoing, the Court holds Commerce’s adoption and application of the dollarization methodology to equity infusions in this investigation is based on substantial evidence and is otherwise in accordance with law.62\n \n[22] *442 Second, USIMINAS contends Commerce’s determination that the “Imposto sobre Produtos Industrializados” (IPI) tax rebate program63 CONFERRED COUNTERVAILable benefits is not supported by substantial evidence or otherwise in accordance with law. USIMINAS argues Commerce exclusively relied on a former determination finding the program countervailable,64 ignored new evidence showing the IPI rebate program was generally available, and failed to address whether the negation of a selectively imposed tax is a subsidy. Specifically, USIMINAS argues\n \nthe GOB placed evidence on the record that the IPI tax is applied selectively to a **181 few sectors of the Brazilian economy. Given the selective application of the IPI tax, the GOB argued that the rebate of the tax to the steel industry merely placed the steel industry on the same basis as the majority of the Brazilian economy.\n(USIMINAS’s Br. at 34 (footnotes omitted).) Because the IPI rebate program is a mere negation of a selectively imposed tax, USIMINAS charges, “the Court should find that the IPI rebate is equivalent to the generally available tax exemption enjoyed by most sectors of the Brazilian economy,” and therefore did not confer a countervailable subsidy. (Id. at 34–35.)\nCommerce responds the rebate of IPI taxes was available only to steel producers meeting certain program conditions. Because the rebate program was a domestic subsidy made available only to the steel industry, Commerce continues, the benefits received under the program were provided to a specific industry and thus were countervailable. Commerce asserts USIMINAS’s claim that the agency ignored certain evidence is belied by Commerce’s discussion in comments to the Brazilian Final Determination where it considered and rejected the “new evidence” raised by USIMINAS.\n \nDomestic Producers side with Commerce and add that USIMINAS incorrectly argues the IPI program was merely a negation of a selectively imposed tax. “[T]he IPI program provides selected steel producers with capital by allowing the companies to keep tax proceeds—paid by steel consumers, not by steel producers—which are otherwise due the government,” Domestic Producers argue. (Resp. Br. of Def.–Intervenors Gulf States Steel of Alabama, Inc., et al. at 38 (emphasis and footnote omitted).) Commerce reasonably rejected USIMINAS’s claim that the exemption from the IPI obligation was “generally available,” *443 Domestic Producers contend, and Commerce’s finding that the IPI rebate program was countervailable should not be disturbed.\n \n[23] There is substantial evidence to support Commerce’s determination that the IPI rebate program provided benefits specific to steel producers in Brazil.65 There is no dispute the IPI rebate program is only available to steel producers. As “new evidence” to distinguish this investigation from Leaded Bar, USIMINAS argues the IPI tax was applied selectively to a few sectors of the Brazilian economy. Essentially, USIMINAS’s argument is that because the IPI tax was assessed only on certain industries in Brazil, the rebate program simply placed the steel industry on the same footing as those industries exempt from IPI taxes. Commerce considered this argument and was not persuaded. See Brazilian Final Determination, 58 Fed.Reg. at 37,301. Commerce reasoned, “[w]hile other industries may or may not be required to pay the IPI tax, the GOB rebates that tax only to the steel industry, and thus we have determined that the rebate is specific and countervailable.” Id. The Court agrees with Commerce’s interpretation of the CVD statute. That other industry sectors were not assessed the IPI tax does not diminish the benefits the steel producers received from the rebate program. The fact remains steel producers were the only industry receiving a rebate of IPI taxes and that is sufficient to bring the IPI rebate program within the reach of the CVD statute. Accordingly, the Court upholds Commerce’s determination that the IPI rebate program provided **182 benefits specific to the Brazilian steel industry and that these benefits are countervailable.\n \nUSIMINAS’s final challenge involves privatization. Additionally, the Court notes Domestic Producers filed a complaint, but no brief, in Gulf States Steel, Inc. of Alabama, et al. v. United States, Court No. 93–09–00574–CVD, one of the cases consolidated under Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD. The only count in Domestic Producers’ complaint challenges Commerce’s determination that privatization resulted in the partial repayment of prior subsidies. Pursuant to a conference call with this Court, the parties filed a stipulation regarding issues for final resolution. In that filing, the parties stipulate that “[b]ecause the claims regarding privatization and repayment are being fully addressed” in the course of the Court’s general issues proceeding, “the Court need not address them in this case.” *444 Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD (stipulation filed Oct. 23, 1995, ¶ 4); see also id. ¶ 5 (“Any final opinion of the Court [on the Brazil country-specific issues] need not discuss either the privatization or repayment issues; rather, that opinion need only reference the fact that those issues are being litigated through a different case.”). The Court agrees and finds that all challenges to the privatization and repayment issues presented by the parties to Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD, have been subsumed by the present opinion and by British Steel.\n \nOne final issue in Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD, remains. On November 18, 1994, Domestic Producers filed a motion to strike portions of USIMINAS’s country-specific brief. Essentially, Domestic Producers argue that portions of USIMINAS’s brief dealing with privatization and repayment issues violate the scheduling order because certain passages are repeated from the Foreign Producers’ joint brief on the general issue of privatization. Domestic Producers also maintain USIMINAS’s arguments in its country-specific brief regarding Saarstahl belong in its general issues briefs. Based on the Court’s discussion above regarding the parties’ stipulation, and the Court’s agreement and finding that all country-specific issues in this case related to privatization have been subsumed by the present opinion, Domestic Producers’ motion to strike is denied as moot.\n \nIn sum, the Court holds: (1) Commerce’s Privatization Remand as it pertains to USIMINAS is sustained; (2) On USIMINAS’s country-specific motion, (a) Commerce’s adoption and application of the dollarization methodology to equity infusions in this investigation is sustained as based on substantial evidence and is otherwise in accordance with law, (b) Commerce’s determination that the IPI rebate program provided benefits specific to the Brazilian steel industry and that these benefits are countervailable is sustained as based on substantial evidence and is otherwise in accordance with law, and (c) USIMINAS’s country-specific challenge regarding privatization and repayment has been subsumed by the present opinion and by British Steel; (3) Domestic Producers’ motion to strike in Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD, is denied as moot; and (4) Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol. Court No. 93–09–00558–CVD, consisting of Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Court No. 93–09–00558–CVD, Gulf States Steel, Inc. of Alabama, et al. v. United States, Court No. 93–09–00574–CVD, and Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Court No. 93–09–00578–CVD, is dismissed.\n \n\n\nIV. Certain Steel Products from the United Kingdom\nCommerce’s Privatization Remand\nIn the Privatization Remand, Commerce sets forth facts pertaining to the privatization of British Steel Corporation (British Steel) as follows. The United Kingdom’s (UK) Secretary of State for Trade and Industry *445 announced in December 1987 that the Government of the United Kingdom (UKG) intended to privatize British Steel. To do so, the **183 UKG conducted a two-step operation. First, British Steel plc (BS plc), a Public Limited Company, was incorporated with an authorized and issued share capital of £ 50,000, all owned by the UKG.66 On July 29, 1988, the British Steel Act (Act) was passed. Under the Act, “ ‘all the property, rights and liabilities to which the British Steel Corporation was entitled or subject ... shall become ... property, rights, and liabilities of a company nominated ... by the Secretary of State ...’ (namely BS plc).” Privatization Remand at 13 (quoting the Act). The Act specifies that any reference “ ‘to rights or liabilities of the Corporation is a reference to rights to which the Corporation is entitled, or (as the case may be) liabilities to which the Corporation is subject, whether under the law of the United Kingdom or under the law of any country or territory outside the United Kingdom.’ ” Id. at 13–14 (quoting the Act).67\n \nOn September 5, 1988, the actual vesting of British Steel’s property, rights, and liabilities in BS plc took place.68 On November 17, 1988, Commerce explains,\n \nthe 50,000 ordinary shares of £1 each were subdivided into 100,000 ordinary shares of 50p each. Then, an additional 1,999,900,000 ordinary shares were issued and allotted to the Secretary of State, conditioned “on the whole of the issued ordinary share capital being admitted to the Official List of The Stock Exchange....” A “Special Share” of £>>>>>>>>1 was authorized and issued as well. The Special Share, which was retained by the Secretary of State for Trade and Industry until it was redeemed at par value on December 31, 1993, carried no ordinary voting rights or right to dividends, but entitled the Special Shareholder to attend and speak at general meetings. It also prevented any alteration of specified Articles of Association without the prior consent of the Special Shareholder.\nId. at 15 (footnotes omitted).\nThe second step of the operation was a share offering of two billion shares, “ ‘the whole of the issued ordinary share capital of the Company.’ ” Id. at 16 (footnote omitted). Providing advice on the sale were a number of independent firms, including a lead underwriter who “acted independently of the main financial advisor to the sale.” Id. (footnote omitted). A public relations advisor “ensured that the sale was widely *446 publicized through television and newspaper advertisements and roadshows. The pathfinder prospectus, which was sent to approximately 4 million potential private investors, was widely available from independent financial advisors.” Id. (footnote omitted).\n \nOn November 23, 1988, two billion ordinary shares of BS plc were offered at a fixed price. Based upon the main financial advisor’s recommendation, a final share price of £1.25, to be paid in two installments of £0.60 and £0.65, was determined. The prime indicator for valuing BS plc and setting the offer price was the forecast dividend yield, supplemented by the price/earnings ratio. Also considered were forecasted profits, market conditions, and anticipated levels of demand. “The initial allocations,” Commerce explains, “were 664 million to overseas investors ... 884.4 million to UK institutional investors, and 451.6 million to the general UK public **184 and BS plc employees.” Id. at 17 (footnote omitted).69\n \nOn December 2, 1988, the offer closed. Because the UK public offer was roughly 3.3 times oversubscribed, a portion of the allocation to UK institutions and overseas investors was reallocated to meet the UK public’s demand. The UKG retained 34,088 ordinary shares, or 0.000017% of the total number of shares issued, as well as the “Special Share,” after privatization.\n \nBased on the above described events, Commerce determined the following. First,\nexcept for the very small percentage of shares sold to employees at a discount ... the UKG’s sale of BS plc was at arm’s length, for fair market value and consistent with commercial considerations because BS plc shares were offered to private investors worldwide, the offering price was based on valuations by independent consultants, and private investors purchased nearly the entire share offering.\nId. at 18 (footnote omitted). Second, because the UKG retained partial ownership, the sale was a partial privatization. British Steel’s privatization, Commerce explains, was a two-step process:\nBS plc, prior to any sale of BS plc’s shares, was “for all intents and purposes” the same entity which received the subsidies, because BS plc assumed all the assets, rights and liabilities of [British Steel], the entity which received the subsidies. Furthermore ... the partial privatization of BS plc was a stock sale and, therefore, the partially-privatized BS plc is the same corporate entity as pre-privatization BS plc.\n*447 Id. at 19.70 Commerce concludes that, based on the Court’s direction, it will continue to impose countervailing duties on imports of the subject merchandise from BS plc.71\n \n\nContentions of the Parties\n\nA. The Foreign Producers\nThe focus of BS plc’s comments is not on the remand determination, but rather on how the Privatization Remand “has demonstrated the existence of several fundamental errors in the approach to the privatization issue” in this Court’s British Steel opinion. (Comments of BS plc on the Dep’t of Comm. Remand Determ. on the General Issue of Privatization (BS plc’s Comments) at 2–3.) According to BS plc, this Court must reject the Privatization Remand because it imposes countervailing duties on BS plc’s production even though the production is not subsidized. More specifically, BS plc argues as follows.72\n \nWhether a privatized company can be countervailed depends upon whether that company’s production is benefitting from past subsidies. In Saarstahl and Inland, this Court recognized that where no countervailable benefit to a purchaser’s production exists, no countervailing duties may be imposed. **185 In British Steel, the Court also recognized that a privatized entity must benefit from subsidies before countervailing duties may be imposed. In the Privatization Remand, however, Commerce never considered whether the privatized companies’ steel production was benefitting from pre-privatization subsidies because “ ‘[n]owhere in British Steel does the Court ask the Department to analyze whether the privatized entity is continuing to benefit from pre-privatization subsidies.’ ” (Id. at 5–6 (quoting Privatization Remand at 31) (BS plc’s emphasis omitted).)\n \nThis, BS plc asserts, is the “fundamental problem” with this Court’s British Steel decision. What this Court should have done, BS plc claims, is remand to Commerce\nwith instructions for the agency to determine whether the nature of the transaction was such that the productive units of the company were sold for fair market value, with the consequence—under the rule correctly established in Inland Steel—that the operation of the privatized company did not thereafter enjoy countervailable benefits from the pre-privatization subsidies to the state-owned company. Not only did the Court not apply its own “benefit to *448 production” analysis in its decision, it provided no explanation as to why it disregarded the analysis of competitive benefits that the Court had found central to the countervailing duty law in Inland, Saarstahl, and in the allocation issue in this case.\n(Id. at 6.) BS plc further argues that this Court’s approach in British Steel, which “turned on whether the privatization was undertaken through the sale of ... assets or through the sale of the ownership,” is a distinction based on the form of the transaction and does not provide a sound basis for determining a privatization’s effects:\nNot only do such distinctions elevate form over substance on an important issue of international trade law, but determining the effect of a privatization based on its form fails to provide a standard whose guiding principle is whether the production of merchandise by the privatized company is benefiting from the pre-privatization subsidies.\n(Id. at 7.) Additionally, BS plc believes\nthe Court’s focus on the form of the transaction, rather than on whether the privatized entity benefits from the pre-privatization subsidies, may have been influenced by the Court’s view of a subsidy as a property interest, something that is owned by a company like other kinds of property, and, hence, must ultimately “reside” somewhere. To the extent that the Court’s conception of a subsidy as a property interest has caused the Court to lose its focus on whether the privatized company is benefiting from the pre-privatization subsidies ... the “property interest” analogy is not a useful tool for the proper resolution of these cases.\n(Id. at 9.)73\n \nBS plc further argues the principles of Inland should be applied to the present case. According to BS plc, this Court held in Inland that a company purchasing a productive unit from a subsidy recipient at market value is not subsidized. If this Court seeks consistency with Inland, BS plc claims, this Court cannot affirm the Privatization Remand as it pertains to BS plc. BS plc maintains that CVD law should not treat privatization through a stock sale differently from privatization through the sale of a productive unit:\nWhere a stock privatization transaction effectively results in the transfer of ownership and control of the underlying productive assets to the private sector—as happens when all or effectively all of the **186 ownership of the company is sold—such a transaction is merely another form of, and is functionally and economically equivalent to, a sale of the underlying productive assets.\n*449 (Id. at 12–13 (footnote omitted).) Thus, BS plc argues, “ [w]hether countervailing duties should be imposed on the production of merchandise after a privatization should not turn on which productive unit is sold first or the type of transaction used to effect that sale.” (Id. at 14.) According to BS plc, in Saarstahl this Court\nrecognized this anomaly and considered what happens in an arm’s length transaction where the entire company and not just a single productive unit is sold. The Court concluded that the subsidy remains with the shareholders upon dissolution of the company, and where the government is the sole shareholder and “the company is completely sold in an arm’s length transaction, the subsidy reverts to the state.” Saarstahl, [18 CIT at ––––,] 858 F.Supp. at 193. In [British Steel ], however, the Court failed to appreciate that the approach it was directing [Commerce] to follow in connection with stock privatizations was squarely at odds with its earlier decision in Saarstahl.\n(Id. at 15.) Additionally, BS plc asserts, “[t]he fact that privatizations can be structured as a sale of productive units or through the sale of stock further demonstrates that the two forms of transactions are functionally equivalent.” (Id.)\n \nBS plc also takes issue with this Court’s characterization of BS plc’s arguments in British Steel. According to BS plc, it has demonstrated that\nthe benefit to production provided by grants and other capital subsidies is that the recipient of such subsidy funds does not have to incur the same financial obligation that all unsubsidized companies must incur in order to obtain funds. We explained that a company whose ownership has been privatized for market value does not realize such benefits, and, hence, its production is not countervailable.\nUnfortunately, the Court appears to have misunderstood our position. The Court summarized our position as contending that private shareholders have different expectations about the profit performance of their companies than governments have about companies they own, and indicated that it found that position “unpersuasive.” ... Our position, however, is not that state-owned companies are inherently different from privately-owned companies. Not all state-owned companies, after all, are subsidized. Rather, our position is that those state-owned companies that are operating with the benefit of subsidized capital are different from privatized companies that are not operating with the benefit of subsidized capital. The former operate with capital that has been provided for free or on preferential terms; the latter must pay for capital on market terms.\n(Id. at 16–18 (footnotes omitted).)\n \nAgain invoking Saarstahl, BS plc further argues that “[e]ven if the benefit provided by capital subsidies is considered to lie in the uses and investments made with the subsidy funds ... the privatization of the company at market value eliminates this artificial, countervailable *450 benefit.” (Id. at 18.) Although British Steel’s production benefited from government-borne expenditures, “the new private owners of BS plc have paid for all they received in the 1988 privatization.” (Id.) Simply because the privatization of British Steel involved payment by new stockholders, BS plc maintains, this Court should not alter its Inland and Saarstahl analyses:\nIf a single corporation had purchased BS plc’s productive units in a market value transaction, the Court would recognize, as it did in Saarstahl, that the corporation had paid for all it received and, hence, that its production of steel was not subsidized. Similarly, if two companies had formed a joint venture to acquire the productive units of BS plc, the Court would reach the same result (as shown by the decision in Inland ). The fact that thousands of individuals, trusts, and companies joined together to buy the productive facilities of British Steel ... does not change the result.\n**187 ... If the Court looks through the form of the 1988 transaction to the substance, it will appreciate that the privatization of British Steel—while effected in the form of a stock privatization—was nothing more than the privatization of the productive units that comprised British Steel.\n(Id. at 18–19.)\n \nBS plc further argues this Court “may not have appreciated” that Commerce’s treatment as set forth in the General Issues Appendix of costs incurred by new purchasers as being incurred by the privatized company was based on Commerce’s long-standing practice, and that Commerce “feared that reversing this approach would lead to circumvention of the law it is charged with enforcing.” (Id. at 20.) According to BS plc, “[i]t is crucial that the Court appreciate the reasons why” Commerce reached the conclusion that “ ‘although plainly there is some distinction between a company and its owners, it is a distinction without a difference in the context of privatization’ and that ‘any financial costs incurred by the owner, including those of purchase, would be considered costs of the acquired entity as well.’ ” (Id. (quoting General Issues Appendix, 58 Fed.Reg. at 37,225, 37,262).)74 BS plc also claims “entirely disregarding the market value price paid by the new owners in the British Steel privatization would be inconsistent with the relevant GATT *451 rules.” (Id. at 21.)75 In sum, BS plc concludes this Court must apply a “benefits” approach and analysis in the present case:\n \nIf the Court applies such an analysis, it will conclude that the production of steel by BS plc after the 1988 privatization is not benefiting from the pre-privatization subsidies to [British Steel] and, under the principles of Saarstahl and Inland Steel reaffirmed in [British Steel ], there is no lawful basis for the imposition of countervailing duties on BS plc’s production.\n(Id. at 22.)76\n\n\nB. The Domestic Producers\nDomestics argue this Court should sustain the Privatization Remand with respect to BS plc. Domestics maintain BS plc, through its comments, improperly requests the Court revisit the British Steel analysis and conclusions. The proper means to seek relief from British Steel, Domestics argue, would have been a motion for reconsideration or an appeal to the Court of Appeals, not comments on the remand proceeding. Furthermore, they claim, Commerce’s Privatization Remand is consistent with this Court’s remand instructions. BS plc’s arguments in support of its request, Domestics contend, are flawed and should be rejected for the following reasons.\n \nFirst, Domestics assert, BS plc incorrectly argues the Court has created an asset and stock sale distinction elevating form over **188 substance. BS plc fundamentally misunderstands British Steel. British Steel sets forth “an analytical framework for evaluating an entire spectrum of privatization transactions.... BS plc seeks irrationally to reduce this spectrum to a dichotomy of pure stock sales and everything else. The Court made no such error.” (Domestics’ Comments at 23–24.) Domestics further analyze British Steel as follows:\n[A] stock transfer of ownership of a subsidy recipient has no effect on countervailability of the production of that entity, because the recipient has not changed in any material respect and the post-privatization entity is clearly for all intents and purposes the same as the pre-privatization entity....\nAt the other end of the spectrum, the Court indicated that subsidies could not travel with discrete assets ... because such assets alone were incapable of receiving a subsidy. Indeed, all of the parties to this litigation are in accord with this principle.\nThe Court did not, however, ... declare that any sale that includes assets eliminates subsidies. Under the Court’s decision, if the privatization or sale was in a form other than a stock transfer, *452 but the post-sale entity under investigation “continues to be, for all intents and purposes, the same entity that received subsidies,” then countervailability is unaffected.\n(Id. at 25–26 (footnotes omitted).)\n \nIn Domestic Producers’ view, BS plc, however, fails to understand the critical distinction in British Steel between the sale of assets only and the sale of assets and something else. The Court did not suggest Commerce treat stock sales differently from, for example, the sale of an entire corporation through other means. Instead, under British Steel either case would lead to the same result because the post-privatization entity is the same for all intents and purposes as the pre-privatization entity.77\n \nFurthermore, Domestics argue, BS plc is incorrect in arguing this Court must revise its British Steel holding to correspond to Inland and Saarstahl. British Steel “represents the Court’s latest learning on the privatization issue and is controlling in this case. Moreover, the issues raised by the parties with respect to the consequences of privatization in British Steel were simply not raised in Saarstahl or Inland.” (Id. at 31 (footnotes omitted).) Additionally, Commerce did not treat the transactions at issue in Saarstahl or Inland as privatizations of entire companies through the sales of shares.\n \nSecond, Domestics contend, BS plc incorrectly argues this Court failed to adhere to one of CVD law’s basic principles, whether “ ‘the production of steel by the privatized companies was benefitting from the pre-privatization subsidies to the state-owned companies.’ ” (Id. at 32 (quoting BS plc’s Comments at 5).) The issue in privatization is whether privatization itself alters or removes the benefit allocable to the recipient’s production. Commerce in the General Issues Appendix “and the Court in British Steel both concluded that privatization does not remove or change a benefit properly allocable to a company’s production. The issue in the context of privatization is simply where to allocate the subsidies.” (Id. at 33 (footnote omitted).) In British Steel, the Court “asked whether, after privatization, the entity that received the subsidies is, for all intents and purposes, the post-privatization entity such that the allocation of subsidies to the privatized companies’ production should continue **189 unabated.” (Id.) This framework “is entirely consistent” with CVD law. (Id.) If a company that received subsidies does not change through privatization for all intents and purposes, “the only correct result is to continue to allocate subsidies to the production of the post-privatization *453 entity.” (Id. at 33–34.) Essentially, BS plc is arguing “the Court incorrectly failed to require the Department to examine subsequent events and the use or effects of subsidies to ascertain whether the production of the privatized entity is continuing to benefit from prior subsidies.” (Id. at 34.) However, CVD law, Commerce’s practice, and prior Court decisions “clearly demonstrate that no effects test is required.” (Id. at 34–35 (footnotes omitted).)\n \nThird, Domestic Producers argue, the Court did not misunderstand BS plc’s financial benefit argument and, regardless, the argument is meritless. “It is well established that the subsidy benefit is the amount received, not the alleged lack of an obligation for receiving the benefit.” (Id. at 38.) Additionally, BS plc’s theory\nconfuses earnings from subsidies with subsidies themselves.... Contrary to BS plc’s assertions, the company’s new owners did not pay for the countervailable subsidy benefit; rather, the new owners paid for the right to acquire the future profit stream from the subsidy and all of the other resources at the company’s disposal to generate profits.\n(Id. at 39–40.)\n \nFourth, Domestics contend that “by stating that there must be a ‘transfer of control’ for subsidies to remain with the seller, BS plc demonstrates the inherent flaws in its approach to privatization.” (Id. at 40–41.) “Aside from being irrelevant to the critical issue—whether the subsidized entity continues to exist for all intents and purposes—who is in ‘control’ of a company is not always a simple matter to determine.” (Id. at 41 (footnote omitted).) BS plc’s approach raises another problem as well. For example, “What would happen if the government sold 49 percent and later sold 2 percent more? Does the sale of 49 percent have no impact on the subsidy, but the sale of an additional 2 percent eliminate the subsidy?” (Id. at 41–42.)\n \nFinally, Domestics argue BS plc erroneously relies on the GATT Panel decision. This decision has not been adopted. Moreover, even if it had been adopted and conflicted with an interpretation of U.S. law by this Court or by Commerce, the GATT is not controlling.\n \n\n\nC. The Department of Commerce\nLike Domestics, Commerce reports that BS plc’s comments, “were not directed to specific findings made by the Department in its privatization remand determination.” (Def.’s Resp. at 3–4 (footnote omitted).) Rather, BS plc has taken issue with this Court’s decision in British Steel. Although Commerce admits it expressed disagreement with this Court’s British Steel opinion in the Privatization Remand, “it nonetheless attempted to carry out faithfully both the letter and the spirit of the Court’s privatization remand instructions.” (Id. at 5.) Accordingly, *454 Commerce maintains it is not necessary to respond.78 Moreover, Commerce claims, “the Court is also free to disregard these arguments because they are ‘extraneous’ to the question of whether the Department’s privatization remand determination is in accordance with the Court’s instructions in British Steel.” (Id. at 5–6 (citation omitted).)\n \n\n**190 Discussion\nThe arguments BS plc sets forth reflect those already rejected above in the discussion sections pertaining to Dillinger, AHMSA, and USIMINAS. What the statute requires is that a subsidy has been provided to the enterprise Commerce seeks to countervail. The form of the privatization transaction is not the key issue. Form is one indicator of whether the enterprise Commerce seeks to countervail, an enterprise to which a subsidy was provided prior to a privatization transaction, continues to be for all intents and purposes, the same entity. New shareholders simply have paid for shares in an enterprise that was previously provided with a subsidy. The enterprise has not returned anything to the government by virtue of its ownership changing hands. Regardless, the statute does not ask what the government received. The Court sustains Commerce’s Privatization Remand as it pertains to BS plc.79\n \nOne additional matter needs to be addressed. In the country-specific case British Steel plc. v. United States, Consol.Court No. 93–09–00550–CVD, consisting of British Steel plc v. United States, Court No. 93–09–00550–CVD and Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD, the Domestics submitted a motion for judgment on the agency record under the scheduling order’s provision for country-specific challenges. The motion, however, consists entirely of challenges directly involving privatization and repayment. The Court finds that all of these challenges have been subsumed by this Court’s present decision on the Privatization Remand and British Steel.\n \nIn sum, the Court holds: (1) Commerce’s Privatization Remand as it pertains to BS plc is sustained except for Commerce’s final subsidy rate for BS plc; (2) the issues raised by Domestic Producers’ country-specific Rule 56.2 brief have been subsumed by British Steel and the present opinion regarding privatization; (3) the Court will enter final judgment pursuant to Rule 54(b) in the country-specific case British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD, consisting of British Steel plc v. United States, Court No. 93–09–00550–CVD and Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD, as to (a) the *455 first, second, third, and fourth causes of action of the complaint of the Domestic Producers who filed a complaint in Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD, and (b) counts I, II, III, and IV in the complaint of British Steel plc in British Steel plc v. United States, Court No. 93–09–00550–CVD.\n \n\nConclusion\nAfter considering Commerce’s remand determination on the general issue of privatization and the arguments of all parties thereon, and the arguments of all parties regarding the country-specific issues and motions discussed herein, this Court holds:\n \nRegarding LTV Steel Co., Inc. et al. v. United States, Consol.Court No. 93–09–00568–CVD: the Court’s consideration of the Privatization Remand as it pertains to the German Final Determination, and of all issues related to or dependent upon privatization in LTV Steel Co., Inc., et al. v. United States, Consol.Court No. 93–09–00568–CVD, consisting of LTV Steel Co., Inc., et al. v. United States, Court No. 93–09–00568–CVD, Thyssen Stahl AG, et al. v. United States, Court No. 93–09–00585–CVD, AG der Dillinger Huttenwerke v. United States, Court No. 93–09–00596–CVD, and Fried. Krupp AG Hoesch–Krupp and Krupp Hoesch Stahl AG v. United States, Court No. 93–09–00603–CVD, is stayed pending this Court’s jurisdiction pursuant to the remand from the Court of Appeals in Saarstahl AG v. United States, 78 F.3d 1539 (Fed.Cir.1996), rev’g and remanding Saarstahl, AG v. United States, 18 CIT 525, 858 F.Supp. 187 (1994);\n \nRegarding Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD: (1) Commerce’s Privatization Remand as it pertains to AHMSA is sustained; (2) on AHMSA’s country-specific brief, (a) AHMSA’s first challenge concerning the application of Commerce’s repayment methodology to a “loan” provided to AHMSA by the **191 GOM in 1991 has been effectively mooted, (b) Commerce’s use of the loan-based methodology, including the mortgage payment schedule aspect, to amortize the benefits accruing from pre-privatization subsidies to AHMSA is upheld, (c) Commerce’s verification method and use of BIA to determine AHMSA received a subsidy from the GOM’s 1988 and 1990 purchase of AHMSA’s debt held by foreign creditors is sustained, (d) Commerce’s determination that AHMSA was unequityworthy in the years 1979 through 1987, and 1990 and 1991, is based on substantial evidence and is otherwise in accordance with law; (3) the issues raised by Domestic Producers’ country-specific Rule 56.2 brief have been subsumed by British Steel and the present opinion regarding privatization; (4) Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, consisting of Lukens Steel Co., et al. v. United States, Court No. 93–09–00570–CVD, Altos Hornos de Mexico, S.A. de C.V. v. United States, Court No. 93–09–00618–CVD, and Industrias Monterrey S.A. de C.V. v. United States, Court No. 93–09–00632–CVD, is hereby dismissed;\n \n*456 Regarding Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD: (1) Commerce’s Privatization Remand as it pertains to USIMINAS is sustained; (2) on USIMINAS’s country-specific motion, (a) Commerce’s adoption and application of the dollarization methodology to equity infusions in this investigation is sustained as based on substantial evidence and is otherwise in accordance with law, (b) Commerce’s determination that the IPI rebate program provided benefits specific to the Brazilian steel industry and that these benefits are countervailable is sustained as based on substantial evidence and is otherwise in accordance with law, and (c) USIMINAS’s country-specific challenge regarding privatization and repayment has been subsumed by the present opinion and by British Steel; (3) Domestic Producers’ motion to strike in Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD, is denied as moot; and (4) Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol. Court No. 93–09–00558–CVD, consisting of Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Court No. 93–09–00558–CVD, Gulf States Steel, Inc. of Alabama, et al. v. United States, Court No. 93–09–00574–CVD, and Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Court No. 93–09–00578–CVD, is dismissed;\n \nRegarding British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD: (1) Commerce’s Privatization Remand as it pertains to BS plc is sustained except for Commerce’s final subsidy rate for BS plc; (2) the issues raised by Domestic Producers’ country-specific Rule 56.2 brief have been subsumed by British Steel and the present opinion regarding privatization; (3) the Court will enter final judgment pursuant to Rule 54(b) in the country-specific case British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD, consisting of British Steel plc v. United States, Court No. 93–09–00550–CVD and Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD, as to (a) the first, second, third, and fourth causes of action of the complaint of the Domestic Producers who filed a complaint in Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD, and (b) counts I, II, III, and IV in the complaint of British Steel plc in British Steel plc v. United States, Court No. 93–09–00550–CVD.\n \n\nJudgment and Order\nThese consolidated actions in this joint proceeding having been duly submitted for decision on the general issue of privatization, after due deliberation, it is hereby\n \nORDERED that regarding LTV Steel Co., Inc. et al. v. United States, Consol. Court No. 93–09–00568–CVD: the Court’s consideration of the Privatization Remand as it pertains to Certain Steel Products from Germany, 58 Fed.Reg. 37,315 (Dep’t Comm.1993) (final determ.), and of all issues related to or dependent upon privatization in LTV Steel Co., Inc., et al. v. United States, Consol.Court No. 93–09–00568–CVD, consisting of LTV Steel Co., Inc., et al. v. United States, Court No. 93–09–00568–CVD, Thyssen Stahl AG, et al. v. United States, Court No. 93–09–00585–CVD, AG der Dillinger Huttenwerke v. United States, Court No. 93–09–00596–CVD, and **192 Fried. Krupp AG Hoesch–Krupp and Krupp Hoesch Stahl AG v. United States, Court No. 93–09–00603–CVD, is stayed pending this Court’s jurisdiction pursuant to the remand from the Court of Appeals in Saarstahl AG v. United States, 78 F.3d 1539 (Fed.Cir.1996), rev’g and remanding Saarstahl, AG v. United States, 18 CIT 525, 858 F.Supp. 187 (1994); and it is further\n \nORDERED that regarding Lukens Steel Co., et al. v. United States, Consol. Court No. 93–09–00570–CVD: (1) Commerce’s Privatization Remand as it pertains to AHMSA is sustained; (2) on AHMSA’s country-specific brief, (a) AHMSA’s first challenge concerning the application of Commerce’s repayment methodology to a “loan” provided to AHMSA by the GOM in 1991 has been effectively mooted, (b) Commerce’s use of the loan-based methodology, including the mortgage payment schedule aspect, to amortize the benefits accruing from pre-privatization subsidies to AHMSA is sustained, (c) Commerce’s verification method and use of BIA to determine AHMSA received a subsidy from the GOM’s 1988 and 1990 purchase of AHMSA’s debt held by foreign creditors is sustained, (d) Commerce’s determination that AHMSA was unequityworthy in the years 1979 through 1987, and 1990 and 1991, is based on substantial evidence and is otherwise in accordance with law; (3) the issues raised by Domestic Producers’ country-specific Rule 56.2 brief have been subsumed by British Steel and the present opinion regarding privatization; (4) Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, consisting of Lukens Steel Co., et al. v. United States, Court No. 93–09–00570–CVD, Altos Hornos de Mexico, S.A. de C.V. v. United States, Court No. 93–09–00618–CVD, and Industrias Monterrey S.A. de C.V. v. United States, Court No. 93–09–00632–CVD, is hereby dismissed; and it is further\n \nORDERED that regarding Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD: (1) Commerce’s Privatization Remand as it pertains to USIMINAS is sustained; (2) On USIMINAS’s country-specific motion, (a) Commerce’s adoption and application of the dollarization methodology to equity infusions in this investigation is sustained as based on substantial evidence and is otherwise in accordance with law, (b) Commerce’s determination that the IPI rebate program provided benefits specific to the Brazilian steel industry and that these benefits are countervailable is sustained as based on substantial evidence and is otherwise in accordance with law, and (c) USIMINAS’s country-specific challenge regarding privatization and repayment has been subsumed by the present opinion and by British Steel; (3) Domestic Producers’ motion to strike in Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD, is denied as moot; and (4) Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD, consisting of Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Court No. 93–09–00558–CVD, Gulf States Steel, Inc. of Alabama, et al. v. United States, Court No. 93–09–00574–CVD, and Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Court No. 93–09–00578–CVD, is dismissed; and it is further\n \nORDERED that regarding British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD: (1) Commerce’s Privatization Remand as it pertains to BS plc is sustained except for Commerce’s final subsidy rate for BS plc; (2) the issues raised by Domestic Producers’ country-specific Rule 56.2 brief have been subsumed by British Steel and the present opinion regarding privatization; (3) final judgment is entered pursuant to U.S.CIT R. 54(b) in the country-specific case British Steel plc. v. United States, Consol. Court No. 93–09–00550–CVD, consisting of British Steel plc v. United States, Court No. 93–09–00550–CVD and Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD, as to (a) the first, second, third, and fourth causes of action of the complaint of the Domestic Producers who filed a complaint in Geneva Steel, et al. v. United States, Court No. 93–09–00572–CVD, and (b) counts I, II, III, and IV in the complaint of British Steel plc in **193 British Steel plc v. United States, Court No. 93–09–00550–CVD.\n \nAll Citations\n20 C.I.T. 394, 924 F.Supp. 139, 18 ITRD 1496\n\n\n\nFootnotes\n|\n*\n|At the time of the filing of Domestic Producers’ original motion for judgment upon the agency record on the general issue of privatization, AK Steel Corporation was named Armco Steel Company, L.P.\n|\n1\n|Industrias Monterrey S.A. de C.V. v. United States, Court No. 93–09–00632–CVD, was consolidated under Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, by order of this Court on December 9, 1994.\n|\n2\n|The Court notes that Empresa Nacional Siderurgica, S.A. v. United States, Court No. 93–09–00625–CVD, was also a part of this joint proceeding. See British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD at 11 (Feb. 18, 1994) (scheduling order). The Court further notes that the parties represented in Empresa Nacional Siderurgica, S.A. v. United States, Court No. 93–09–00625–CVD, filed a voluntarily stipulated dismissal pursuant to which that action was dismissed on January 25, 1995.\n|\n3\n|Commerce amended the Brazilian Final Determination on August 17, 1993. See Certain Steel Products from Brazil, 58 Fed.Reg. 43,751 (Dep’t Comm.1993) (order and am. final determ.).\n|\n4\n|Commerce amended the Mexican Final Determination on August 17, 1993. See Certain Steel Products from Mexico, 58 Fed.Reg. 43,755 (Dep’t Comm.1993) (order and am. final determ.).\n|\n5\n|Commerce amended the British Final Determination on August 17, 1993. See Certain Steel Products from the United Kingdom, 58 Fed.Reg. 43,748 (Dep’t Comm.1993) (order and am. final determ.).\n|\n6\n|Domestic Producers include AK Steel Corporation, Bethlehem Steel Corporation, Geneva Steel, Gulf States Steel Incorporated of Alabama, Inland Steel Industries, Incorporated, Laclede Steel Company, LTV Steel Company, Incorporated, Lukens Steel Company, National Steel Corporation, Sharon Steel Corporation, U.S. Steel Group a Unit of USX Corporation, and WCI Steel, Incorporated. At the time of the filing of the above-referenced motion, AK Steel Corporation was named Armco Steel Company, L.P.\n|\n7\n|Commerce amended the German Final Determination on August 17, 1993. See Certain Steel Products from Germany, 58 Fed.Reg. 43,756 (Dep’t Comm.1993) (orders and am. final determ.)\n|\n8\n|Of course, as this Court recognized in British Steel, “[i]t could be argued that in an arm’s-length transaction a purchaser of one or several assets of a subsidized corporation could discount its purchase price for ‘subsidies liability under the [countervailing duty (CVD) ] laws,’ ” however undesirable that may be. British Steel, 19 CIT at ––––n. 20, 879 F.Supp. at 1272 n. 20; see infra pp. 30–31. Furthermore, it seems unlikely that this discounting would have occurred antecedent to Commerce’s idea of traveling subsidies. See infra pp. 30–31.\n|\n9\n|Commerce has argued to this Court that in one of the determinations remanded, the British Final Determination, a wholly-owned government company, British Steel Corporation (British Steel), first “became” a company called BS plc pursuant to statute. (See Def.’s Resp. to Ct.’s Questions at 10.) Subsequently, shares of BS plc were offered to the public. (See id.) Given this explanation, this Court stated in British Steel that as to the remand of the British Final Determination,\nCommerce should inform this Court: (1) whether British Steel and BS plc, prior to any sale of BS plc’s shares, were for all intents and purposes the same entity; and (2) whether, after any sale of BS plc’s shares, BS plc continued to be for all intents and purposes the same corporate entity that existed prior to the sale, that is, if privatization took place, whether privatized BS plc was for all intents and purposes the same corporate entity as pre-privatization BS plc.\nBritish Steel, 19 CIT at ––––, 879 F.Supp. at 1283. The Court further stated in British Steel that as to the British Final Determination, Commerce was to inform this Court:\n(1) whether each aspect of the transaction was at arm’s length, for fair market value, and based upon commercial considerations; (2) whether each aspect of the transaction involved a privatization or partial privatization; (3) the terms and substance of each aspect of the transaction and whether each transaction involved a sale of an asset or several assets or consisted entirely of a sale of shares; and (4) whether, under the Court’s analysis, Commerce may properly countervail BS plc.\nId. at ––––, 879 F.Supp. at 1283 (emphasis added).\n|\n10\n|The Court notes that although counsel for AG der Dillinger Huttenwerke has styled its later papers as from both AG der Dillinger Huttenwerke and DHS, DHS is not a party to these proceedings.\n|\n11\n|Commerce defined “partial privatization” as a privatization “in which the government continues to maintain an ownership interest in the corporate entity in question post-privatization.” Privatization Remand at 10 n. 10.\n|\n12\n|In Lukens Steel Co., the Court’s consideration of all issues in the case was stayed, all being issues related to privatization, pending the Court’s decision on the Privatization Remand. See Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD (Nov. 8, 1995) (order staying consideration of issues). Some of the country-specific challenges in Lukens Steel involve aspects of privatization. The remaining country-specific challenges concern pre-privatization subsidies, and thus become ripe for consideration once the issue of privatization has been resolved.\nIn Usinas Siderurgicas de Minas Gerais, the Court stayed its consideration of the privatization issues pending the Court’s decision on the Privatization Remand. See Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD (Nov. 8, 1995) (order staying consideration of privatization issues). In a stipulation filed with this Court, the parties agreed that “[b]ecause the claims regarding privatization and repayment are being fully addressed in [the general issues proceeding referred to as British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD], the Court need not address them in this case.” Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD (stipulation filed Oct. 23, 1995, ¶ 4). The parties further stipulated that “[t]he only remaining issues for review and decision in this case are two issues raised by USIMINAS.” Id. ¶ 7. The two remaining issues are unaffected by resolution of the privatization issue.\nIn the country-specific case British Steel, the Court stayed the entire proceeding pending final judgment and possible appeal in the general issues joint proceeding. British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD (Nov. 1, 1995) (order staying the proceeding pending final judgment and possible appeal in the general issues joint proceeding identified, as a convenience to the parties, as British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD). This Court’s present decision on the general issue of privatization as it applies to the British Final Determination is determinative of all issues in the country-specific British Steel. During a conference call with this Court on October 11, 1995, the parties to country-specific British Steel agreed to sign a stipulated dismissal of the issues in the country-specific action. See British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD (Oct. 26, 1995) (Mem. in Supp. of Domestic Producers’ Consent Mot. to Stay Proceedings at 1). Because of concern that a dismissed action could not be reinstated because of the thirty day statute of limitations for appealing determinations from Commerce, parties subsequently opted to file a motion to stay the country-specific British Steel proceedings pending a final disposition of the general issues British Steel proceedings. See id. On November 1, 1995, this Court issued such an order. See British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD (Nov. 1, 1995) (order staying the country-specific proceeding).\nIn LTV Steel, the Court entered an order staying its consideration of privatization-related issues pending the Court’s decision regarding the Privatization Remand. See LTV Steel Co., Inc., et al. v. United States, Consol.Court No. 93–09–00568–CVD (Nov. 7, 1995) (order which, in part, stayed privatization-related issues). Oral argument on country-specific issues raised in LTV Steel that were not dependent in any way on privatization was held November 9, 1995. See id. (setting oral argument).\n|\n13\n|Counsel for all parties have, to their credit, submitted thorough, clear, and exhaustive memoranda of law covering the issues presented, which have been carefully reviewed and researched by the Court. Although parties may not have anticipated the Court’s present resolution of the country-specific issues in the above-referenced cases, the Court does not believe that counsels’ oral elucidation of the parties’ positions or contentions would be productive or further advance the interests of the parties.\n|\n14\n|The fact that the Court has not issued decisions on the remand determinations on the general issues of allocation, sales denominator, or disproportionality does not interfere with the ability of the parties to Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD, Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD, and British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD, to appeal all issues of privatization they have challenged in the course of these proceedings, including challenges raised in their joint brief on the general issue of privatization. What is controlling are the complaints and counts in the complaints on which final judgment is entered, not the labels of “general issues” and “country-specific,” which were created solely for the convenience of the parties in briefing issues in these proceedings. Thus, for the parties to Lukens Steel Co., et al. v. United States, Consol. Court No. 93–09–00570–CVD, Usinas Siderurgicas de Minas Gerais, S.A. v. United States, Consol.Court No. 93–09–00558–CVD, and British Steel plc v. United States, Consol.Court No. 93–09–00550–CVD, the “general issue” of privatization effectively merges with their “country-specific” challenges. Similarly, that the Court has not rendered a decision on the Privatization Remand as it pertains to the German Final Determination does not bar the appeals. In addition to the above, the foreign producers involved in Domestics’ challenge to the German Final Determination did not join in the Foreign Producers’ joint brief challenging the general issue of privatization.\n|\n15\n|Commerce notes that “prior to combining with Dillinger, DHS existed, albeit briefly, as nothing more than the former SVK.” Privatization Remand at 22 n. 41.\n|\n16\n|For ease of reference, Commerce refers “to pre-combination, pre-privatization DHS as SVK/DHS and post-combination, post-privatization DHS as DHS/Dillinger.” Privatization Remand at 22 n. 42.\n|\n17\n|Commerce further explains:\nDHS/Dillinger does not cease to be for all intents and purposes the same entity which received the subsidies simply because most of SVK/DHS’s assets and liabilities were transferred to the newly-created operating subsidiary SAG. The privatized DHS/Dillinger continued to benefit from those assets and liabilities after the transfer to SAG, just as it had after the combination with Dillinger but prior to the creation of SAG.\nPrivatization Remand at 24 n. 43.\n|\n18\n|Commerce reiterates it has “determined SVK/DHS to be the same as SVK, the entity which received the subsidies.” Privatization Remand at 24 n. 44.\n|\n19\n|If the liabilities always went with the assets, it would be difficult to sell assets because the purchaser would not know what he was getting. He might be “buying” a lawsuit the expected cost of which exceeded the value of the asset purchased, yet it would be too late for him to back out of the sale or renegotiate the price....\nThe rule permitting assets to be sold separately from liabilities is part of a large family of rules aimed at facilitating transactions by clearing clouds on titles.\nChaveriat v. Williams Pipe Line Co., 11 F.3d 1420, 1424 (7th Cir.1993) (Posner, C.J.) (citation omitted) (quoted in British Steel, 19 CIT at –––– n. 29, 879 F.Supp. at 1274 n. 29).\n|\n20\n|The 1988 version of the statute is the one relevant to British Steel.\n|\n21\n|Under Commerce’s repayment methodology, “a private party purchasing all or part of a government-owned company (e.g., a productive unit) can repay prior subsidies on behalf of the company as part or all of the sales price.” General Issues Appendix, 58 Fed.Reg. at 37,262. The Court did not explicitly reach Commerce’s repayment methodology in British Steel. See British Steel, 19 CIT at ––––, 879 F.Supp. at 1277. The Court also need not reach the issue now, as Commerce did not use the repayment methodology in the Privatization Remand. See Privatization Remand at 7 n. 7. The Court notes, however, that if a subsidized company is privatized through a usual sale of its shares, the new shareholders do not repay prior subsidies on the corporation’s behalf. Indeed absent statutory authorization and congressional direction, it may not be possible to extinguish such prior subsidies. See infra n. 60. If a government provides a subsidy to a corporation, and then subsequently sells shares in that corporation, barring certain circumstances, all that has changed is who owns a beneficial interest in the corporation. What the statute requires is a determination as to whether a subsidy was provided to the company. It was. A subsidy was provided to the corporation and remains with the corporation. The corporation continues. Commerce may continue to countervail.\n|\n22\n|Privatization through sales of shares are at issue in the British Steel determinations.\n|\n23\n|See British Steel, 19 CIT at –––– n. 20, 879 F.Supp. at 1272 n. 20. The Court reiterates that although apparently not contrary to the CVD statutes, it does not seem commercially and administratively wise to adopt such a scheme absent congressional authorization and statutory guidance. What happens if Commerce allows parties to discount the purchase price for a group of assets in order to account for CVD liability, and then the assets are sold two, three, four more times? What if the group of assets is later dismantled and each is sold individually? It seems that Commerce, without statutory guidance, would have to create an entire scheme to navigate cumbersome and seemingly endless kaleidoscopic fact patterns. It would be an administrative nightmare.\n|\n24\n|This scenario does not appear to arise in the determinations at issue in British Steel.\n|\n25\n|The Court’s remand instructions in British Steel explicitly required consideration of substance. This Court ordered Commerce to determine “the terms and substance of each transaction,” and “whether, ... if a privatization or partial privatization took place, the privatized entity continues to be, for all intents and purposes, the same entity that received subsidies prior to the privatization or partial privatization transaction.” British Steel, 19 CIT at ––––, 879 F.Supp. at 1329 (order) (emphasis added).\nIndeed, Commerce, despite its protests, seems to have recognized that the Court’s remand instructions required consideration of substance. In Commerce’s discussion of this Court’s remand instruction that Commerce determine “if a privatization or partial privatization took place, the privatized entity continues to be, for all intents and purposes, the same entity that received subsidies prior to the privatization or partial privatization transaction,” Commerce concludes “that the purpose of the Court’s instructions regarding the ‘for all intents and purposes’ question is to allow the Department in some circumstances to examine the substance as well as the form of the privatization transaction at issue.” Privatization Remand at 10; see also id. at 8 (explaining the Court’s order as requiring Commerce, in part, to determine “the terms and substance of each transaction ”) (emphasis added).\nThe error lies in Commerce’s conclusion that it is to examine “in some circumstances” substance as well as form. Although form may be an indicator of whether an entity survives a privatization transaction, substance, not form, is the key. It is Commerce’s duty, and not the duty of this Court, however, to determine when form is not a true indicator of substance, and how then to determine whether the entity that received subsidies survives the privatization transaction.\n|\n26\n|For example, another possible privatization transaction, not at issue in British Steel, involves the sale of what Commerce refers to as a “productive unit.” See British Steel, 19 CIT at –––– n. 11, 879 F.Supp. at 1265 n. 11. It seems that under 19 U.S.C. § 1677(5)(B), “a subsidy cannot be provided to a ‘productive unit’ or ‘travel’ with it unless the ‘productive unit’ is itself an artificial person capable of receiving a subsidy.” Id. at ––––, 879 F.Supp. at 1271–72. If Commerce found a subsidy could not be provided to a productive unit as an “enterprise,” perhaps Commerce could find, in a given transaction, that the parties had discounted the purchase price to account for subsidy liability. Again, however, this issue is not presently before this Court, and, regardless, it is up to Commerce to examine the circumstances of each transaction and render these determinations.\n|\n27\n|According to Commerce, “[t]he inclusion of the committed investment in the bid evaluation formula reflected the GOM’s priority of maintaining the production of quality steel for domestic Mexican use once the steel mills had been privatized.” Privatization Remand at 28.\n|\n28\n|Commerce determined the net subsidy for AHMSA to be 20.50% ad valorem. Privatization Remand at 29–30. “[I]n an attempt to follow the spirit of the Court’s decision” in British Steel, Commerce did not apply its repayment methodology to AHMSA, or to any entity involved in the Privatization Remand. Id. at 7 n. 7.\n|\n29\n|Commerce never explained, AHMSA argues, “how reasonable economic actors involved in such a process could or would have offered bids whose value was less than the fair market value of the company.” (AHMSA’s Comments at 6.)\n|\n30\n|AHMSA explains:\nAs we have noted throughout this proceeding, “committed investment” imposes real economic costs on the person making the commitment. These costs arise, in part, because, in making such a commitment, the bidder knows that it will necessarily incur costs for guarantees and the like—and that the amount of those costs will depend on the amount of its commitment. Moreover, the commitment restricts the bidder’s freedom to employ the committed funds in other, potentially more profitable, uses. As a result, there is an opportunity cost to the commitment.\n....\n... A reasonable private investor, in preparing a bid for AHMSA, would have considered the economic cost of the committed investment.... And, if the total expected cost of a proposed bid—including the cost of committed investment—was different from AHMSA’s fair market value, the bidder would have had to adjust its bid to reflect the value of AHMSA.\n(AHMSA’s Comments at 12–13 (footnote omitted).)\n|\n31\n|“[B]oth the Department and the petitioners have asserted that the Government of Mexico did not receive fair market value for AHMSA, because the guaranteed committed investment GAN offered did not provide a commercial benefit to the government.... As a legal matter, it is entirely irrelevant.” (AHMSA’s Comments at 16.) To support this argument, AHMSA maintains that “commercial value paid by the purchaser—i.e., the cost imposed on the purchaser by paying the purchase price—is not necessarily the same as the value received by the seller.” (Id. at 17.) In privatization, AHMSA argues, the value received by the seller is irrelevant and its consideration is inconsistent with the basic principle of CVD law that a subsidy is measured by the benefit to the recipient, not by the cost to the government.\n|\n32\n|In Foreign Producers’ joint brief in support of their motion for partial judgment on the agency record, AHMSA explained that “[t]he assets of Aceros Planos—a hot- and cold-rolled sheet facility owned by a defunct state-owned steel company—were made an optional part of the AHMSA sale package (although they were not formally incorporated into AHMSA).” (Resp’ts’ Joint Br. in Supp. of their Mot. for Partial J. on the Agency R. on the General Issue of Privatization, Vol. II Tab B at 6.) AHMSA argued that as a result of this addition and other restructuring of the ultimate sales package, “the AHMSA sales package offered in the privatization was strikingly different from the state-owned entity that had existed at the time of the alleged subsidies.” (Id.)\n|\n33\n|(See also Domestics’ Comments at 4 (“The Court’s opinion in British Steel unequivocally holds that, if a subsidized company is privatized through the sale of its shares, subsidies received by the company before privatization continue to be countervailable after privatization.”).)\n|\n34\n|According to Domestic Producers, in British Steel this Court “stated that the transfer of ownership of a company from a government to private investors does not by itself represent a change in the corporation.” (Domestics’ Comments at 7 (footnote omitted).)\n|\n35\n|According to Domestic Producers, Commerce “found that a commercial seller may not have considered committed investment as part of the purchase price. Because the GOM bid evaluation formula valued committed investment, the Department concluded that AHMSA had not been sold at fair market value.” (Domestics’ Comments at 12 (footnote omitted).)\n|\n36\n|On this point, Domestic Producers argue that “[d]ebt has a present value which represents the amount for which the GOM could have sold that debt to another party. The Department correctly took the debt value into account in determining which up-front portion was larger.” (Domestics’ Comments at 16.) Finally, Domestics reject AHMSA’s arguments concerning the defective nature of the competing bid, calling the alleged defectiveness “irrelevant. What is relevant is that another company offered more for AHMSA.” (Id.)\n|\n37\n|According to Domestics, “GAN could be said to have paid fair market value for AHMSA only if a portion of the committed investment component of its bid could accurately be considered part of the purchase price of acquiring AHMSA itself. However, this would be true only if the investments to be purchased with those funds were not commercially reasonable.” (Domestics’ Comments at 17.) “If GAN’s committed investment was not commercially reasonable, then it would constitute the provision of capital to AHMSA, as required by the GOM as a condition of the purchase of AHMSA, on terms inconsistent with commercial considerations.” (Id.)\n|\n38\n|“Moreover,” Commerce argues, “because this approach is analogous to the approach the Department takes on purchases of equity, which is entirely consistent with the benefit to the recipient, plaintiffs are simply incorrect when they claim that the Department is following a cost to government approach.” (Def.’s Resp. at 28.)\n|\n39\n|In its response to comments on the Privatization Remand, Commerce reports it “properly determined that it did not reach the question of whether AHMSA was, for all intents and purposes, the same entity that received the prior subsidies.” (Def.’s Resp. at 19 (capitalization altered); see id. at 20 (“[T]he Department reasonably determined that, once it finds that a given privatization is a stock sale, that is the end of the matter—it need not go on to make a separate ‘all intents and purposes’ finding.”).) As this Court discusses above, the Court cautions against a per se rule based on form. Commerce must examine relevant factors going to the totality of the circumstances surrounding the privatization transaction to determine whether a pre-privatization entity survives. In the present case, however, despite Commerce’s claim it concluded pre-privatization AHMSA is post-privatization AHMSA based on the form of the transaction, it did in fact examine relevant aspects of the transaction, and found nothing to alter its conclusion.\n|\n40\n|This does not mean these considerations may not be determinative in other privatization transactions.\n|\n41\n|The allocation period adopted by Commerce in allocating nonrecurring grants over the average useful life of assets in the steel industry is currently before the Court following remand to Commerce in accord with this Court’s decision in British Steel. See British Steel, 19 CIT at ––––, 879 F.Supp. at 1289–99.\n|\n42\n|At the outset, the Court notes some variance in the terminology employed by the parties to describe the methodology at issue here. In the Mexican Final Determination and in its papers before the Court, Commerce refers to the methodology as the “loan-based methodology.” AHMSA has labeled Commerce’s methodology as the “mortgage payment methodology,” and alternatively as the “mortgage methodology,” while Domestic Producers describe Commerce’s methodology as a “mortgage-based amortization methodology.” The Court will use “loan-based methodology” to refer to the methodology challenged.\n|\n43\n|Under Commerce’s traditional allocation methodology, Commerce explained, a fixed interest rate is used throughout the entire 15–year allocation period. See Mexican Final Determination, 58 Fed.Reg. at 37,362. Commerce determined, however, this practice was inappropriate in situations of intermittent hyperinflation, as was the case in Mexico. Id. Therefore, Commerce concluded, “the best way to account for the effects of inflation and still allocate the benefits over 15 years is to use a loan-based methodology.” Id.\n|\n44\n|First, Michelin Tire is distinguishable because the methodology reviewed in that action was not designed to adjust for the effects of hyperinflation as is the case here. Second, the Michelin Tire Court reviewed the agency’s methodology under a de novo standard of review, which, of course, is not the standard of review in this action. Finally, the Court notes Michelin Tire has no precedential value as that action was subsequently vacated as moot in Michelin Tire Corp. v. United States, 9 CIT 38, 39, 1985 WL 17682 (1985). See 13A Charles Alan Wright, Arthur R. Miller, & Edward H. Cooper, Federal Practice and Procedure § 3533.10 at 442 (2nd ed. 1984 & Supp.1995) (“Most courts state that no precedential effects flow from a judgment that has been vacated as moot.”) (footnote citing cases omitted).\n|\n45\n|AHMSA claims it had no advance notice that Commerce was interested in this information, and only learned of Commerce’s request after verification had begun. Furthermore, AHMSA notes the task of tracing its foreign loans was “further complicated by the fact that six years had passed between the restructuring and the verification. Moreover, the records concerning the restructuring were maintained at AHMSA’s Mexico City headquarters, which had since been closed.” (AHMSA’s Br. at 25 (footnote omitted).)\n|\n46\n|Moreover, when Commerce asked the AHMSA official most familiar with AHMSA’s debt restructuring agreements if he knew of any other way to trace the debt, he said he did not.\n|\n47\n|Commerce’s verification outline, dated almost six weeks before the verification of AHMSA’s responses, instructed AHMSA to “[b]e prepared to show all changes in AHMSA’s accounting records and financial statements resulting from these agreements,” to “[h]ave available the original loan agreements and amendments thereto,” and to “[d]emonstrate through bank statements, payment journals, loan ledgers, and other source documentation that all principal and interest payments have been made to the GOM in accordance with the terms agreed upon.” (Def.’s App. Tab C at 2–5, ¶¶ 3–4.) Furthermore, according to the AHMSA verification report, Commerce informed AHMSA’s counsel one week prior to verification at AHMSA that Commerce\nwould need to examine the effects of the 1987, 1988 and 1990 debt restructuring agreements on AHMSA’s debt position. In order to do this, we would need to: 1) examine each of the three agreements; and 2) trace AHMSA’s foreign debt position through its accounting records for the years before and after each of the three debt restructuring agreements....\n(Def.’s Br. at 29–30) (quoting Def.’s App. Tab D at 10).)\n|\n48\n|The 1988 version of 19 U.S.C. § 1677e has been amended generally. See 19 U.S.C. § 1677e (1994).\n|\n49\n|As explained in British Steel, the grant methodology is employed when a company receiving an equity infusion does not have a market benchmark by which to measure any countervailable benefit. See British Steel, 19 CIT at –––– n. 62, 879 F.Supp. at 1300 n. 62 (citation omitted). This Court has upheld Commerce’s grant methodology as based upon substantial evidence on the record and as otherwise in accordance with law. See id. at ––––, 879 F.Supp. at 1309–10.\n|\n50\n|In one of the equity infusions relevant to this issue, Commerce found the GOM agreed in 1986 to assume a portion of AHMSA’s debt. Mexican Final Determination, 58 Fed.Reg. at 37,356. Part of the debt assumption was recorded as a reduction in AHMSA’s accumulated past losses. Id. For another part, shares of stock were issued. Id. The third part was held for future capital increases for which new stock was issued to the GOM in 1987. Id. Commerce determined the reduction of past losses constituted a grant to AHMSA, and treated the portions of debt assumption for which shares were issued as equity infusions. Id.\n|\n51\n|AHMSA rejects Commerce’s claim that these private investments have little weight given their relatively small size in comparison to the amount of GOM infusions. Under Commerce’s methodology, AHMSA argues, both the government and private investors are presumed to make their investment decisions “at the margin” and therefore differences in the relative size of their investments would not affect the investment analysis.\n|\n52\n|AHMSA also contests Commerce’s decision to treat the part of the GOM’s 1986 debt assumption in AHMSA as a grant rather than an equity investment. Because the GOM owned more than 99% of AHMSA’s outstanding shares at the time of the debt assumption, AHMSA argues, the value of the GOM’s equity in AHMSA would automatically increase by the amount of the investment, regardless of the form in which the investment was made, and all of the increase in AHMSA’s net worth would accrue to the benefit of the GOM. Consequently, AHMSA claims, Commerce should have considered the full amount of the 1986 debt assumption to be an equity infusion.\n|\n53\n|Commerce counters AHMSA’s claim that Commerce erred by not treating the full amount of the 1986 GOM as an equity infusion. Commerce quotes from the General Issues Appendix, in which Commerce explained its rationale for retaining the distinction between grants and equity infusions: “ ‘[E]quity investments represent a claim on the company’s earnings whereas grants do not.... [A]n investor’s purchase of equity is normally based upon an expectation of a reasonable return. Such an expectation is not present with a grant, which is a simple gift to the firm.’ ” (Def.’s Br. at 51 (quoting General Issues Appendix, 58 Fed.Reg. at 37,239).)\n|\n54\n|Domestic Producers respond to AHMSA’s challenge of Commerce’s apportionment of the GOM’s 1986 debt assumption as irrelevant because Commerce uses the same calculation methodology for both equity infusions and grants when the agency finds a recipient unequityworthy.\n|\n55\n|The guidelines Commerce considers in ascertaining whether a company is equityworthy require Commerce to determine whether,\nfrom the perspective of a reasonable private investor examining the firm at the time the government equity infusion was made, the firm showed an ability to generate a reasonable rate of return within a reasonable period of time. In making this determination, the Secretary may examine the following factors, among others:\n(i) Current and past indicators of a firm’s financial health calculated from that firm’s statements and accounts, adjusted, if appropriate, to conform to generally accepted accounting principles;\n(ii) Future financial prospects of the firm, including market studies, economic forecasts, and project or loan appraisals;\n(iii) Rates of return on equity in the three years prior to the government equity infusion; and\n(iv) Equity investment in the firm by private investors.\nProposed Regulations, 54 Fed.Reg. at 23,381 (to be codified at 19 C.F.R. § 355.44(e)(2)(i)-(iv)).\n|\n56\n|Because the Court sustains Commerce’s determination that AHMSA was unequityworthy in 1986, AHMSA’s argument that a portion of the 1986 GOM investment should be construed as a grant is moot, because Commerce calculates the benefits from both equity infusions and grants to unequityworthy companies using the same grant methodology. See British Steel, 19 CIT at ––––, 879 F.Supp. at 1309 (upholding Commerce’s grant methodology under which equity infusions into unequityworthy companies are treated as grants).\n|\n57\n|The Court further notes that in a conference call with this Court held October 19, 1995, counsel for Domestic Producers as well as counsel for Commerce informed this Court “that their parties had no affirmative issues apart from those already covered in the general issues proceeding.” Lukens Steel Co., et al. v. United States, Consol.Court No. 93–09–00570–CVD (October 25, 1995) (docketed letter from parties to the Court recording the discussion from the October 19, 1995, conference call).\n|\n58\n|USIMINAS claims it\ndoes not contend that the sale of a single share or less than majority ownership at fair market value would have the effect of eliminating the benefit of prior subsidization. With a privatization, the elimination of prior benefits occurs when the company itself is sold at fair market value and majority ownership and control is transferred to the private sector.\nIn the case of USIMINAS, the government sold the vast majority of its shares in USIMINAS, which transferred control of USIMINAS to the private sector. The new shareholders have ownership and control over the corporation because of the transfer of majority ownership. If the government had not sold the majority of its shares, the new shareholders would have ownership but not control. Consequently, the subsidy would not have been repaid by the sale of less than majority ownership. In that case, however, there may be some partial payback which would require an analysis of how much was paid back through the sale of less than majority ownership.\n(USIMINAS’s Comments at 7 n. 9.)\n|\n59\n|See Uruguay Round Agreements Act, Pub.L. No. 103–465, § 251(a), 108 Stat. 4809, 4903 (1994) (to be codified at 19 U.S.C. § 1677(5)(F)).\n|\n60\n|As discussed above, the Court need not address Commerce’s repayment methodology, as Commerce did not apply it in the Privatization Remand. The Court notes, however, that nothing in the statute authorizes Commerce to adopt the position that a third party purchaser can repay subsidies on behalf of a purchased corporation. See General Issues Appendix, 58 Fed.Reg. at 37,262–63 (“[T]o the extent that a portion of the price paid for a privatized company can reasonably be attributed to prior subsidies, that portion of those subsidies will be extinguished.”). Furthermore, the Court notes that it is unclear under the statute whether even the enterprise to which a subsidy was provided could repay the subsidy. See British Steel, 19 CIT at ––––, 879 F.Supp. at 1277 (“It would seem at best the only way to extinguish such a previously given gift or subsidy would be to repay the gift or subsidy to the original donor government.”) (emphasis added). There would seem to be no compelling need to prohibit the extinguishment of prior subsidies by an original donee. Congress does not appear to have addressed these concerns. Should Commerce conclude there is a need, it may decide to seek appropriate congressional authorization. This question, however, is not now before this Court.\n|\n61\n|USIMINAS also complains it did not have an opportunity to present rebuttal evidence regarding the assertion that Brazilian inflation indices had been generally criticized, a conclusion Commerce used to support its adoption of the dollarization methodology.\n|\n62\n|Although USIMINAS argues a remand is necessary because, USIMINAS claims, it never had an opportunity to address Commerce’s reasoning in briefing before the agency, the Court disagrees and finds USIMINAS had ample opportunity to challenge Commerce’s reasoning and the evidence upon which it was based. First, the Court notes Domestics’ countervailing duty petition included evidence impugning the accuracy of the Brazilian inflation indices. (See App. to Resp. Br. of Domestic Producers (Domestics’ App.) Tab 6 at 19–20 nn. 46–50 and accompanying text.) Second, Commerce’s adoption of the dollarization methodology in the Brazilian Preliminary Determination should have alerted USIMINAS that the agency was rejecting use of the Brazilian inflation indices. See Brazilian Preliminary Determination, 57 Fed.Reg. at 57,809. Third, Commerce held a public hearing where USIMINAS was heard to complain about the agency’s adoption of the dollarization methodology. (See Domestics’ App. Tab 7 at 37–42.) There was discussion during the hearing of Commerce’s reasoning for using the dollarization methodology including references to the unreliability of Brazilian inflation indices and the absence of long-term loan rates in Brazil. (See id. at 13–15, 96–99.) Accordingly, the Court finds USIMINAS had ample opportunity to present evidence to contest Commerce’s rationale for adopting the dollarization methodology.\n|\n63\n|The IPI tax is a value-added sales tax paid on domestic sales of industrial products. Brazilian Preliminary Determination, 57 Fed.Reg. at 57,810. According to the GOB’s questionnaire response, during the POI the IPI tax applied almost exclusively to sales in the following sectors: transportation materials (automobiles), tobacco, spirits and alcohol, wholesale trade, chemicals, metallurgy, nonmetallic minerals, paper and cardboard, mechanics, plastic materials, rubber, pharmaceutical and veterinary, and alimentary products. The IPI rebate program was only available to the steel industry in Brazil and provided a rebate of 95% of the IPI tax paid. Brazilian Final Determination, 58 Fed.Reg. at 37,301.\n|\n64\n|USIMINAS refers to Certain Hot Rolled Lead and Bismuth Carbon Steel Products From Brazil, 58 Fed.Reg. 6213 (Dep’t Comm.1993) (final determ.) (Leaded Bar ), in which Commerce concluded the IPI rebate program was limited to a specific enterprise or industry, and was therefore countervailable.\n|\n65\n|The CVD statute provides that for Commerce to countervail a bounty or grant, the agency must determine “whether the bounty, grant, or subsidy in law or in fact is provided to a specific enterprise or industry, or group of enterprises or industries.” 19 U.S.C. § 1677(5)(B) (1988). A finding of de facto specificity “requires a case by case analysis to determine whether there has been a bestowal upon a specific class.” PPG Indus., Inc. v. United States, 9 Fed.Cir. (T) 71, 80, 928 F.2d 1568, 1577 (1991) (quotations and citation omitted). A determination of de jure specificity is accorded those programs, which, by law, limit benefits to a specific enterprise or industry, or group of enterprises or industries. See Certain Hot Rolled Lead and Bismuth Carbon Steel Products From France, 58 Fed.Reg. 6221, 6224 (Dep’t Comm.1993) (final determ.) (citing 19 U.S.C. § 1677(5)(B)).\nCommerce previously determined the IPI rebate program was limited to a specific enterprise or industry, or group of enterprises or industries. Leaded Bar, 58 Fed.Reg. at 6216. Commerce concluded in the instant investigation that “[t]he GOB did not provide any information or evidence of changed circumstances to contradict that decision.” Brazilian Final Determination, 58 Fed.Reg. at 37,298.\n|\n66\n|Commerce explains this was the minimum requirement of a Public Limited Company. Privatization Remand at 13.\n|\n67\n|According to Commerce,\nSchedule 3 of the Act further specifies that “[u]ntil the vesting in the successor company by virtue of section 1 of this Act or this paragraph of any foreign property, right or liability is effective under the relevant foreign law, it shall be the duty of the [British Steel] Corporation during the transitional period to hold that property or right for the benefit of, or to discharge that liability on behalf of, the successor company.” Once it has been determined that “nothing further remains to be done by the Corporation under Schedule 3 to this Act,” the Secretary of State may dissolve [British Steel].\nPrivatization Remand at 14 (quoting the Act); see also id. at 14 n. 17 (noting that British Steel “continued its corporate existence throughout the period of investigation”).\n|\n68\n|Commerce notes that “[p]rior to the vesting, there were some adjustments made to [British Steel’s] capital structure to bring it into a form that was appropriate for a public limited company.” Privatization Remand at 14 n. 18. According to Commerce, however, “these adjustments did not impact the company’s actual level of assets and liabilities.” Id. at 15 n. 18.\n|\n69\n|Commerce explains:\nSpecial arrangements were made for BS plc employees, including an initial free allocation of shares, a scheme under which employees could receive two free matching shares for each one purchased, a discount offer whereby employees could receive a 10% discount for shares purchased (up to a value of £2,200), and the opportunity to apply for shares (up to a value of £ 10,000) as a priority application.\nPrivatization Remand at 17 (footnote omitted).\n|\n70\n|Commerce notes that “[w]hile there were adjustments made to the company’s capital structure to bring it into a form that was appropriate for a public limited company ... it does not appear that the company’s actual assets and liabilities changed.” Privatization Remand at 19 n. 32 (quoting, in part, language from BS plc’s questionnaire response stating: “[T]he capital restructuring was solely an accounting consolidation and bookkeeping transaction.”).\n|\n71\n|Commerce also notes that in the British Final Determination it\nallocated a portion of [British Steel’s] subsidies to “productive units” that were spun-off between 1980 and 1988. In its May 4, 1995, questionnaire, the Department requested more specific information regarding [British Steel’s] pre-privatization spin-offs. However, BS plc was unable to provide the Department with the level of detail needed for a proper analysis. Consequently, in this remand, the Department has not allocated any portion of [British Steel’s] subsidies to any of the spin-offs.\nPrivatization Remand at 20 n. 33.\n|\n72\n|BS plc notes that the UKG has authorized BS plc “to advise this Court that the British Government endorses the views expressed in these comments.” (BS plc’s Comments at 3 n. 6.)\n|\n73\n|BS plc also points out what it perceives as an inconsistency between British Steel and Saarstahl:\n[T]he view that the subsidy must always be located somewhere is in direct conflict with the conclusion of the Court in Saarstahl that the purpose of countervailing duties is not to somehow “capture” subsidies once bestowed. If countervailing duties are not intended to capture or punish all subsidies, but to offset the benefit that may be provided to production, and if no production is benefiting from the past receipt of subsidy funds, then the subsidy does not have to be “owned” by anyone or “located” anywhere.\n(BS plc’s Comments at 9 n. 17 (citation omitted).)\n|\n74\n|BS plc quotes the following passage from the General Issues Appendix:\nThe distinction between the financial position of owners and their companies is one that the Department routinely refuses to recognize in administering both CVD and [antidumping] laws....\n....\nIf the Department adopted the position of petitioners, separating the financial position of companies and owners with respect to privatization, we would jeopardize well-established practices in both CVD and [antidumping] cases and leave open the potential for circumvention of the laws. For example, a government could channel subsidies to a subsidiary company by providing the monies to a parent holding company.\nGeneral Issues Appendix, 58 Fed.Reg. at 37,262, quoted in BS plc’s Comments at 20.\n|\n75\n|BS plc argues “[t]reating the new owners’ payment as irrelevant conflicts with the GATT panel decision cited by the Court in [British Steel ], in which the Panel held that [Commerce] was required under the GATT to take into account the price paid when a purchaser acquires productive facilities from a subsidized state-owned company.” (BS plc’s Comments at 21 (footnote omitted).)\n|\n76\n|BS plc adds that Commerce’s factual findings on remand provide this Court with the determinations necessary to resolve the privatization issue with regard to BS plc. (BS plc’s Comments at 22–23 (citing Commerce’s findings of an arm’s-length transaction for fair market value and consistent with commercial considerations).) In so doing, BS plc calls Commerce’s finding of a partial privatization “ludicrous,” and argues “[t]here is simply no substantive basis on which the 1988 privatization of British Steel could be characterized as anything but a complete privatization of the company.” (Id. at 23.)\n|\n77\n|Moreover, Domestics argue, Commerce’s comment in the Privatization Remand regarding form of the transaction\nis apparently also based on a concern that, under the Court’s analysis, if a productive unit—but not the entire company—were transferred in an arm’s length transaction for fair market value, the Department might be precluded from continuing to countervail the productive unit.\nThe Court, however, did not preclude the agency from ever continuing to countervail a previously-subsidized productive unit. Rather, the Court simply added an additional element to the Department’s productive unit concept: “a subsidy cannot be provided to a ‘productive unit’ or ‘travel’ with it unless the ‘productive unit’ is itself an artificial person capable of receiving a subsidy.”\n(Domestics’ Comments at 29 (footnote omitted).) Accordingly, BS plc should not “attempt to bootstrap its meritless argument” to Commerce’s comment. (Id. at 28.)\n|\n78\n|Commerce does state BS plc directed one comment at Commerce with respect to the Privatization Remand: “that the Department made a ‘ludicrous’ finding that British Steel plc was only partially privatized.” (Def.’s Resp. at 4 n. 1 (citing BS plc’s Comments at 23).) Commerce responds as follows:\nFor purposes of the Court’s instruction to the Department to determine whether a privatization was total or partial, the Department adopted the following definition for partial privatization: “ ‘those privatizations in which the government continues to maintain an ownership interest in the corporate entity in question post-privatization.’ ” Thus, finding that the U.K. government retained 34,000 shares of stock after the privatization, a fact which British Steel plc does not dispute, ... the Department properly concluded that BS plc was only partially privatized.\n(Id. (citations omitted).)\n|\n79\n|This bears the exception that, as discussed above, the Court does not rule on the final subsidy rate for BS plc reported by Commerce in the Privatization Remand.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}