{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nOrder Clarified by Desert Sunlight 250, LLC v. United States, Fed.Cl., January 31, 2022\n157 Fed.Cl. 209\nUnited States Court of Federal Claims.\nDESERT SUNLIGHT 250, LLC and Desert Sunlight 300, LLC, Plaintiffs,\nv.\nThe UNITED STATES, Defendant.\nNo. 17-1826 T\n|\nFiled: October 8, 2021\n|\nRe-issued:1 November 2, 2021\nSynopsis\nBackground: Owners that acquired solar energy power plants filed suit against United States, seeking to recover additional $59 million in grants that government did not approve, under American Recovery and Reinvestment Act, to reimburse cost of placing in service renewable energy properties, after previously awarding owners $550 million in cash grant reimbursements. Parties cross moved for summary judgment, and government moved in limine to strike statements in owners’ witness declarations.\n \nHoldings: The Court of Federal Claims, Edward H. Meyers, J., held that:\n \n[1] owners’ failure to submit IRS form was not fatal to reimbursement claims;\n \n[2] power plant sales transaction had no Class III assets requiring allocation of consideration;\n \n[3] fact issues remained as to fair market value of assets requiring allocation;\n \n[4] Department of Energy (DOE) loan guarantee was not asset included in allocation;\n \n[5] large generator interconnection agreement (LGIA) was Class VI supplier-based intangible asset; and\n \n[6] reimbursement claims did not require valuation of Class VI or Class VII intangibles to determine allocation for Class V assets.\n \nMotions granted in part and denied in part.\n \n\n\nWest Headnotes (23)\n\n\n[1]\n|Internal RevenueInvestment Credit\n|\n|American Recovery and Reinvestment Act created a temporary program that offered a cash payment in lieu of a tax credit to certain investors for certain qualified investments in clean energy property.\n\n|\n\n\n[2]\n|United StatesSummary Judgment\n|\n|By its very terms, the summary judgment standard provides that the mere existence of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment; the requirement is that there be no genuine issue of material fact. RCFC, Rule 56(a).\n\n|\n\n\n[3]\n|United StatesSummary Judgment\n|\n|Under the summary judgment rule, a “genuine dispute” of material fact exists where a reasonable factfinder could return a verdict for the nonmoving party. RCFC, Rule 56(a).\n2 Cases that cite this headnote\n|\n\n\n[4]\n|United StatesSummary Judgment\n|\n|“Material facts,” within the meaning of the summary judgment rule, are those that might affect the outcome of the suit under the governing law, as opposed to disputes that are irrelevant or unnecessary. RCFC, Rule 56(a).\n\n|\n\n\n[5]\n|United StatesProceedings;  evidence\n|\n|When both parties move for summary judgment, Court of Federal Claims must evaluate each party’s motion on its own merits, taking care in each instance to draw all reasonable inferences against the party whose motion is under consideration. RCFC, Rule 56(a).\n\n|\n\n\n[6]\n|United StatesScope, standard, and extent of review\n|\n|As in tax refund cases, the Court of Federal Claims reviews de novo claims against the government for cash-grant reimbursements under the American Recovery and Reinvestment Act (ARRA).\n\n|\n\n\n[7]\n|United StatesProceedings;  evidence\n|\n|Government’s motion in limine to exclude statements in witness’s declarations submitted by owners of solar energy power plants to support their summary judgment briefing on their claims for cash grant reimbursements under American Recovery and Reinvestment Act (ARRA) was rendered moot by Court of Federal Claims’ decision not to consider any of those challenged statements in resolving parties’ cross-motions for summary judgment. RCFC, Rule 56(a).\n\n|\n\n\n[8]\n|Internal RevenueInvestment Credit\n|\n|Solar energy power plant owners’ failure to submit IRS form for asset acquisition statement, under tax code provision governing purchaser’s cost basis in asset acquisitions, was not fatal to owners’ claims for cash grant reimbursements under American Recovery and Reinvestment Act (ARRA), since IRS form for asset acquisition statement was not sole method of submitting allocation of acquisition price for assets, and penalty for failing to submit IRS form was $250, not forfeiture of claim. 26 U.S.C.A. §§ 1060, 6721(a)(1), 6724(d)(1)(B)(xvii).\n\n|\n\n\n[9]\n|United StatesEnergy\n|\n|Owners of solar energy power plant bore burden of showing they were entitled to additional cash grant reimbursements, under American Recovery and Reinvestment Act (ARRA).\n\n|\n\n\n[10]\n|United StatesProceedings;  evidence\n|\n|On a motion for summary judgment, there is no requirement that the Court of Federal Claims view each piece of submitted evidence in isolation. RCFC, Rule 56(a).\n\n|\n\n\n[11]\n|Internal RevenueInvestment Credit\n|\n|Transaction in which parent sold its interest in owners of solar energy power plant to buyers, under engineering, procurement, and construction (EPC) agreements and membership interest purchase and sale agreement (MIPSA), had no acquired Class III assets requiring allocation of consideration under tax code, as required to support owners’ claims for cash grant reimbursements under American Recovery and Reinvestment Act (ARRA), since owners did not acquire loan agreements in transaction, but rather, executed them separately with private lenders, so transaction’s consideration was not allocated to loan agreements that were liabilities, not assets, and parent’s financing-related agreements with private banks were intangible assets, not debt instruments requiring allocation. 26 U.S.C.A. §§ 197, 1060(a)(2), 1275(a)(1)(A); 26 C.F.R. §§ 1.197-2(b)(7)(i), 1.338-6(b)(2)(vi), 1.338-6(b)(2)(iii)(A).\n\n|\n\n\n[12]\n|Internal RevenueAmount and computation\n|\n|In determining fair market value of acquired assets to support cash grant reimbursement claims, under American Recovery and Reinvestment Act (ARRA), “fair market value” is the price at which property would change hands between a willing buyer and a willing seller, neither being under any compulsion to buy or sell, and both reasonably informed as to all relevant facts. 26 U.S.C.A. § 1060.\n\n|\n\n\n[13]\n|Internal RevenueAmount and computation\n|\n|In determining fair market value of acquired assets to support cash grant reimbursement claims, under American Recovery and Reinvestment Act (ARRA), generally, in a sale between unrelated parties at arm’s length, the sales price is the best evidence of fair market value. 26 U.S.C.A. § 1060.\n\n|\n\n\n[14]\n|United StatesParticular cases\n|\n|Genuine dispute of material fact remained as to whether asset prices amounted to fair market values, as contained in cost segregations and total cost spreadsheet and further detailed by exhibit to engineering, procurement, and construction (EPC) agreements under which solar energy power plant owners hired their parent company to develop and construct plants and parent subsequently sold its interest in owners, thus precluding summary judgment as to whether owners provided sufficient allocation of consideration for assets in acquiring solar plant construction project to support their claims for additional cash grant reimbursements under American Recovery and Reinvestment Act (ARRA). 26 U.S.C.A. § 1060.\n\n|\n\n\n[15]\n|Internal RevenueAmount and computation\nInternal RevenueEvidence\n|\n|In reviewing cash grant applications, under the American Recovery and Reinvestment Act (ARRA), Treasury assumes that an applicant’s claimed cost basis reflects the eligible property’s fair market value, so long as the property was purchased through an arm’s-length transaction involving no unusual circumstances; once an applicant has produced such evidence, the burden is on the government to demonstrate special circumstances which would negate the relevance of a prior arm’s-length purchase price.\n\n|\n\n\n[16]\n|United StatesParticular cases\n|\n|Genuine dispute of material fact remained as to fair market value of assets acquired under membership interest purchase and sale agreement (MIPSA), through which parent sold its entire interest in owners of solar energy power plant to buyers, thus precluding summary judgment as to whether owners provided sufficient allocation of consideration for acquired assets to support their claims for additional cash grant reimbursements under American Recovery and Reinvestment Act (ARRA). 26 U.S.C.A. § 1060.\n\n|\n\n\n[17]\n|Internal RevenueAmount and computation\n|\n|In allocating consideration of acquired assets, as required to support cash grant reimbursement claims, under American Recovery and Reinvestment Act (ARRA), power purchase agreements (PPAs), as long-term contracts in which electricity producer agreed to sell electricity to utility or other customer pursuant to agreed pricing formula, could be characterized as “customer-based intangible assets,” within meaning of tax code provision governing amortization deductions, and those intangible assets were defined by regulation as Class VI assets. 26 U.S.C.A. § 197; 26 C.F.R. § 1.338-6(b)(2)(vi).\n1 Case that cites this headnote\n|\n\n\n[18]\n|Internal RevenueAmount and computation\n|\n|Transaction in which parent sold its interest in owners of solar energy power plant to buyers, under engineering, procurement, and construction (EPC) agreements and membership interest purchase and sale agreement (MIPSA), required consideration for acquired assets to be allocated first to Class V assets to extent of their fair market value, and only afterwards was any remaining consideration allocated to Class VI and VII assets, in analyzing solar energy power plant owners’ claims for or cash grant reimbursements under American Recovery and Reinvestment Act (ARRA), since consideration was allocated among classes in order they were statutorily listed in “waterfall” fashion, using fair market value of assets within each class. 26 U.S.C.A. § 1060; 26 C.F.R. § 1.338-6(b).\n1 Case that cites this headnote\n|\n\n\n[19]\n|Internal RevenueAmount and computation\n|\n|Department of Energy’s (DOE) loan guarantee in case owners of solar energy power plant defaulted was not separable asset to be included in allocation of consideration for acquired assets and capable of reducing basis of property eligible for cash grant reimbursements claimed by owners, under American Recovery and Reinvestment Act (ARRA), since IRS notice stated that receipt of DOE loan guarantee did not reduce basis of specified energy property. 26 U.S.C.A. § 1060.\n\n|\n\n\n[20]\n|Internal RevenueRevenue rulings and letter rulings\n|\n|While IRS determinations in letter rulings are not binding, Court of Federal Claims may consider them as persuasive authority.\n\n|\n\n\n[21]\n|Internal RevenueAmount and computation\n|\n|Solar energy power plant owners’ standard large generator interconnection agreement (LGIA) with electricity producers constituted Class VI “supplier-based intangible asset,” with value resulting from future acquisition, pursuant to contractual or other relationships with suppliers in ordinary course of business, of goods or services that will be sold or used by taxpayer, in support of owners’ claim for additional cash grant reimbursements, under American Recovery and Reinvestment Act (ARRA), since LGIA reflected value resulting from owners’ future acquisition, pursuant to contract, of interconnection services from suppliers that would be used by owners. 26 U.S.C.A. § 197; 26 C.F.R. §§ 1.197-2(b)(7)(i), 1.197-2(b)(12).\n\n|\n\n\n[22]\n|Internal RevenueAmount and computation\n|\n|Solar energy power plant owners’ claims for additional cash grant reimbursements, under American Recovery and Reinvestment Act (ARRA), did not require valuation of Class VI or Class VII intangibles in order to determine appropriate allocation of consideration to Class V acquired assets per their fair market value, since consideration was allocated among classes in order they were statutorily listed in “waterfall” fashion, using fair market value of assets within each class. 26 U.S.C.A. § 1060.\n1 Case that cites this headnote\n|\n\n\n[23]\n|Internal RevenueAmount and computation\n|\n|In allocating consideration of acquired assets, as required to support cash grant reimbursement claims by owners of solar energy power plants, under American Recovery and Reinvestment Act (ARRA), cost categories of sales tax, interest during construction, and early completion bonuses were capitalized to costs included in basis of acquired assets eligible for cash grant reimbursements. 26 U.S.C.A. §§ 263A(a)(1)(B), 263A(c)(1), 263A(g)(1), 263A(g)(2), 1060; 26 C.F.R. § 1.263A-1(c)(3).\n\n|\n\n\nAttorneys and Law Firms\n*212 Steven J. Rosenbaum, Covington & Burling LLP, Washington, D.C., for Plaintiff. Dennis B. Auerbach, Sean M. Akins, Alexis N. Dyschkant, and Seth A. Mohney, of counsel.\nMatthew D. Lucey, United States Department of Justice, Tax Division, Court of Federal Claims Section, Washington, D.C., with whom were Richard E. Zuckerman, Principal Deputy Assistant Attorney General, David I. Pincus, Chief, Court of Federal Claims Section, G. Robson Stewart, Assistant Chief, Court of Federal Claims Section, and Jason S. Selmont and Katherine Powers, Trial Attorneys, of counsel, for Defendant.\n\n\n\n\nOPINION AND ORDER\nMEYERS, Judge.\n*213 To encourage investment, Section 1603 of the American Recovery and Reinvestment Act of 2009 (“Section 1603”) provided cash grants to reimburse the cost of placing in service certain renewable energy properties. Here, Plaintiffs acquired and applied for Section 1603 grants for the Desert Sunlight solar energy project in California (the “Project”), which the Government largely approved and awarded the Plaintiffs $550 million in grants. But the Government did not approve $59 million of Plaintiffs’ application, and Plaintiffs sued to recover this $59 million. The Parties have cross moved for summary judgment and the Government has filed a motion in limine to strike certain statements in Plaintiffs’ declarations.\n \nThe Government moves for summary judgment arguing that the Plaintiffs have not produced the required allocation of the consideration they paid for Desert Sunlight among all the assets Plaintiffs acquired. While the Plaintiffs did not submit their allocation on an IRS Form 8594, whether they provided sufficient information to support their claim is a factual issue that is not amenable to resolution on summary judgment. Therefore, the Court denies the Government’s motion insofar as it seeks judgment ending this case.\n \nIn the alternative, the Government seeks summary judgment on several legal questions about how assets should be categorized. Plaintiffs also seek summary judgment on these questions and several more. For the reasons explained below, these motions are granted-in-part and denied-in-part.\n \nFinally, the Government has moved to strike certain statements in Plaintiffs’ witness declarations because they are either legal conclusions, hearsay, or the declarant has not laid the foundation for the challenged statements. Because none of the challenged statements are necessary for the resolution of the summary judgment motions, the Court does not consider them and denies the Government’s motion in limine as moot without prejudice to raise these objections at trial.\n \n\n\nI. Background\n\nA. The Desert Sunlight Facility, the LGIA, and the PPAs\nThe Desert Sunlight Facility (the “Facility”) is a massive solar energy power plant located in California’s Mohave Desert. Brannen Decl. ¶ 10 (ECF No. 86-3 at App’x 5).2 Sitting on a site roughly 20% of the area of Manhattan, the Facility occupies an area approximately 3.2 miles by 2.6 miles. Id. ¶ 11. Prior to the Facility, nobody had undertaken building a solar energy facility of similar size. Id. ¶ 20. As a solar photovoltaic (“PV”) electricity plant, the Facility converts sunlight into electricity. Id. ¶ 12. It does so using solar panels, or “modules,” to convert sunlight into direct current (“DC”) electricity. Id. ¶ 32. The Facility then uses inverters to convert the DC electricity into alternating current (“AC”) electricity for delivery to the utility transmission system. Id. (at App’x 21). As designed, the Facility’s DC generating capacity was projected to be 724 megawatts of DC (“MWdc”). As built, the Facility has a slightly greater 740.7 MWdc capacity. Id. ¶ 16. Its total AC generating capacity is approximately 550 megawatts of alternating current (“MWac”). Id. The Facility is comprised of two segments, a 250 MWac-capacity plant and a 300 MWac-capacity plant. Id. ¶ 17. Plaintiffs Desert Sunlight 250, LLC and Desert Sunlight 300, LLC own the 250 MWac plant and the 300 MWac plant, respectively. ECF No. 1 ¶¶ 10-11. The Facility entered service in 2014. Brannen Decl. ¶ 10.\n \nBefore the Facility’s construction, Plaintiffs were owned by First Solar, Inc. (“First Solar”).3 ECF No. 1 ¶ 40. First Solar is a leading manufacturer of “thin film” solar modules, which are widely used in solar PV *214 facilities throughout the world. Brannen Decl. ¶ 15. First Solar is also a leader in developing, financing, engineering, constructing, operating, and selling many of the world’s largest grid-connected solar PV power plants. Id.; see also ECF No. 81-2 at App’x 26. Before construction begins on a solar PV facility, the developer generally “execut[es] an interconnection agreement” and “enter[s] into a power purchase agreement” (“PPA”). ECF No. 81-2 at App’x 31. An interconnection agreement “is a contract in which a utility scale electricity producer obtains the right to interconnect its facility to the electricity grid,” through which it can then transport its electricity to the purchaser. Charles Decl. ¶ 9 (ECF No. 86-6 at App’x 1127).4 “A PPA is a long-term contract in which an electricity producer agrees to sell electricity to a utility or other customer pursuant to an agreed pricing formula[ ] ....” Id. First Solar achieved both milestones as Plaintiffs’ owner while developing the Facility. Id.\n \nIn 2010, Plaintiffs entered into a Standard Large Generator Interconnection Agreement (“LGIA”) with the Southern California Edison Company (“SCE”) and the California Independent System Operator Corporation (“CAISO”). ECF No. 81-29 at App’x 2650, 2718-20. Under the LGIA, Plaintiffs secured the right to interconnect the Facility to CAISO’s electricity grid by way of SCE’s transmission system once the Facility became operational. Id. at App’x 2650, 2656-57, 2661-62. Also, Plaintiffs were responsible for building everything necessary to connect the Facility to a substation that SCE was responsible for building. Id. at App’x 2722-23. In other words, the SCE substation served as the handoff point of the Facility’s electricity to the power grid; Plaintiffs were responsible for delivering electricity to the substation and SCE was responsible for transporting it to the grid.\n \nPlaintiffs also executed two PPAs for the output of the Facility. In 2009, Plaintiffs executed a PPA with SCE. ECF No. 81-21; ECF No. 81-20 at App’x 2030. Under this PPA, SCE agreed to purchase the total electrical output from DS 250 for 20 years. ECF No. 81-21 at App’x 2062, 2071. And in 2010, Plaintiffs executed a PPA with Pacific Gas and Electric Company (“PG&E”). ECF No. 81-22 at App’x 2299. Here, PG&E agreed to purchase the total electrical output from DS 300 for 25 years. Id. at App’x 2324.\n \n\n\nB. First Solar Sells the Facility to GE and NextEra\nIn 2011, First Solar began negotiating with NextEra Energy Resources, LLC (“NextEra”) and GE Energy Financial Services (“GE”) to sell First Solar’s interest in Plaintiffs. Brannen Decl. ¶ 13. NextEra builds and operates solar power facilities. Id. ¶¶ 7-8. GE is a financial services provider with experience investing in the renewable energy industry. Id. ¶ 13.\n \nOn September 29, 2011, First Solar, NextEra, and GE executed several agreements, including: (1) three Engineering, Procurement, and Construction (“EPC”) Agreements; (2) three Operating and Maintenance (“O&M”) Agreements; (3) financing agreements; (4) a Department of Energy (“DOE”) Loan Guarantee; and (5) a Membership Interest Purchase and Sale Agreement (“MIPSA”).\n \n\n1. The EPC Agreements and O&M Agreements\nThe three fixed-price EPC Agreements are contracts to engineer, procure, and construct the Facility. Id. ¶ 14. The first EPC Agreement is between Plaintiff DS 250 and First Solar. ECF No. 81-12. In this agreement, Plaintiff DS 250 hired First Solar to develop and construct the 250 MWac portion of the Facility for a fixed price of $807,932,028. Id. at App’x 858, 904. The second agreement is between Plaintiff DS 300 and First Solar, in which Plaintiff DS 300 hired First Solar to develop and construct the 300 MWac portion of the Facility for a fixed price of $967,742,759. ECF No. 81-13 at App’x 1011, 1056. The third agreement is between both Plaintiffs and First Solar, in which Plaintiffs hired First Solar to develop *215 and construct the common areas of the Facility for a fixed price of $175,132,299. ECF No. 81-15 at App’x 1666, 1702. The total price of all three EPC Agreements is $1,950,807,086. Plaintiffs contend that this total includes approximately $104 million in sales tax. Brannen Decl. ¶¶ 21, 62.\n \nThe EPC Agreements’ terms underwent changes over the course of negotiations between First Solar, NextEra, and GE, according to both NextEra’s lead negotiator, William Brannen, Id. ¶¶ 22-23, and First Solar’s Kent Draper, Draper Dep. Tr. at 28:7-8, 29:1-7, 265:13-17 (ECF No. 81-63 at App’x 4149, 4208). In the beginning of the negotiations, First Solar sought a total price of over $2.36 billion for all three EPC Agreements, but NextEra and GE negotiated the final price down by over $400 million to reach the final $1,950,807,086 total price. Brannen Decl. ¶ 22; see also Draper Dep. Tr. 264:21-265:12. NextEra and GE also convinced First Solar to take on greater risk than it originally accepted, such as the risk of increased cost of equipment, material, and labor during the construction period, even though acceptance of greater risk typically results in higher prices. Brannen Decl. ¶ 23; Draper Dep. Tr. 270:25-271:19, 273:1-7, 274:10-15. Mr. Brannen attributes the final deal to “the hard bargain that NextEra and GE drove.” Brannen Decl. ¶ 23. Mr. Draper agreed. Draper Dep. Tr. 274:22-275:6. Indeed, Mr. Draper testified that the negotiation “was ... very arm’s length ... it was an extremely hard negotiation with GE and NextEra.” Id. at 265:13-17. Mr. Draper further testified that “they [GE and NextEra] were tough negotiators. They’re, you know, extremely well-versed in ... the issues that we were dealing with, both on the technical side and risk allocation under EPC agreements and ... they drove a hard bargain.” Id. at 266:24-267:5.\n \nMoreover, the negotiations concerned not just the total EPC Agreement prices but also the price for specific components under each EPC Agreement. Brannen Decl. ¶¶ 18, 44. The specific component prices were set forth in Exhibit I to all three EPC Agreements. ECF No. 88 at App’x 285 ¶ 12; see id. at App’x 353-360.\n \nExhibit I effectively has two parts. See Brannen Dep. Tr. at 75:9-76:8, 117:5-118:13 (ECF No. 81-6 at App’x 230, 240-41) (Mr. Brannen referring to the first part as the “schedule of values” and the second part as the “milestone payment schedule.”). The first part contains schedules of component pricing for each EPC Agreement. ECF No. 88 at App’x 353-56; see also Pitale Decl. ¶¶ 12-13 (ECF No. 88 at App’x 285-86).5 In relevant part, as shown in the excerpt below of the schedule of the DS 300 EPC Agreement’s component pricing, the schedules list: (1) the EPC Agreement’s components (Milestones); (2) the quantity of components at which they are priced (Unit of Measure); (3) the percentage of each unit’s price within the EPC Agreement’s price (Milestone Value (% of Sale Price)); (4) each unit’s price (Milestone Value); (5) the total number of units (Project Quantities); (6) the total cost for all of the units (Total Project Value); and (7) the percentage of the total EPC Agreement price that each component represents (Total Project %):\n \n*216\n\n​\nId. ¶ 13; ECF No. 88 at App’x 355.\nExhibit I’s second part contains a payment schedule for each EPC Agreement. Pitale Decl. ¶ 14. As shown in the excerpt of the DS 300 EPC Agreement’s payment schedule below, the schedules list each monthly payment Plaintiffs would make to First Solar (Total EPC Payment – Monthly), as well as the aggregate amount Plaintiffs have paid to First Solar up to each month (Total EPC Payment – Cumulative):\n \n\n​\nId.; ECF No. 88 at App’x 359. Each monthly payment amount was simply calculated by multiplying the number of component units expected to be completed that month by the price of each component unit. See Brannen Dep. Tr. at 76:3-8 (ECF No. 81-6 at App’x 230).\nIn negotiating the EPC Agreements, Mr. Brannen states that he “was careful to ensure that the price for the three EPC contracts standing alone was a fair-market price for the EPC work that First Solar performed.” Brannen Decl. ¶ 24 (ECF No. 86-3 at App’x 12). Mr. Brannen explains that he had multiple reasons to do so beyond pursuing NextEra’s normal business objective of paying only fair market value for EPC agreements. Id. First, Mr. Brannen states he knew that NextEra would require loans to pay for the EPC Agreements, and that banks would not finance the EPC Agreements if they were above market. Id. Second, due in part to the magnitude of the Facility’s construction, Mr. Brannen states he feared that First Solar may not complete the Project, and that NextEra did not want to have paid First Solar an above-market amount for any work already completed. Id. Third, Mr. Brannen states that he had a personal incentive to reach the best price and lowest risk EPC Agreements because a significant portion of his salary was an incentive payment tied to the deal reached. Id. ¶ 25. Mr. Draper also states that First Solar was “trying to stay cash neutral or cash positive throughout the course of construction for the project.” Draper Dep. Tr. at 252:8-12 (ECF No. 81-63 at App’x 4205).\n \n*217 The Parties also took several steps in assessing the EPC Agreement prices.\n \nFirst, NextEra performed its own “cost build up,” which was reviewed by an independent engineering firm, BEW. Brannen Decl. ¶ 26e. Excluding the cost of the EPC Agreements’ module and cartridge components, NextEra estimated the cost of the remaining components, known as the balance of system (“BOS”) component cost, under the EPC Agreements to be $1.04/Wdc, which BEW believed was low. Id. NextEra then compared its estimated $1.04/Wdc BOS price to First Solar’s proposed BOS price of $1.21/Wdc and found that the prices were similar. Id. Next Era viewed the $0.17/Wdc difference between the two prices as merely “a reasonable markup for sales tax and for the overhead, profit and risk contingency that an EPC contractor like First Solar would charge.” Id. Based on its knowledge of the solar modules market, NextEra further determined that the EPC Agreement prices for modules and cartridge were also fair market value, and that their percentage of the cost of the EPC Agreements was standard as well. Id. ¶¶ 26e, 53-56. Accordingly, NextEra concluded that the EPC Agreement prices were fair market value. Id. ¶ 26e.\n \nSecond, First Solar, at the direction of Goldman Sachs (one of NextEra and GE’s lenders funding the EPC Agreements), requested that an independent engineering firm, Black & Veatch Corporation (“Black & Veatch”), assess the Project. ECF No. 88 at App’x 257. Black & Veatch concluded that “the total construction cost is consistent with the total construction cost of other PV solar generating facilities utilizing the same technology and with our understanding of current market pricing in the solar PV industry.” Id. at App’x 258.\n \nThird, NextEra consulted Treasury guidance “reflect[ing] that a cost of $4/W to build the ... property for a utility-scale solar PV facility was presumptively reasonable.” Brannen Decl. ¶ 26d (ECF No. 86-3 at App’x 14). Specifically, the guidance provided that, as of the first quarter of 2011, its benchmark price to construct such facilities was $4 per watt (“/W”).6 Id.; see also ECF No. 88 at App’x 250. According to the guidance, the benchmarks reflect a property’s fair market value and “are predicated on an open-market, arm’s-length transaction between two entirely unrelated parties with adverse economic interests.” ECF No. 88 at App’x 249-50. In contrast to the $4/W price, Mr. Brannen calculated that the EPC Agreements’ total price of over $1.9 billion “translates to a price of $2.69 per watt of DC capacity based on the facility’s original planned capacity of 724 MWdc, ... $2.63/Wdc based on actual as-built capacity of 740.7 MWdc[, and,] [i]ncluding net early completion bonuses ..., $2.73/Wdc based on Desert Sunlight’s as-built capacity of 740.7 MWdc.” Brannen Decl. ¶ 21. In contrast to Mr. Brannen’s calculations, Ms. Angela Pitale, NextEra’s Senior Director of Tax from 2011-2015, calculated a price of $2.77/Wdc. Pitale Decl. ¶ 59 (ECF No. 88 at App’x 315).\n \nFourth, Mr. Brannen was aware that various public reports estimated the EPC agreement prices of typical utility-scale solar PV facilities, and that his estimated prices of $2.63/Wdc or $2.73/Wdc for the Facility’s EPC Agreements was lower than all of them. Brannen Decl. ¶ 26c. For example, the Solar Energy Industry Association’s (“SEIA”) 2011 First Quarter U.S. Solar Market Insight publication estimated the average utility-scale solar PV facility system price in the first quarter of 2011 to be $3.85/W. ECF No. 88 at App’x 222. And a National Renewable Energy Laboratory’s (“NREL”) February 2011 report estimated a utility-scale solar PV facility system price at the end of 2010 to be approximately $4/Wdc. Id. at App’x 239.\n \nApparently satisfied that the Facility’s total cost was reasonable, the Parties signed the EPC Agreements. Plaintiffs and First Solar also entered into three O&M Agreements, under which Plaintiffs hired First Solar to provide operations and maintenance services for the 250 MWac portion, the 300 MWac portion, and the common facilities of *218 the Facility, respectively. See ECF Nos. 81-16, 81-17, & 81-18.\n \n\n2. Financing Agreements and the DOE Loan Guarantee\nAs part of its development of the Project, First Solar arranged Project financing terms with several private banks. ECF Nos. 91-3, 91-4, 95-2 at App’x 2892-2900. At the time that Plaintiffs acquired the Project, they also entered into financing agreements with these banks on the terms First Solar arranged for loans of $1.461 billion. Brannen Decl. ¶ 94; Scarff Decl. ¶ 2 (ECF No. 95-2 at App’x 2865).7 According to Plaintiffs, they paid slightly less than $87 million in interest on the loans during the construction of the Facility. Pitale Decl. ¶ 88. NextEra and GE used equity to finance more than $600 million that they did not finance through the loans. Brannen Decl. ¶ 94; ECF No. 81-60 at App’x 3982.\n \nThe Department of Energy also provided a loan guarantee8 covering 80% of the loans—$1,168,800,000—in case Plaintiffs defaulted. Brannen Decl. ¶ 94. The DOE Loan Guarantee was made pursuant to Section 1705 of Title XVII of the Energy Policy Act of 2005, Pub. L. No. 109-58, § 1705, 119 Stat. 594, which the American Recovery and Reinvestment Act of 2009 added to Title XVII to create a temporary program permitting DOE to issue loan guarantees in support of renewable energy projects. ECF No. 81-65 at App’x 2571.\n \nBefore providing the guarantee, DOE took multiple steps to assess First Solar’s total EPC price, which was then over $2.36 billion. DOE conducted its own due diligence and determined that there was a reasonable assumption that, based on the proposed total EPC Agreement price, the loan would be repaid. Walker Dep. Tr. at 99:8-14 (ECF No. 88-1 at App’x 2816).9 It did so by comparing the proposed total EPC Agreement price to other projects in its internal databases. Id. at 103:16-17. DOE then engaged in interagency discussions with Treasury, which was concerned that the proposed total EPC Agreement price was too high in comparison to several other projects. Id. at 44:18-45:11, 59:2-8. Specifically, in June 2011—before the more than $400 million reduction from First Solar’s proposed total EPC Agreement price and before the Facility was built with a 740.7/MWdc generating capacity—the total EPC Agreement price was proposed by First Solar at $2.97/Wdc (including labor adjustments), and Treasury indicated that a comparable EPC agreement price would be $2.80/Wdc without labor adjustments and $2.92/Wdc with labor adjustments. Id. at 154:21-158:3; see also ECF No. 88-1 at 2863. To assuage Treasury’s concerns, DOE consulted numerous experts for their assessment of the proposed total EPC Agreement price. Walker Dep. Tr. at 46:17-47:17.\n \nThe Loan Programs Office (“LPO”), which provides DOE’s loan guarantees, requested the analysis from DOE’s Solar Energy Technology Program (“SETP”). ECF No. 88-1 at App’x 2425; Ramesh Dep. Tr. at 23:21-25:12 (ECF No. 88-1 at App’x 2364).10 In response to the LPO’s request, SETP coordinated with the NREL, one of the seventeen national labs within DOE, to conduct its review using the NREL’s solar PV cost estimating tool—bottom-up cost modeling. Ramesh Dep. Tr. at 17: 13-16, 25:1-17. Bottom-up cost modeling is a method used to determine a project’s cost based on its various components, which in turn is based on market surveys in consultation with industry stakeholders. Ramesh Dep. Tr. at 19:24-20:12, 34:18-35:3. Upon completion of the SETP/NREL review, the SETP’s Program Manager, Dr. Ramesh, issued a memorandum to the LPO that concluded that First Solar’s proposed total EPC Agreement price is “below the current estimated *219 average total project cost for comparable projects and [is] within a reasonable range of the expected system price, as estimated using NREL’s internal solar PV cost estimating tool” (i.e., the bottom-up cost model). ECF No. 88-1 at App’x 2425; Ramesh Dep. Tr. at 25:13-17; see also ECF No. 88-1 at App’x 2420 (another DOE memorandum concluding that “[b]ased on this analysis the EPC price falls within an acceptable range of expected system costs based on technology selection, system size and configuration.”). Specifically, the NREL determined that First Solar’s then-proposed total EPC Agreement price of $3.43/Wdc was within a reasonable range of the NREL’s estimated EPC system price for a project similar to the Desert Sunlight Facility of $2.93/Wdc. ECF No. 88-1 at App’x 2427-28; Ramesh Dep. Tr. at 129:16-21. Dr. Ramesh explains that the memorandum compared the proposed total EPC Agreement price to the NREL’s 2010 Q4 Benchmark of $4.13/Wdc, not the NREL’s estimated price of $2.93/Wdc. Ramesh Dep. Tr. at 40:18-41:5. Further, Dr. Ramesh’s memo states that “[w]e have compared a detailed break out of the pricing for the elements of the EPC contract against our model and have found the pricing to be within our expected range.” ECF No. 88-1 at App’x 2426.\n \nIn addition to its internal resources, DOE consulted three outside, independent engineering firms to assess the proposed total EPC Agreement price. Walker Dep. Tr. 46:17-47:17 (ECF No. 88-1 at App’x 2803). The first firm was Luminate, LLC (“Luminate”), which concluded that both First Solar’s initial EPC Agreement price and the final EPC Agreement price were reasonable. Grover Dep. Tr. at 17:20-18:7, 79:20-81:18 (ECF No. 81-36 at App’x 3181-82, 3197).11 The second firm, Burns and Roe Enterprises, Inc., also concluded that the proposed EPC Agreement prices were reasonable. Walker Dep. Tr. at 53:16-22, 58:16-59:18 (ECF No. 88-1 at App’x 2804, 2806). The third firm DOE consulted was Shaw Consultants International, Inc. Id. at 69:9-71:6, 75:23-76:4; ECF No. 88-1 at App’x 2556-76. Shaw defined a “fair market value” price as “one where the price is comparable to an EPC price that was obtained through a competitive third party EPC solicitation for comparable PV projects.” Id. at App’x 2560. Based on its analyses, Shaw determined that the Facility’s total EPC Agreement price was the cheapest of seventeen solar facility EPC prices considered. Id. at App’x 2573. Shaw thus concluded that the EPC Agreement prices were fair market values. Id. at App’x 2576. In addition, Shaw concluded that the Facility’s EPC Agreement price was “comparable to ‘arm’s length’ or third party EPC prices.” Id.; see also Walker Dep. Tr. at 92:4-94:18.\n \nAfter consulting these experts, DOE ultimately issued the Loan Guarantee.\n \n\n3. The MIPSA\nLastly, First Solar, NextEra, and GE also executed the MIPSA, through which First Solar sold its entire interest in Plaintiffs to NextEra and GE. ECF No. 81-10 at App’x 333. Included in the sale was the LGIA, the two PPAs, and the DOE Loan Guarantee. Id. Under the MIPSA, NextEra and GE each paid First Solar $7,222,803, for a total price of $14,445,606. Id. at App’x 351.\n \nThe EPC Agreement and MIPSA prices were arrived at using a “Project Model,” an intricate, multi-tab Excel spreadsheet aimed at calculating the Transaction’s prices based on the Facility’s expected return on equity (“ROE”) for the purchasers (NextEra and GE). See id. at App’x 351-52; see also ECF No. 81-25 (Project Model Cover Sheet) and related CD (Project Model). As explained in NextEra’s summary of the Facility’s transaction, the Project Model calculates the expected ROE by considering various factors, including “expected debt terms, plant performance (energy output, availability during the O&M phase), interconnection energization date, energization dates for the 20 blocks (ramp revenues), substantial completion date and PPA commercial operation dates (COD), future operating, certain owner costs and future maintenance expenses.” ECF No. 81-19 at App’x 2013. The MIPSA sets forth the limited conditions and procedures warranting revising the input into the *220 Project Model, see ECF No. 81-10 at App’x 351-53, as otherwise “the calculations embedded in the Project Model will not be changed or revised for any reason, including the discovery of a mathematical or formulaic error in the Project Model,” id. at App’x 352.\n \nFollowing the execution of all the agreements, First Solar began constructing the Facility. Given the scale of the Project, First Solar constructed the Facility in phases, known as “blocks.” Pitale Decl. ¶ 16. The Facility was constructed in twenty blocks. Id. Blocks 1-11 comprised the 300MWac portion and Blocks 12-20 comprised the 250 MWac portion. Id.\n \n\n\nC. The American Recovery and Reinvestment Act of 2009\n[1]“Congress has long used tax incentives to promote investment in new renewable energy projects.” Alta Wind I Owner Lessor C v. United States, 897 F.3d 1365, 1368 (Fed. Cir. 2018). “Initially, these incentives came in the form of tax credits—specifically the production tax credit ... under I.R.C. § 45 and the investment tax credit ... under I.R.C. § 48.” Id. By 2009, however, the Great Recession had reduced the benefit of these tax credits. Id. In response to economic problems, Congress passed the American Recovery and Reinvestment Act of 2009 (“ARRA”). Pub. L. No. 111-5, 123 Stat 115 (2009). “The ARRA created a temporary program that offered a cash payment in lieu of a tax credit to certain investors for certain qualified investments in clean energy property.” WestRock Virginia Corp. v. United States, 136 Fed. Cl. 267, 270 (2018), aff’d, 941 F.3d 1315 (Fed. Cir. 2019). Specifically, Section 1603(a) provides that “[u]pon application, the Secretary of the Treasury shall ... provide a grant to each person who places in service specified energy property to reimburse such person for a portion of the expense of such property.” “Specified energy property” includes certain solar property. § 1603(d)(3). And the amount of the cash grant is the “applicable percentage of the basis of such property,” which is 30% for solar property. § 1603(b)(1)-(2). “It is intended that the grant provision mimic the operation of the credit under [IRC] section 48.” WestRock Virginia Corp., 941 F.3d at 1316 (quoting H.R. Rep. No. 111-16, at 620–21 (2009)) (alteration in original).\n \n\n\nD. Plaintiffs’ Section 1603 Applications\nAs First Solar constructed and placed into service the blocks of the Facility, Plaintiffs submitted applications (fifteen in total) to Treasury for cash grants under Section 1603. Pitale Decl. ¶ 16. Plaintiffs’ fifteen applications concerned a total of approximately $2.13 billion in expenses incurred to place into service the Facility, of which Plaintiffs contend $2,049,419,165 is Section 1603-eligible. Id. ¶ 17. According to Plaintiffs, the almost $2.05 billion was mainly comprised of the costs under the EPC Agreements, including sales tax. See id. ¶ 22.\n \nIn addition to the EPC costs, Plaintiffs concluded that certain other costs were Section 1603-eligible. First, Plaintiffs assert that the almost $87 million in interest paid to lenders during the construction of the Facility is Section 1603-eligible. Id. ¶ 89. Second, they also contend that approximately $72 million in net bonuses paid to First Solar for early completion of certain blocks of the Project is 1603-eligible. Brannen Decl. ¶¶ 63-64. And third, Plaintiffs argue that additional miscellaneous costs including reimbursements to First Solar under the MIPSA for development costs it incurred before transacting with NextEra and GE are Section 1603-eligible. Brannen Decl. ¶ 67. In sum, Plaintiffs’ applications claimed entitlement to a Section 1603 cash grant of $614,825,750 (i.e., the 30% applicable percentage of the $2,049,419,165 eligible basis). ECF No. 1 ¶ 45.\n \nWith each of their applications, Plaintiffs submitted a cost segregation of that application’s expenses. Pitale Decl. ¶ 20. A cost segregation is a document that assigns expenses to distinct categories. O’Connell Decl. ¶ 6 (ECF No. 86-6 at App’x 1249).12 Plaintiffs’ cost segregations categorized their application’s expenses among direct costs and indirect costs (costs necessary to acquire and install tangible property) and between *221 claimed Section 1603 grant-eligible and grant-ineligible expenses. Pitale Decl. ¶ 34. In addition, after submitting the fifteen applications and accompanying cost segregations, Plaintiffs submitted to Treasury a single document in Excel format, the Total Cost Spreadsheet, which comprises all the cost segregations on individual tabs. Id. ¶¶ 46-47. The Total Cost Spreadsheet also has a tab called the Total Project Cost Summary, which is the summary page of the Total Cost Spreadsheet. Id. ¶ 48. For each application, the Total Project Cost Summary presents the total cost reported on each application and the total eligible cost Plaintiffs claimed on each application. Id. ¶¶ 48-49. Moreover, the last row of the tab provides the total reported Project cost of $2,129,201,444.90 and the total claimed Section 1603-eligible cost for the Project of $2,049,419,162.17. Id. ¶ 49.\n \nPlaintiffs worked with KPMG, LLP, and principally with Mark O’Connell of KPMG, to create the cost segregations. O’Connell Decl. ¶ 4 (ECF No. 86-6 at App’x 1249). Mr. O’Connell explained that KPMG’s work preparing the cost segregations involved numerous steps. KPMG first categorized costs between direct and indirect costs. Id. ¶¶ 26-33. Mr. O’Connell segregated which direct costs were, in his opinion, Section 1603-eligible costs and which were Section 1603-ineligible costs. Id. ¶ 34. But before determining whether the costs for certain asset components were Section 1603-eligible, Mr. O’Connell had to first determine the component costs because only the larger asset cost was known. For example, Mr. O’Connell calculated the prices of components falling under the larger “substation” cost (the costs incurred to construct the onsite substation at the Facility). Id. ¶ 41. Mr. O’Connell specifically allocated the total price of the substation to its individual components based on benchmarking information from other projects. Id. Mr. O’Connell similarly calculated the prices of components in the larger cost category of “FNTP/Site Improvements,” which he divided into sub-categories labeled “General Conditions” and “Buildings/Roads.” Id. ¶ 49. Primarily utilizing the Marshall & Swift manual, which “contains price figures for various construction related expenses,” Mr. O’Connell allocated the total price of the “FNTP/Site Improvements” to its individual components. Id. ¶¶ 52-53. Reflecting on these analyses, Mr. O’Connell concluded that “[t]he cost analyses that my team performed on the substation, the General Conditions site improvements category, and the Buildings/Roads site improvements category covered over 99% of the ineligible direct EPC costs, after excluding the gen-tie line, that Plaintiffs had incurred at the time of the analyses.” Id. ¶ 61. In addition, Mr. O’Connell determined that the “Gen-Tie” costs (for the construction of the generation tie line, or transmission line, from the Facility’s on-site substation to a utility company’s offsite substation) were Section 1603-ineligible costs. Id. ¶ 38.\n \nPlaintiffs also hired Deloitte & Touche LLP to issue the accountant reports attesting to the accuracy of the applications, which Treasury required. Pitale Decl. ¶¶ 30, 41. After receiving all requested documentation, Deloitte examined the cost segregations. Id. ¶¶ 41-42. Specifically, Deloitte tested “whether the claimed costs were in fact incurred and paid, and whether the costs were properly classified as direct or indirect, and eligible or ineligible” in its opinion. Id. ¶ 42. Deloitte concluded its examination by issuing an independent accountant’s report for each application verifying it was “fairly stated, in all material respects.” Id.\n \nAfter reviewing the applications, Treasury awarded Plaintiffs a Section 1603 cash grant of approximately $555,506,250—$59,319,500 less than Plaintiffs’ requested amount of almost $615 million, as broken down in the following table:\n \n*222\n\n\n\n\nBlock Installation\n \n|Owner\n \n|Grant Sought (Pre-Sequestration)\n \n|Grant Issued (Pre-Sequestration)\n \n|Difference\n \n|\nBlocks 1, 2, 10, 11\n \n|DS 300\n \n|$148,798,318\n \n|$129,309,750\n \n|$19,488,568\n \n|\nBlocks 16, 17, 20\n \n|DS 250\n \n|$95,021,918\n \n|$77,347,500\n \n|$17,674,418\n \n|\nBlock 3\n \n|DS 300\n \n|$41,149,028\n \n|$38,436,750\n \n|$2,712,278\n \n|\nBlock 4\n \n|DS 300\n \n|$30,906,856\n \n|$29,014,500\n \n|$1,892,356\n \n|\nBlock 12\n \n|DS 250\n \n|$41,478,228\n \n|$38,343,000\n \n|$3,135,228\n \n|\nBlock 13\n \n|DS 250\n \n|$41,448,054\n \n|$38,530,500\n \n|$2,917,554\n \n|\nBlock 14\n \n|DS 250\n \n|$28,149,884\n \n|$26,564,250\n \n|$1,585,634\n \n|\nBlock 19\n \n|DS 250\n \n|$26,720,334\n \n|$26,160,000\n \n|$560,334\n \n|\nBlock 18\n \n|DS 250\n \n|$30,329,825\n \n|$28,875,000\n \n|$1,454,825\n \n|\nBlock 15\n \n|DS 250\n \n|$15,250,665\n \n|$14,392,500\n \n|$858,165\n \n|\nBlock 5\n \n|DS 300\n \n|$25,935,287\n \n|$24,390,000\n \n|$1,545,287\n \n|\nBlock 6\n \n|DS 300\n \n|$26,060,838\n \n|$24,397,500\n \n|$1,663,338\n \n|\nBlock 7\n \n|DS 300\n \n|$20,828,189\n \n|$19,680,000\n \n|$1,148,189\n \n|\nBlock 8\n \n|DS 300\n \n|$19,475,260\n \n|$18,337,500\n \n|$1,137,760\n \n|\nBlock 9\n \n|DS 300\n \n|$ 23,273,066\n \n|$21,727,500\n \n|$1,545,566\n \n|\nTotal\n \n||$614,825,750\n \n|$555,506,250\n \n|$59,319,500\n \n|\n\n\n\n\nSee id. ¶ 122; see also ECF No. 1 ¶ 49.\n\n\nII. Standard of Review\n[2] [3] [4] [5]“The [C]ourt shall grant summary judgment if the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.” RCFC 56(a). “By its very terms, this standard provides that the mere existence of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment; the requirement is that there be no genuine issue of material fact.” Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 247-48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (emphasis in original). A “genuine” dispute of material fact exists where a reasonable factfinder “could return a verdict for the nonmoving party.” Id. at 248, 106 S.Ct. 2505. “Material” facts are those “that might affect the outcome of the suit under the governing law,” as opposed to “disputes that are irrelevant or unnecessary.” Id. “When both parties move for summary judgment,” moreover, “the [C]ourt must evaluate each party’s motion on its own merits, taking care in each instance to draw all reasonable inferences against the party whose motion is under consideration.” AT&T Advertising, L.P. v. United States, 147 Fed. Cl. 478, 482 (2020) (citing Mingus Constructors, Inc. v. United States, 812 F.2d 1387, 1391 (Fed. Cir. 1987)).\n \n[6]In addition, as in tax refund cases, the Court reviews claims against the Government for Section 1603-cash-grant reimbursements de novo. W.E. Partners II, LLC v. United States, 119 Fed. Cl. 684, 690 (2015).\n \n\n\n*223 III. Discussion\n\nA. The Government’s Motion in Limine\n[7]Before reaching the motions for summary judgment, the Court must address the Government’s motion in limine to exclude various testimonial evidence Plaintiffs submitted to support their summary judgment briefing. ECF No. 92. Because none of the challenged statements are necessary for the resolution of the cross motions for summary judgment, the Court does not consider them.13 Therefore, the Government’s motion in limine is denied as moot without prejudice to objecting at trial.\n \n\n\nB. The Government’s Motion for Summary Judgment\nThe Government moves for summary judgment on the ground that Plaintiffs cannot meet their burden of proof to establish entitlement to the Section 1603 grant they seek because they have not produced (and cannot now produce) the required allocation of the price of the Desert Sunlight Transaction14 under 26 U.S.C. § 1060 on IRS Form 8594. ECF No. 80 at 32. Plaintiffs counter that they produced their allocation of the Transaction price, albeit not on IRS Form 8594, which they argue contains far more information about their allocation than a Form 8594. ECF No. 86-1 at 67. Plaintiffs also explain that they did not file a Form 8594 because at the time of their filing they did not understand that Section 1060 governed the Desert Sunlight Transaction when they originally applied for a Section 1603 grant. Id. at 67 n.9. Based on Alta Wind, which was decided years later in 2018, all now agree that Section 1060 applies. See 897 F.3d at 1376. And Plaintiffs note that the penalty for failing to file a Form 8594 is a mere $250 fine, making a forfeiture of their claim now unreasonable. ECF No. 86-1 at 67 (citing 26 U.S.C. §§ 6721(a)(1), 6724(d)(1)(B)(xvii)).\n \nPutting this aside, there are significant, material issues in dispute, which preclude summary judgment for the Government.\n \n\n1. The Legal Framework of an I.R.C. § 1060 Allocation.\nI.R.C. § 1060 governs the purchaser’s cost basis in “applicable asset acquisition[s].” I.R.C. § 1060(a). An “applicable asset acquisition” refers to any transfer “of assets which constitute a trade or business.” I.R.C. § 1060(c)(1). As relevant here, Treasury Regulations define a “trade or business” as a group of assets whose “character is such that goodwill or going concern value could under any circumstances attach to such group.” 26 C.F.R. § 1.1060-1(b)(2)(i)(B). “Goodwill is the value of a trade or business attributable to the expectancy of continued customer patronage.” 26 C.F.R. § 1.1060-1(b)(2)(ii). “Going concern value is the additional value that attaches to property because of its existence as an integral part of an ongoing business activity.” Id. The regulations further provide that, in determining whether goodwill or going concern value could attach, “all the facts and circumstances surrounding the transaction are taken into account,” including:\n(A) [t]he presence of any intangible assets ...; (B) [t]he existence of an excess of the total consideration over the aggregate book value of the tangible and intangible assets purchased ...; and (C) [r]elated transactions, including lease agreements, licenses, or other similar agreements between the purchaser and seller ... in connection with the transfer.\n26 C.F.R. § 1.1060-1(b)(2)(iii).\n \nFor transfers of such applicable asset acquisitions, “the transferee’s basis in such assets is determined wholly by reference to the consideration paid for such assets.” I.R.C. § 1060(c)(2). Specifically, “the consideration received for such assets shall be allocated among such assets acquired in such acquisition in the same manner as amounts are allocated to assets under section 338(b)(5).” *224 I.R.C. § 1060(a). I.R.C. § 338(b)(5) provides that allocation is to be done according to Treasury regulations. These regulations direct purchasers to “allocate the consideration under the residual method as described in [26 C.F.R.] §§ 1.338-6 and 1.338-7 in order to determine ... the basis in[ ] each of the transferred assets.” 26 C.F.R. § 1.1060-1(a)(1); see also 26 C.F.R. § 1.1060-1(c)(2) (providing that the purchaser’s basis in the assets purchased in an applicable asset acquisition requires allocating the consideration to all the assets purchased under the residual method of 26 C.F.R. §§ 1.338-6 and 1.338-7).\n \nSection 1.338-6 “set[s] out a method of allocation—the residual method—in which the consideration is distributed among seven asset classes, some classes for tangible assets and others for intangible assets.” Alta Wind, 897 F.3d at 1376. Those asset classes are:\nClass I: Cash and general deposit accounts.\nClass II: Actively traded personal property, certificates of deposits, U.S. government securities and publicly traded stock.\nClass III: Debt instruments [(including accounts receivable)].\nClass IV: Inventory and other property held for sale to customers.\nClass V: Assets that do not fit within any other class, including tangible property.\nClass VI: I.R.C. § 197 intangibles, including contract rights, but not goodwill and going concern value.\nClass VII: Goodwill and going concern value.\nId. (citing 26 C.F.R. § 1.338-6(b)). “The consideration is allocated among these classes in the order they are listed in a ‘waterfall’ fashion, using the fair market value of the assets within each class.” Id. Also, “[t]he amount ... allocated to an asset (other than Class VII assets) cannot exceed the fair market value of that asset ....” 26 C.F.R. § 1.338-6(c)(1). Thus, the consideration is first allocated to Class I assets up to their fair market value, then to Class II assets up to their fair market value, and so on until the consideration is fully allocated. 26 C.F.R. § 1.338-6(b)(1)-(2).\n \nHere, the Parties agree that I.R.C. § 1060 and the residual method apply to determine the amount of a Section 1603 grant. ECF No. 80 at 21-23; ECF No. 86-1 at 15. The Circuit also made this clear in Alta Wind. 897 F.3d at 1376. Specifically, the Transaction was an “applicable asset acquisition” under I.R.C. § 1060 because the MIPSA and EPC Agreements transferred assets (i.e., the Facility’s tangible assets, the PPAs, and the LGIA) that constitute a “trade or business” whose “character is such that goodwill or going concern value could under any circumstances attach to such group.” 26 C.F.R. § 1.1060-1(b)(2)(i)(B).\n \nTwo of the three non-exhaustive factors identifying goodwill and going concern value support this conclusion. See 26 C.F.R. § 1.1060-1(b)(2)(iii). First is the presence of intangible assets. 26 C.F.R. § 1.1060-1(b)(2)(iii)(A). The PPAs and the LGIA are intangible assets, as discussed below. See infra III.B.; see also Alta Wind, 897 F.3d at 1373-74 (recognizing that at least some portion of the PPAs and the interconnection agreement are intangible assets). Second is the presence of related transactions. 26 C.F.R. § 1.1060-1(b)(2)(iii)(C). Here, the O&M Agreements are related transactions between the purchaser (NextEra and GE) and seller (First Solar) in connection with the transferred assets via the EPC Agreements and the MIPSA because the O&M Agreements provide for operations and maintenance services to the Facility by First Solar. See ECF Nos. 81-16, 81-17, & 81-18; see also Alta Wind, 897 F.3d at 1373 (finding that leaseback agreements for the seller to operate the assets are related transactions).\n \nThe fact that the Facility was not yet operational at the time of the Transaction makes no difference. See Alta Wind, 897 F.3d at 1373 (citing 26 C.F.R. § 1.1060-1(b)(2)(iii)) (“There is no need to show that a transaction had actual, accrued goodwill or going concern value at the time of the transaction.”). That is particularly true here given the Parties’ expected ROE from the Facility as reflected in the “Project Model” that formed the basis of the EPC Agreement and MIPSA negotiated prices. See ECF No. 81-10 at App’x 351-53; see also ECF No. 81-25 *225 (Project Model Cover Sheet) and related CD (Project Model); Alta Wind, 897 F.3d at 1373, 1375 (finding that goodwill could attach to assets yet to be in operation that were negotiated based on anticipated cash flows that were valued with reference to intangible assets such as PPAs). Accordingly, because the Desert Sunlight Transaction is an applicable asset acquisition, the I.R.C. § 1060 allocation applies in this case.\n \n\n2. Plaintiffs’ I.R.C. § 1060 Allocation.\nGiven I.R.C. § 1060’s application to this case, the Government moves for summary judgment on the ground that Plaintiffs have not provided the required I.R.C. § 1060 allocation of the purchase price of the Desert Sunlight Transaction in accordance with the fair market value of the assets acquired. ECF No. 80 at 28-29, 32, 36-37. The Government primarily focuses on the fact that Plaintiffs did not complete an IRS Form 8594 for their I.R.C. § 1060 allocation, and that their failure to do so precludes their eligibility for a further Section 1603 grant. Id. at 32; ECF No. 91 at 35. The Court disagrees.\n \n\na) Plaintiffs’ failure to submit an IRS Form 8594 is not fatal to their claim.\n[8]The contention that IRS Form 8594 is the sole method to submit an I.R.C. § 1060 allocation for Section 1603 purposes is without merit. The Government has cited no authority to support this proposition, and the Government itself has even implied that an I.R.C. § 1060 allocation could take other forms than Form 8594. According to the Government, “plaintiffs have not presented a copy of a filed Form 8594, or otherwise provided the government with the required allocation of the purchase price in the Desert Sunlight Transaction in accordance with the fair market value of the assets acquired.” ECF No. 80 at 32 (emphasis added). Indeed, it is particularly difficult to accept that IRS Form 8594 is the only way to provide an I.R.C. § 1060 allocation given the limited information it requires. The Form merely contains boxes to fill in: (1) each asset class’s aggregate fair market value; (2) each asset class’s allocation of the sales price; (3) the assets’ total aggregate fair market value; and (4) the assets’ total allocation of the sales price. See ECF No. 81-32 at App’x 2841-42. Should an applicant for a Section 1603 grant provide the same or more detailed information as its I.R.C. § 1060 allocation, the Government has offered no reason why it should be rejected for failing to use IRS Form 8594. Indeed, the penalty for failing to submit a Form 8594 is $250, not forfeiture of a claim. See 26 U.S.C. §§ 6721(a)(1), 6724(d)(1)(B)(xvii).\n \nIt is also difficult to accept the Government’s argument that it cannot determine whether Plaintiffs were entitled to any Section 1603 grant, much less the amount they seek in this action, because they did not submit an IRS Form 8594. ECF No. 80 at 32. If it truly thought Plaintiffs’ Section 1603 applications were fatally deficient, it is unfathomable that the Government would have approved and paid more than $555 million of Plaintiffs’ grant requests already. The Government conducts an extensive review of each Section 1603 application before approving them. See ECF No. 88 at App’x 249-51. Therefore, the Government’s approving most of Plaintiffs’ applications suggests that the Government was, and presumably is, able to determine Plaintiffs’ Section 1603 eligibility.\n \nDuring oral argument, the Government attempted to reconcile this contradiction, explaining that, under Section 1603, “the idea was to get this money out quick because the financing for alternative energy products -- projects was drying up” and “Treasury, you know, had to use different rubrics to determine which cases they were going to pay more attention to and which cases they weren’t, [asking] ... are we comfortable enough making some sort of payment in the neighborhood without actually making the taxpayer go through the allocation that is needed to be done?” ECF No. 106 at 17:21-23, 17:25-18:2, 18:6-9.\n \nBut it appears that there was back-and-forth between the Government and Plaintiffs in which the Government had the opportunity to, and did, seek additional information from Plaintiffs while it was considering their Section 1603 applications. See ECF No. 81-28 (Plaintiffs’ responses to Government questions and requests for additional documentation). The Government’s requests included: *226 “We are unable to find this [document] ... please provide another copy”; “Please provide the following original Excel financial models”; and “Using best efforts, please provide a current estimate and cost segregation of the expected total cost of the entire Desert Sunlight project ... [and] an excel version of the September 20, 2011, Cost Breakdown Study prepared by KPMG.” Id. at App’x 2637-38. Notably missing from the Government’s requests for additional information is any request for a completed IRS Form 8594, which indicates the Government did not need that form to determine Plaintiffs’ eligibility for a Section 1603 grant. Nor does the Court.\n \n[9]The cases the Government relies upon do not hold to the contrary. As an initial matter, nobody disputes that the Plaintiffs bear the burden of proof to show that they are entitled to an additional § 1603 payment. ECF 80 at 28 (citing W.E. Partners II, LLC v. United States, 119 Fed. Cl. 684, 690 (2015); WestRock Va. Corp., 136 Fed. Cl. at 284); see also ECF No. 87 at 32 (Plaintiffs acknowledging what they must show). The Government also relies heavily on WestRock for the proposition that “[i]f plaintiffs fail to put forward sufficient evidence of an appropriate allocation of the overall purchase price for the Desert Sunlight enterprise as between eligible and ineligible property that would demonstrate entitlement to an additional § 1603 entitlement, then plaintiffs should not recover any additional payment.” ECF No. 80 at 28 (citing WestRock Va. Corp., 136 Fed. Cl. at 283-84) (emphasis in original). True enough, but the Government attempts to stretch this proposition to support summary judgment because “plaintiffs have not presented a copy of a filed Form 8594, or otherwise provided the government with the required allocation of the purchase price in the Desert Sunlight Transaction in accordance with the fair market value of the assets acquired.” ECF No. 80 at 32. Whether Plaintiffs provided a sufficient § 1060 allocation is a factual matter for trial.\n \n\nb) A genuine dispute of material fact exists whether Plaintiffs provided a sufficient I.R.C. § 1060 allocation.\n[10]Summary judgment is not appropriate here because there are disputed material facts regarding whether Plaintiffs provided a sufficient I.R.C. § 1060 allocation. Plaintiffs contend that they provided a proper and sufficient allocation in the cost segregations and Total Cost Spreadsheet they submitted to Treasury with their Section 1603 applications. E.g., ECF No. 86-1 at 63-64. The Government argues that Plaintiffs’ cost segregations and Total Cost Spreadsheet are not a proper I.R.C. § 1060 allocation. ECF No. 91 at 7. The Government also argues that Plaintiffs have failed to otherwise produce evidence regarding the fair market value of the assets, which dooms their claim. Id. at 13-14, 18-21. The Court disagrees. The Government’s argument that Plaintiffs failed to produce any evidence of the fair market value of the Facility ignores all the evidence that Plaintiffs produced on that very point. Indeed, the Government spends nearly a dozen pages explaining why various pieces of Plaintiffs’ evidence of the Facility’s fair market value are insufficient, standing alone, to establish the fair market value. ECF No. 80 at 32-37; ECF No. 91 at 13-14, 18-21. But there is no requirement that the Court view each piece of information in isolation. And Plaintiffs have clearly provided enough information to create a factual dispute as to the fair market value of the Facility.\n \n\n(1) The Government’s argument regarding Class III assets fails.\n[11]The Government points to the financing agreements as showing that Plaintiffs did not provide a sufficient I.R.C. § 1060 allocation. Specifically, the financing agreements that the Plaintiffs secured from private banks are Class III assets, according to the Government, yet the Plaintiffs never valued or allocated any portion of the consideration to these assets. ECF No. 91 at 8-9. The Government is mistaken, however, for at least two reasons.\n \nFirst, I.R.C. § 1060 allocates only the consideration for assets acquired in a transaction. I.R.C. § 1060(a)(2) (providing that “the consideration received for such assets shall be allocated among such assets acquired in such acquisition”) (emphasis added). Plaintiffs, however, did not acquire the loan agreements *227 from First Solar in the Desert Sunlight Transaction. Rather, Plaintiffs executed them separately with private financial institutions. ECF No. 95 at 5. Plaintiffs executed the “A-2 Loan Agreement” with the U.S. Department of Energy and Deutsche Bank on September 29, 2011, contemporaneously with the Transaction. See ECF No. 91-5. First Solar is not party to it to this agreement. The same is true of the other financing agreements. See Scarff Decl. ¶ 3 (ECF No. 95-2 at App’x 2866). Therefore, the Transaction’s consideration is not allocated to the loan agreements under I.R.C. § 1060.\n \nSecond, even if Plaintiffs acquired the agreements in the Transaction, the fact is that they are not assets. Rather, they are liabilities reflecting amounts owed to private banks. I.R.C. § 1060, however, only allocates the consideration for assets acquired in a transaction. See I.R.C. § 1060(a) (providing that “the consideration received for such assets shall be allocated among such assets acquired in such acquisition in the same manner as amounts are allocated to assets under section 338(b)(5).”) (emphasis added). Indeed, Class III property is specifically referred to as assets. See 26 C.F.R. § 1.338-6(b)(2)(iii) (“Class III assets. Class III assets are assets ....”) (emphasis added). Thus, the financing agreements are not included in the Desert Sunlight Transaction for allocation under I.R.C. § 1060 as Class III assets or otherwise, and evidence of their fair market value is unnecessary for the requisite I.R.C. § 1060 allocation for Plaintiffs’ sought Section 1603 relief.\n \nThe Government also argues that Plaintiffs failed to provide a sufficient I.R.C. § 1060 allocation because they have not valued or allocated consideration to another purported Class III asset: the financing-related agreements First Solar entered with private banks. ECF No. 91 at 8-9. But the regulations defining Class III assets as including “debt instruments” does not define that term. 26 C.F.R. § 1.338-6(b)(2)(iii)(A). While undefined in the regulation, a Class III “debt instrument” appears to mean an instrument under which a debt is owed because the Code defines a “debt instrument” as “a bond, debenture, note, or certificate or other evidence of indebtedness.” I.R.C. § 1275(a)(1)(A) (emphasis added). But neither First Solar nor Plaintiffs owe any debts under First Solar’s financing-related agreements. Instead, one of these documents is a 2009 letter from Goldman Sachs to First Solar confirming that Goldman would serve as the structuring agent for future financing agreements. ECF No. 91-4. The Government also points to ECF No. 91-3 as a Class III debt instrument, but that document is merely an engagement letter between First Solar, Desert Sunlight, Goldman, and Citigroup under which Goldman and Citigroup would serve as “joint lead arrangers and joint bookmakers,” and provide “structuring assistance” for future financing. Id. at App’x 4341, 4343. Finally, the Government points to a conditional loan commitment letter between Citibank and First Solar in which Citibank offered to provide financing if certain conditions precedent were met. ECF No. 95-2 at App’x 2892-96. Among the conditions precedent is “the preparation, execution and delivery of mutually acceptable Credit Documents,” First Solar’s provision of all “know your customer” documents, and Citibank’s verification of the information received. See id. at App’x 2893. Here too, there is nothing in this document creating an obligation or indebtedness. Therefore, First Solar’s financing-related agreements are not debt instruments and thus not Class III assets for purposes of Plaintiffs’ I.R.C. § 1060 allocation.\n \nThis comports with the apparent understanding the parties, including the Government, had of liabilities in the Alta Wind litigation. In Alta Wind, the parties stipulated that one of the transactions involved the purchaser’s assumption of $307,147,911.69 of liabilities from the seller. Stipulation of Facts ¶ 22, Alta Wind I Owner Lessor C v. United States, No. 13-402 (Fed. Cl. Apr. 15, 2016) (ECF No. 115). Yet, when Alta Wind was on appeal before the Federal Circuit, “the parties agree[d] that none of the assets at issue in this case fits within Class I, II, III, or IV.” 897 F.3d at 1376. While there may be distinctions between those liabilities and the ones before this Court, it does not appear that the common understanding of Class III assets includes assumed liabilities (assuming, counterfactually, that the financing *228 agreements were acquired through the Transaction).\n \nAs an alternative, the Government argues that if the financing agreements are not Class III assets, the agreements are intangible assets for which Plaintiffs paid First Solar under the MIPSA. ECF No. 106 at 37:10-16, 39:11-25. Further, the Government argues that, if not Class III assets, the agreements have no asset class to fall under except Class V. Id. at 37:23-38:1, 39:15-25. Asserting that Plaintiffs did not value the agreements, the Government argues that Plaintiffs’ I.R.C. § 1060 allocation fails. Id. at 37:23-38:1. The Court disagrees. First Solar’s financing-related agreements are intangible assets, they are not Class V assets but rather supplier-based intangible assets under I.R.C. § 197 (“Section 197”), and Section 197 assets fall under Class VI. 26 C.F.R. § 1.338-6(b)(2)(vi). “A supplier-based intangible is the value resulting from the future acquisition, pursuant to contractual or other relationships with suppliers in the ordinary course of business, of goods or services that will be sold or used by the taxpayer.” 26 C.F.R. § 1.197-2(b)(7)(i). First Solar’s financing-related agreements are supplier-based intangible assets because they form a contractual relationship with private banks in the ordinary course of business regarding potential future loans. See also I.R.S. Tech. Adv. Mem. 199909002 (March 5, 1999) (concluding that an agreement under which a taxpayer pays a fee for the subsequent sale of customer notes to company is a supplier-based Section 197 intangible asset). As discussed below, Class VI assets need not be valued to perform the requisite I.R.C. § 1060 allocation unless there is a portion of the transaction price remaining unallocated after allocation to Classes I-V. See infra III.B.3. Thus, even if Plaintiffs did not value First Solar’s financing-related agreements, that would not affect Plaintiffs’ I.R.C. § 1060 allocation if Plaintiff is correct that the entire Transaction price is allocated to Class V assets.\n \nAccordingly, the Transaction had no Class III assets to which any of the Transaction’s consideration had to be allocated under I.R.C. § 1060.\n \n\n(2) A genuine dispute of material fact exists whether the cost segregations and total cost spreadsheet contain the Class V assets’ fair market values.\nWhether Plaintiffs provided a sufficient I.R.C. § 1060 allocation hinges on whether they submitted the fair market values of the Class V assets to Treasury. Here, there is a genuine dispute of material fact because Plaintiffs submitted detailed cost segregations to Treasury with their Section 1603 applications, which they claim contain the fair market values of the Class V assets. Whether these prices are, in fact, the fair market prices “is a question of pure fact ....” Pabst Brewing Co. v. Comm’r, 69 T.C.M. (CCH) 2773 (1995), 1995 WL 325875, at *22.\n \n[12] [13] [14]Courts have long recognized that “[f]air market value is the price at which property would change hands between a willing buyer and a willing seller, neither being under any compulsion to buy or sell, and both reasonably informed as to all relevant facts.” Solitron Devices, Inc. v. Comm’r, 80 T.C. 1, 20-21 (1983), aff’d 744 F.2d 95 (11th Cir. 1984); see also, e.g., Innovair Aviation, Ltd. v. United States, 83 Fed. Cl. 498, 501 (2008) (“The Supreme Court has held that fair market value is the amount that ‘a willing and informed buyer ... under no compulsion to buy, will pay, and what a willing and informed seller, under no compulsion to sell, will accept.’ ”) (emphasis omitted) (citation omitted); United States v. Cartwright, 411 U.S. 546, 551, 93 S.Ct. 1713, 36 L.Ed.2d 528 (1973) (“The willing buyer-willing seller test of fair market value is nearly as old as the federal income, estate, and gifts taxes themselves[.]”). Courts generally accept that in “a sale between unrelated parties at arm’s length[,] ... the sales price is the best evidence of fair market value.” Solitron Devices, 80 T.C. at 20; see also, e.g., Suitum v. Tahoe Reg’l Plan. Agency, 520 U.S. 725, 741-42, 117 S.Ct. 1659, 137 L.Ed.2d 980 (1997) (recognizing the benefit of arm’s length prices in determining market value); Schonfeld v. Hilliard, 218 F.3d 164, 178 (2d Cir. 2000) (“[I]t is well-established that a recent sale price for the subject asset, negotiated by parties at arm’s length, is the ‘best evidence’ of its *229 market value.”) (citations omitted). Thus, Plaintiffs contend that the actual amounts they paid for each asset conveyed in the Transaction are the fair market values for each of those assets.\n \nThe Government does not dispute that the willing-buyer, willing-seller standard determines fair market value, but it contends that the standard has a particular meaning. Namely, the Government maintains that “this standard requires an analysis of the property from the perspective of a hypothetical buyer and a hypothetical seller, not the actual parties to the transaction.” ECF No. 91 at 13 (emphasis added and emphasis removed). There are several issues with this argument.\n \nFirst, the Government questions the applicability of Plaintiffs’ cases to the present case because they supposedly do not involve an “applicable asset acquisition” under I.R.C. § 1060. Id. at 14. Even assuming that is a meaningful distinction, however, there are cases supporting this standard that involve applicable asset acquisitions. See., e.g., East Ford, Inc. v. Comm’r, 67 T.C.M. (CCH) 3068 (1994), 1994 WL 243713, at *3-4 (finding that the sale of a truck-leasing business was an “applicable asset acquisition” under I.R.C. § 1060). In fact, East Ford undermines the Government’s argument because there the Court had to determine the reasonable values of the assets because the two parties to the applicable asset transaction assigned different values to the same assets to maximize their respective tax treatment. According to the Tax Court: “Although the parties could have avoided this dispute by agreeing at the time of the sale to a reasonable allocation of the purchase price, their failure to do so leaves it to this Court to assign reasonable values to the assets transferred.” Id. at *1. If the parties could have avoided the dispute by assigning reasonable values to assets at the time of their transfer, the Government cannot be correct that the actual transaction is not sufficient to overcome summary judgment.\n \n[15]Second, Treasury itself reviews Section 1603 grant applications under the willing buyer – willing seller paradigm. According to its 2011 guidance, “[t]he IRS generally defines fair market value ... as ‘the price at which property would change hands between a buyer and a seller, neither having to buy or sell, and both having reasonable knowledge of all necessary facts.’ ” ECF No. 88 at App’x 251. In reviewing Section 1603 grant applications, moreover, Treasury assumes that “a Section 1603 applicant’s claimed cost basis reflects the eligible property’s fair market value,” so long as the property was purchased through an arm’s-length transaction involving no unusual circumstances. Id. at App’x 249. “Once a plaintiff has produced such evidence, the burden is on the defendant to demonstrate ‘special circumstances which would negate [the relevance] of a prior arm’s-length purchase price.’ ” Schonfeld, 218 F.3d at 179 (citation omitted). Even if the Government had come forward with evidence that the Transaction was not arm’s length or that there was compulsion to buy or sell, those would be issues for trial, not summary judgment.\n \nThird, the cases that the Government relies upon to assert that the actual sales price does not reflect the Plaintiffs’ basis do not help the Government here. For example, in Estate of Bright v. United States, the court interpreted the estate tax regulation, which provides that “[t]he fair market value is the price at which the property would change hands between a willing buyer and a willing seller, neither being under any compulsion to buy or to sell and both having reasonable knowledge of relevant facts.” 658 F.2d 999, 1005 (5th Cir. 1981) (en banc) (citing 26 C.F.R. § 20.2031-1(b)). In doing so, the court commented that “[i]t is apparent from the language of the regulation that the ‘willing seller’ is not the estate itself, but is a hypothetical seller.” Id. The Government also relies on Pabst Brewing Company v. Commissioner, as holding that the willing buyer – willing seller “standard requires the court ‘to analyze the property from the perspective of a hypothetical buyer and a hypothetical seller; not the actual parties to the transaction.’ ” ECF No. 91 at 22-23 (citing Pabst, 69 T.C.M. (CCH) 2773, 1995 WL 325875, at *22). The Government maintains that it is “[c]ontrary to the hypothetical buyer and seller standard of fair market valuation [for] plaintiffs [to] rely on the purchase price to which they—the *230 actual parties to the transaction—agreed to attempt to establish fair market value.” ECF No. 91 at 13. According to the Government, “[t]he Transaction purchase price is only probative of how the parties agreed to divvy up the total consideration for the purchase and sale of a going concern business enterprise between the MIPSA and EPC Agreements,” and that “[n]o inference may be drawn that the prices ascribed in these agreements by themselves are indicative of the fair market value of the tangible solar property.” Id. “Thus,” the Government maintains, “plaintiffs’ reliance on their own purchase price as evidence of fair market value is insufficient to overcome summary judgment in favor of the government.” Id. at 14. The Court disagrees.\n \nTo the extent the cases the Government relies upon deal with transfers of assets upon the death of the owner without an actual transaction, they do not help the Government here. It goes without saying that when there was no arms-length transaction, the Court must resort to a hypothetical buyer and seller. As the court stated in Bank of California, National Ass’n v. Commissioner, “we are required to assume the existence of a willing buyer and a willing seller, regardless of whether they actually existed or not, and to assume that the property could and would change hands, even though such a change could not in fact occur.” 133 F.2d 428, 433 (9th Cir. 1943) (emphasis added). In fact, the emphasis on the hypothetical willing buyer and seller in such cases is not intended to the exclusion of an actual transaction—which, again, did not occur—but instead to the exclusion of the decedent’s interests before death or the estate’s interests after death. As the court in Estate of Bright explained:\nThe notion of the “willing seller” as being hypothetical is also supported by the theory that the estate tax is an excise tax on the transfer of property at death and accordingly that the valuation is to be made as of the moment of death and is to be measured by the interest that passes, as contrasted with the interest held by the decedent before death or the interest held by the legatee after death.\n658 F.2d at 1006 (emphasis added). Stated differently:\nDefining fair market value with reference to hypothetical willing-buyers and willing-sellers provides an objective standard by which to measure value.... The use of an objective standard avoids the uncertainties that would otherwise be inherent if valuation methods attempted to account for the likelihood that estates, legatees, or heirs would sell their interests together with others who hold undivided interests in the property. Executors will not have to make delicate inquiries into the feelings, attitudes, and anticipated behavior of those holding undivided interests in the property ....\nPropstra v. United States, 680 F.2d 1248, 1252 (9th Cir. 1982) (citations omitted). Accordingly, Estate of Bright and similar estate tax dispute cases do not support minimizing the import of the price at which an actual buyer and seller transferred property at apparent arm’s length in favor of evidence of what a hypothetical buyer and seller would rather do to value such property.\n \nThe same is true for Whitehouse Hotel Limited Partnership v. Commissioner of Internal Revenue, 615 F.3d 321 (5th Cir. 2010). See ECF No. 106 at 111:9-11. As an initial observation, Whitehouse deals with the tax implications of the granting of a historic preservation easement to a nonprofit entity that was treated as a charitable contribution for tax purposes. 615 F.3d at 325-26. As with the estate cases, there was no arm’s length transaction at all, requiring the parties and the court to examine (1) the “comparable-sales” method of valuating real property, which looks to the ‘ “sales from a willing seller to a willing buyer of similar property in the vicinity at or about the same time’ as the property being valued[,]”; and (2) the inquiry of “what a hypothetical willing buyer would consider in deciding how much to pay for the property[ ]” in determining fair market value. Id. at 333, 335. Like in Estate of Bright, the court in Whitehouse had no choice but to think in hypothetical terms because there was no actual buyer and seller in that case. Therefore, Whitehouse also does not suggest overlooking the price at which an *231 actual buyer and seller transferred property at arm’s length, as the Government posits.\n \nAs for the Government’s reliance on Pabst, a non-estate tax case, the Government overstates that case’s significance. Pabst involved a transaction between companies in which various assets were priced and transferred between the parties. 69 T.C.M. (CCH) 2773 (1995), 1995 WL 325875, at *8-9. In relevant part, one of the issues before the court concerned the proper valuation of the transferred assets. Id. at *19. The petitioner moved for partial summary judgment that the fair market value of the transferred assets was the amount at which they were priced because the transfer was at arm’s length. Id. The court denied the petitioner’s partial summary judgment motion because the question of fair market value “is a question of pure fact ....” Id. at *22. And while the Court does state that its analysis requires the hypothetical seller and buyer, it did so because the Government “raises a genuine issue of material fact as to the arm’s-length nature of the transaction and the fair market value of the Transferred Assets.” Id. at *24. Accordingly, Pabst does not support the Government’s proposition that an actual transaction’s purchase price is necessarily insufficient, and that further evidence must be shown in valuing assets under the hypothetical willing-buyer, willing-seller standard. Rather, Pabst (at most) suggests that the purchase price should not be the sole evidence consulted in valuing assets and that the price could potentially be as important as other evidence in determining assets’ fair market value.\n \nThe Government further argues that adopting the non-hypothetical willing-buyer, willing-seller standard “would render § 1060 nugatory because § 1060 was enacted to ensure that buyers and sellers of assets constituting a trade or business did not manipulate tax laws to their own benefit.” ECF No. 91 at 14. According to the Government, “[i]f plaintiffs could rely on their own agreement as substantive evidence of the fair market value of the assets conveyed in an applicable asset acquisition, the ability of the government to challenge an erroneous allocation and insist on compliance with the tax laws would be severely hampered.” Id. Not so. The Government is free to challenge the Plaintiffs’ valuation of the Transaction assets and whether the Transaction was truly negotiated at arm’s length. That does not mean that the Plaintiffs cannot meet their burden for summary judgment based largely on their own allocation of prices. In short, the hypothetical buyer and seller reflect that the Government and the Court are not bound by the Plaintiffs’ allocation of assets, not that their allocation is irrelevant.\n \nAnd Plaintiffs have come forward with evidence that, if true, would show that the Transaction qualifies as an arms-length transaction such that their assets’ prices are indicative of their fair market values. Specifically, there is no indication that NextEra or GE were under any compulsion to buy the Facility. It also does not appear that First Solar was under any compulsion to sell the Facility. At oral argument, the Government briefly argued that First Solar was compelled to agree to the MIPSA’s terms because it otherwise would lose out on signing the EPC Agreements. ECF No. 106 at 97:18-21. Even if true, this is an issue for trial and not summary judgment.\n \nPlaintiffs’ evidence also suggests that First Solar, NextEra, and GE were fully knowledgeable about the Transaction given their respective experience in the renewable energy industry. First Solar describes itself as the world’s leading manufacturer of solar PV facility “thin film” solar modules, and is a leader in developing, financing, engineering, constructing, operating, and selling many of the world’s largest grid-connected solar PV power plants. Brannen Decl. ¶ 15; see also ECF No. 81-2 at App’x 26. NextEra builds and operates solar power facilities and has been significantly involved in the solar industry since 2009. Id. ¶ 7. And GE is a financial services provider, ECF No. 81-4 at App’x 88, with substantial experience investing in the renewable energy industry, Brannen Decl. ¶ 13. Mr. Draper testified that GE and NextEra “were ... extremely well-versed in ... the issues that we were dealing with, both on the technical side and risk allocation under EPC agreements ....” Draper Dep. Tr. 266:24-267:5. In addition, the Project Model *232 further supports that First Solar, NextEra, and GE were well-informed about the Desert Sunlight Transaction, as shown by the intricate formulas used to calculate the Transaction’s prices based on the Facility’s expected ROE. See ECF No. 81-10 at App’x 351-53.\n \nPlaintiffs also assert that the negotiations over the EPC Agreements demonstrate that this was an arm’s length transaction. NextEra and GE negotiated down the total EPC Agreement price by over $400 million from First Solar’s initial offering of over $2.36 billion to the final price of $1,950,807,086. Brannen Decl. ¶ 22; Draper Dep. Tr. at 264:21-12. NextEra and GE also convinced First Solar to take on greater risk than they originally proposed, even with a lower total EPC Agreement price, as a result of “the hard bargain that NextEra and GE drove.” Brannen Decl. ¶ 23; Draper Dep. Tr. at 270:25-271:19, 273:1-7, 274:10-15, 274:22-275:6. Indeed, Mr. Draper testified that “it was very arm’s length ... it was an extremely hard negotiation with GE and NextEra ....” Draper Dep. Tr. at 265:13-17.\n \nMoreover, each party had reason to negotiate fair market value EPC Agreements. Mr. Brannen explains that he had multiple reasons to do so beyond pursuing NextEra’s normal business objective of paying only fair market value for EPC agreements. Brannen Decl. ¶ 24. First, Mr. Brannen states he knew that NextEra would require loans to pay for the EPC Agreements, and that banks would not finance the Agreements if they were above market. Id. Second, due in part to the magnitude of the Facility’s construction, Mr. Brannen states he feared that First Solar may not complete the Project, and that NextEra did not want to have paid First Solar an above-market amount for any work already completed. Id. Third, Mr. Brannen states that he had a personal incentive to reach the best price and lowest risk EPC agreements because a significant portion of his salary was an incentive payment tied to the deal reached. Id. ¶ 25. Mr. Draper similarly testified that First Solar was “trying to stay cash neutral or cash positive throughout the course of construction for the project.” Draper Dep. Tr. at 252:10-12 (ECF No. 81-63 at App’x 4205). In addition to these indicia of arm’s length, Shaw concluded that the EPC Agreement prices were comparable to prices in third-party, arm’s length transactions, meaning that First Solar being the seller and construction contractor did not distort the prices in Shaw’s opinion. ECF No. 88-1 at App’x 2576; Walker Dep. Tr. 92:4-94:18.\n \nAs a result, there is a genuine dispute of material fact whether the Transaction’s asset prices as contained in the cost segregations and the Total Cost Spreadsheet—and as further detailed by Exhibit I to the EPC Agreements—amount to their fair market values.\n \n\n(3) There is a dispute of material fact regarding the fair market value of the MIPSA assets.\n[16]The Government also argues that Plaintiffs have not provided evidence of the MIPSA assets’ fair market value based on their prices alone because of the disparity between the approximately $35 million First Solar spent to develop the assets and the far lower price of just over $14 million that Plaintiffs paid under the MIPSA. ECF No. 91 at 11-12. At trial, the Government may be proven correct. But this is a pure question of fact not amenable to resolution on summary judgment because there remains a genuine dispute of material fact whether the MIPSA assets’ purchase prices reflect their fair market value. The fact that the MIPSA contract price is far lower than the amount First Solar spent developing its assets does not mean that the price is not the fair market value. It is certainly possible for things to sell for less than the cost of producing them, and a seller is willing to accept less than its cost to produce the items for a number of reasons (e.g., to avoid further costs and “cut its losses”). Therefore, the prices for the Desert Sunlight Transaction’s assets could indicate their fair market value, and there is thus a genuine dispute of material fact whether the cost segregations and Total Cost Spreadsheet containing the prices suffice to serve as Plaintiffs’ required I.R.C. § 1060 allocation.\n \n\n(4) Plaintiffs Rely on More than just the Transaction Price to Show the Assets’ Fair Market Value.\nIn addition to the evidence regarding the Transaction negotiations, Plaintiffs also rely *233 on several analyses of the Project and other benchmarks to support their contention that the Transaction price allocations represent the fair market values of the Transaction assets. Taken together, these analyses further bolster the conclusion that there is a genuine dispute of material facts—making summary judgment inappropriate.\n \nSeveral firms with significant experience in the construction of power generation facilities found that the Transaction price was reasonable. Shaw determined that First Solar’s proposed total EPC Agreement price reflected a fair market value. ECF No. 88-1 at App’x 2576. Burns and Roe similarly found that the proposed EPC Agreement price was reasonable. Walker Dep. Tr. at 53:16-22, 58:16-59:18. Luminate also concluded that both First Solar’s initially proposed total EPC Agreement price and the final total EPC Agreement price were reasonable. Glover Dep. Tr. at 17:20-18:7, 79:20-81:18 (ECF No. 81-36 at App’x 3181-82, 3197). And Black & Veatch concluded that the final total EPC Agreement price was “consistent with the total construction cost of other PV solar generating facilities utilizing the same technology and with our understanding of current market pricing in the solar PV industry.” ECF No. 88 at App’x 258.\n \nIn addition to the independent engineering firms, the SETP/NREL concluded that the originally proposed total Project price was “below the current estimated average total project cost for comparable projects and [is] within a reasonable range of the expected system price ....” ECF No. 88-1 at App’x 2425; see also, id. at App’x 2420 (an earlier SETP/NREL memorandum concluding that “[b]ased on this analysis the EPC price falls within an acceptable range of expected system costs based on technology selection, system size and configuration.”). The SETP/NREL specifically determined that the projected EPC price of $3.43/Wdc was within a reasonable range of NREL’s estimated EPC system price for a facility like the Desert Sunlight Facility of $2.93/Wdc. Id. at App’x 2427-28. Further, Dr. Ramesh stated in his memorandum that “[w]e have compared a detailed break out of the pricing for the elements of the EPC contract against our model and have found the pricing to be within our expected range.” Id. at App’x 2426.\n \nPlaintiffs also point to other valuations and benchmarks as further evidence of the EPC Agreement assets’ fair market values. For one, NextEra made its own determination that the final total EPC Agreement price was fair market value via its “cost build up,” which was reviewed by BEW. Brannen Decl. ¶ 26e. In addition, DOE conducted its own due diligence and determined that there was a reasonable assumption that, based on the originally proposed total EPC Agreement price, the loan would be repaid by comparing the proposed total EPC Agreement price to other projects in its internal databases. Walker Dep. Tr. at 99:8-100:12. Moreover, all estimated total EPC Agreement prices were below Treasury’s 2011 first quarter benchmark of fair market value for large commercial solar PV, which was $4/W. Brannen Decl. ¶ 26d; ECF No. 88 at App’x 249-50. All the estimated total EPC Agreement prices were similarly less than publicly reported estimates of EPC agreement prices of utility-scale solar PV facilities, including SEIA’s estimate of $3.85/Wdc, ECF No. 88 at App’x 222, and NREL’s approximate estimate of $4/Wdc, Id. at App’x 239. Further, Mr. Brannen’s estimated total EPC Agreement price of $2.69/Wdc for the originally planned 724 MWdc-capacity Facility, Brannen Decl. ¶ 21, fell below the $2.80/Wdc or $2.92/Wdc prices that Treasury indicated at the time were comparable EPC agreement prices. Walker Dep. Tr. at 157:13-158:3. And Deloitte verified that Plaintiffs’ Section 1603 applications were “fairly stated, in all material respects.” Pitale Decl. ¶¶ 41-42.\n \nIn addition to the above evidence from the events culminating in the Desert Sunlight Transaction, Plaintiffs cite two additional pieces of evidence of the EPC Agreement assets’ fair market values.\n \nFirst, Plaintiffs cite an April 2013 report from the U.S. Energy Information Administration (“EIA”), entitled “Updated Capital Cost Estimates for Utility Scale Electricity Generating Plants.” ECF No. 86-1 at 51-52; ECF No. 88-1 at App’x 2588-2604. The purpose of the report in part was to provide information on the EPC costs of various *234 types of utility-scale power facilities in 2012 dollars. ECF No. 88-1 at App’x 2593-94, 2628. Its authors cautioned, however, that all estimates in the report were “broad in scope” and “a more in-depth cost assessment would require a more detailed level of engineering and design work, tailored to a specific site.” Id. at App’x 2594. One of the facilities studied was a 150 MWac solar PV facility, id., for which the report indicates that the facility’s total EPC costs would be approximately $3.49 per kilowatt (“/kW”) (excluding owner costs), id. at App’x 2622, 2730. And this report concluded that in California, the cost would be substantially higher. Id. at App’x 2784. Based on a typical ratio of DC module capacity to AC inverter capacity being 1.3:1, id. at App’x 2727-28, the generic cost would be $2.68/Wdc, Spence Decl. at 155:4-156:15 (ECF No. 88-1 at App’x 2583). And the lowest cost in California would be $2.88/Wdc. Id. at 165:19-166:8. Accordingly, Mr. Brannen’s estimated Desert Sunlight EPC Agreement price of either $2.63/Wdc or $2.73/Wdc, Brannen Decl. ¶ 21, was less than the lowest EPC price estimate in the EIA report. ECF No. 87 at 51-52; ECF No. 88-1 at App’x 2588-2604.\n \nSecond, Plaintiffs rely on the opinion of Mr. Robert Charles. ECF No. 87 at 54-57. Mr. Charles is an independent engineer Plaintiffs retained as an expert witness who states that “the price that plaintiffs paid First Solar under the EPC contracts was a fair market value price to engineer, procure and construct the Desert Sunlight Facility’s physical assets.” Charles Decl. ¶ 7. Mr. Charles “reached that conclusion based on a comparison of the Desert Sunlight EPC price with the prices of other contemporaneous EPC contracts for utility-scale solar PV facilities employing exactly the same solar technology as Desert Sunlight.” Id. According to Mr. Charles, “[i]ndependent engineers like me regard this market comparables approach as the best way to conduct an independent assessment of whether an EPC price reflects fair market value when appropriate comparables are available, as they were here.” Id. In addition, Mr. Charles evaluated the solar module prices specifically, which he maintains are the most important and costly component of a solar PV facility. Id. ¶¶ 11, 16. He concluded they were priced at fair market value as well. Id. ¶ 11.\n \nIn response to the evidence of the EPC Agreement assets’ fair market values that Plaintiffs muster, the Government raises several arguments why, actually, “none of [it] ... establishes the fair market value of tangible solar property.” ECF No. 91 at 18. Specifically, the Government contends that the SETP/NREL, Luminate, and Shaw determinations that the EPC Agreement prices fall within a certain price range is different from determining their assets’ fair market value. See ECF No. 80 at 33-34. The Government also asserts that Luminate’s finding of a price’s reasonableness is not equivalent to its fair market value. Id. at 33 (citation omitted). Further, the Government argues that Shaw, Mr. Charles, and Black & Veatch’s methodological approach of determining fair market value in comparison to similar projects’ EPC prices is improper. See ECF No. 80 at 35; ECF No. 91 at 19. In addition, the Government contends that Luminate’s and Shaw’s reviews are irrelevant because they concern estimations at a later point in time than the Desert Sunlight EPC Agreement prices set in 2011. See ECF No. 80 at 33, 35. As for the other evidence outlined above, the Government either does not address it specifically or makes a conclusionary statement that they do not establish fair market value. See ECF No. 91 at 20 n.14 (commenting on NextEra’s cost-buildup that, “[e]ven disregarding the self-serving nature of this document, it is insufficient to establish fair market value of tangible solar property.”); ECF No. 80 at 36 n.14 (after reviewing Deloitte’s review process, commenting that “Deloitte did not determine the fair market value of the grant-eligible assets.”).\n \nWhether or not the Plaintiffs’ evidence establishes the EPC Agreement assets’ fair market values, however, is a matter for determination at trial. The above evidence establishes that there is a genuine dispute of material facts regarding the EPC Agreement assets’ fair market value and whether Plaintiffs provided a sufficient I.R.C. § 1060 allocation in the form of Plaintiffs’ cost segregations and Total Cost Spreadsheet containing the prices of the Transaction’s assets.\n \n*235 Accordingly, the Government’s summary judgment request is denied.\n \n\n\nC. The Parties’ Motions for Partial Summary Judgment\nBoth Parties move for partial summary judgment. As an alternative to its summary judgment motion, the Government seeks partial summary judgment that the DOE Loan Guarantee and the LGIA are intangible assets and that, “as a matter of law, any consideration that is properly allocable to the acquisition of these assets is not eligible for a § 1603 payment.” Id. at 37. In contrast, Plaintiffs seek partial summary judgment that the DOE Loan Guarantee is not a separable asset capable of reducing the basis of the Section 1603-eligible property, and thus not included as part of the I.R.C. § 1060 allocation. ECF No. 86-1 at 2, 10-11; ECF No. 95 at 10. Further, Plaintiffs agree that the LGIA is an intangible asset ineligible for a grant under Section 1603. See ECF No. 86-1 at 19-20. But Plaintiffs request summary judgment that the LGIA is a Class VI asset, Id. at 20, while the Government contends that the LGIA is a Class V asset, ECF No. 80 at 48. In addition, Plaintiffs ask the Court to rule that, for purposes of the I.R.C. § 1060 allocation, there is no need to value Class VI or Class VII assets to determine the appropriate allocation to Class V assets per their fair market value. ECF No. 86-1 at 2-3, 21. Lastly, Plaintiffs seek that, as a matter of law, sales tax, interest during construction, and early completion bonuses are included in the basis of the Section 1603-eligible assets. Id. at 3. The Court will address each request in turn.\n \n\n1. Alta Wind Resolves Two Arguments.\n[17]There are two issues for which the Parties seek summary judgment where the Federal Circuit has squarely decided the issue. First, the Government asks the Court to determine that the PPAs are intangible assets. ECF No. 80 at 37. Plaintiffs similarly ask the Court to rule that the PPAs are intangible assets, but Plaintiffs also ask the Court to determine that the PPAs are Class VI rather than Class V intangible assets. ECF No. 86-1 at 20. The Federal Circuit has clearly held that “the PPAs ... may be characterized as customer-based intangible assets under I.R.C. § 197.” Alta Wind, 897 F.3d at 1373-74. As explained above, the Treasury Regulations define I.R.C. § 197 intangible assets as Class VI assets. 26 C.F.R. § 1.338-6(b)(2)(vi) (“Class VI assets are all section 197 intangibles, as defined in section 197, except goodwill and going concern value.”); Alta Wind, 897 F.3d at 1376 (citing 26 C.F.R. § 1.338-6(b)). The Parties’ motions for summary judgment on this issue are granted.\n \n[18]Second, Plaintiffs seek the Court’s determination that, for purposes of the I.R.C. § 1060 allocation, the consideration in the Desert Sunlight Transaction must first be allocated to the Class V assets to the extent of their fair market value, and only afterwards should any remaining consideration be allocated to the Class VI and VII assets. ECF No. 86-1 at 3, 20. Here, too, the Federal Circuit has spoken clearly. “The consideration is allocated among these classes in the order they are listed in a ‘waterfall’ fashion, using the fair market value of the assets within each class.” Alta Wind, 897 F.3d at 1376 (citing 26 C.F.R § 1.338-6(b)). Therefore, “[t]he purchase price must ... be allocated to Class V, then to Class VI, and finally to Class VII, if any value remains.”) Id. (emphasis added). Plaintiffs’ motion for summary judgment on this issue is granted.\n \n\n2. The DOE Loan Guarantee’s Asset Status\n[19]The Government moves the Court to find that the DOE Loan Guarantee is an intangible asset and that any allocable consideration to it is not eligible for a Section 1603 grant. ECF No. 80 at 37. Plaintiffs, however, move the Court to hold that the DOE Loan Guarantee is not a separable asset capable of reducing the basis of the Section 1603-eligible property as part of the I.R.C. § 1060 allocation. ECF No. 86-1 at 2, 10-11; ECF No. 95 at 10. The Court agrees with Plaintiffs.\n \nPlaintiffs largely rely on a March 2012 IRS Notice that “provides guidance in a questionand-answer format on tax-related issues involving cash payments for specified energy property in lieu of tax credits under Section 1603 of the American Recovery and Reinvestment *236 Tax Act of 2009.” IRS Notice 2012-23, 2012-11 I.R.B. 483, 2012 WL 759615. Specifically, the Notice states, in pertinent part:\nQ-2. What are the federal income tax consequences to a taxpayer who receives a Section 1603 payment and a Department of Energy loan guarantee or an energy conservation subsidy from a public utility?\nA-2: Receipt of an incentive in addition to a Section 1603 payment may reduce the eligible basis used in calculating the Section 1603 payment. (See FAQ1, Eligible Basis.) Receipt of a Department of Energy loan guarantee does not reduce the basis of specified energy property.\nId. ¶ Q-2 (emphasis added). According to Plaintiffs, the Notice “is squarely on point and unambiguous: a DOE loan guarantee does not reduce eligible basis under ARRA Section 1603, and thus none of the payments made with respect to the facility at issue are allocated to such loan guarantees.” ECF No. 86-1 at 11.\n \nPlaintiffs buttress their argument with the history of the energy tax credit. Id. at 11-13. Specifically, Plaintiffs note that, prior to Section 1603’s amendment in 2009, the energy tax credit provided that the eligible basis for the credit would be reduced by any “subsidized energy financing.” Id. at 12 (citing I.R.C. § 48(a)(4) (2008)). “Subsidized energy financing” encompassed any government financing for the purpose of subsidizing projects designed to conserve or produce energy. Id. (citing I.R.C. § 48(a)(4)(C) (2008)). According to Plaintiffs, the reason for the reduction was explained in the law’s legislative history: to prevent double-dipping by investing in energy products with the aid of both government financing and a tax credit. Id. at 12 (citing H.R. Conf. Rep. No. 817, 96th Cong., 2d Sess. 1980, 1980 U.S.C.C.A.N. 642). And equally clear, Plaintiffs contend, in the legislative history was Congress’ explicit carve-out: “SUBSIDIZED FINANCING DOES NOT INCLUDE, HOWEVER, LOAN GUARANTEES.” Id. (emphasis in original).\n \n[20]The Court need not wade into the legislative history on this point because the statute’s language is clear. But Plaintiffs also point out that the IRS has interpreted the Code to exclude loan guarantees from “subsidized energy financing.” The IRS adopted this understanding in private letter rulings based on the same legislative history. ECF No. 86-1 at 12 (citing, e.g., PLR 8428035 (“The cited legislative history ... clearly indicates that loan guarantees are not taken into account in determining the credit reduction provided in [the ITC] and that loan guarantees are not considered grants.”)). Plaintiffs add that this is even more true since 2009, when Congress amended the energy tax credit so that subsidized financing would no longer reduce the eligible basis, much less a government loan guarantee. ECF No. 86-1 at 13 (citing, e.g., I.R.C. § 1060 § 48(a)(4)(D)). Because Section 1603’s operation was designed to “mimic” the energy tax credit, WestRock Virginia Corp., 941 F.3d at 1316 (“It is intended that the grant provision mimic the operation of the credit under [IRC] section 48.”) (quoting H.R. Rep. No. 111-16 at 620–21), Plaintiffs conclude that the energy tax credit’s non-reduction of an eligible basis by a government loan guarantee is particularly relevant in concluding the same for a Section 1603 basis, ECF No. 86-1 at 13. While these IRS determinations are not binding, the Court may consider them as persuasive authority. E.g., Glass v. Comm’r, 471 F.3d 698, 709 (6th Cir. 2006) (“Although under I.R.C. § 6110(k)(3), a Private Letter Ruling cannot be used as precedent, a recent ruling provides persuasive authority for refuting the Commissioner’s argument.”). In this case, the Court considers these letter rulings insofar as they shed light on the IRS’s understanding of the Code and regulations at issue here.\n \nIn response, the Government argues that Plaintiffs’ cited authorities are irrelevant to the Government’s position and the relevant issue surrounding the DOE Loan Guarantee. See ECF No. 91 at 30-31. The Government does not argue that the DOE Loan Guarantee reduces a Section 1603-eligible basis, as addressed in the above sources. See id. at 30-32. Rather, the Government argues that the DOE Loan Guarantee must be included as an asset to which an asset’s consideration is allocated under I.R.C. § 1060 to determine the Section 1603-eligible basis. See *237 id. at 30-31. In other words, “the issue is not whether the amount of the Loan Guarantee, or the amount of guaranteed debt, is subtracted from basis; the issue is how § 1060 allocates the Transaction purchase price to establish § 1603-eligible basis in the first instance.” Id. at 30. Thus, the Government maintains that neither the IRS Notice nor the energy tax credit history are relevant to the allocability of the DOE Loan Guarantee under I.R.C. § 1060. See id. at 30-31.\n \nThe Government’s argument draws a distinction without a difference. Even assuming the DOE Loan Guarantee would be a Class V intangible asset under I.R.C. § 1060 as the Government contends, ECF No. 80 at 48, including the DOE Loan Guarantee among the assets to which consideration is allocated reduces a Section 1603-eligible basis.\n \nPersuaded by the IRS Notice and the energy tax credit history, the Court agrees with Plaintiffs that the DOE Loan Guarantee is not a separable asset to be included in the I.R.C. § 1060 allocation and reduce the Section 1603-eligible basis. Accordingly, the Court grants Plaintiffs’ partial summary judgment request and denies the Government’s partial summary judgment request as to the DOE Loan Guarantee’s asset status.\n \n\n3. The LGIA’s Asset Class\n[21]As with the DOE Loan Guarantee, the Government requests that the Court find the LGIA is an intangible asset and that any allocable consideration to it is not eligible for Section 1603 relief. Id. at 37. Partially agreeing with the Government’s request, Plaintiffs ask the Court to determine that the LGIA is a Class VI asset specifically, ECF No. 86-1 at 20, in contrast to the Government’s view that the LGIA is a Class V asset, ECF No. 80 at 48. The Court again concurs with Plaintiffs.\n \nPlaintiffs maintain that the LGIA is an intangible, Class VI asset under Section 197. ECF No. 86-1 at 19. According to Plaintiffs, “[t]he LGIA is a contract wherein the CAISO and SCE provide Plaintiffs the right to interconnect to the utility grid at a specified point,” which “constitutes a ‘supplier-based intangible’ under IRC Section 197 – i.e., ‘the value resulting from the future acquisition, pursuant to contractual or other relationships with suppliers in the ordinary course of business, of goods or services that will be sold or used by the taxpayer.’ ” Id. (citing 26 C.F.R. § 1.197-2(b)(7)(i)). “Specifically,” Plaintiffs reason, “the LGIA reflects the value resulting from Plaintiffs’ future acquisition, pursuant to contract, of interconnection services from suppliers (CAISO and SCE) that will be used by Plaintiffs.” Id. Thus, Plaintiffs contend that the LGIA is a Class VI intangible asset. Id. at 19-20.\n \nThe Government disagrees that the LGIA is a Class VI Section 197 asset, and specifically not a supplier-based intangible. ECF No. 91 at 38 (citing 26 C.F.R. § 1.197-2(b)(7)(i)). The Government reasons that “the LGIA is not a supplier-based intangible because there is no ‘future acquisition’ occurring under the LGIA.” Id. Rather, according to the Government, “[t]he LGIA represents the legal right for the Facility to interconnect to the grid,” and “plaintiffs acquired that right in September 2011” when it “was contractually secured.” Id. “There was nothing left for Desert Sunlight to acquire in the future from the [CAISO] under the LGIA (or from SCE, the other party to the LGIA),” which the Government argues means that the LGIA is thus not a supplier-based intangible asset “intended to capture value that results from a contract or other arrangement that itself will permit the taxpayer to buy goods and services from a supplier in the future.” Id.\n \nThe Government argues that the LGIA is not a supplier-based intangible because the “example of a supplier-based intangible provided in the relevant regulation” of “an arrangement that a taxpayer has with a retail store that allows the taxpayer to purchase in the future shelf space in that store.” Id. (citing 26 C.F.R. § 1.197-2(b)(7)(i)) (emphasis in original). In that example, according to the Government, “[t]he intangible asset is the ability to acquire the shelf space in the future, which could have value because of uncertainty in the future of the availability, or price of, shelf space.” Id. (emphasis in original). The Government contrasts that to the LGIA where “plaintiffs are not acquiring ... the ability to buy any good or service in the future from CAISO, the relevant LGIA *238 counterparty, or from any other party.” Id. “Plaintiffs have simply secured a contract right that allows them to connect to the grid upon completion of the Facility,” which “is entirely disconnected from the ‘future acquisition’ of a good or service that is contemplated by the definition of a supplier-based intangible under Treas. Reg. § 1.197-2(b)(7).” Id. “Therefore,” the Government concludes, “because the LGIA is not a supplier-based intangible, it is not a section 197 intangible, and, thus is not Class VI asset. Consequently, the LGIA falls within the general catch-all category of Class V asset.” Id. at 39.\n \nThe Government, however, misconstrues the definition of a Section 197 supplier-based intangible. The federal regulation defines it as “the value resulting from the future acquisition, pursuant to contractual or other relationships with suppliers in the ordinary course of business, of goods or services that will be sold or used by the taxpayer.” 26 C.F.R. § 1.197-2(b)(7)(i). In arguing that the LGIA is not a supplier-based intangible, the Government apparently assumes that a “future acquisition ... of goods or services” requires a new transaction in the future. But that is too strict an interpretation. Rather, the future acquisition merely refers to a future transfer of goods or services. Thus, even though the LGIA does not provide for any entirely new transaction in the future, it does provide for the right to obtain a service in the future, i.e., the right to interconnect to the grid. ECF No. 81-29 at App’x 2650, 2659, 2661-62. This is precisely the definition of a supplier-based intangible under Section 197. And even if “future acquisition” in the regulation encompassed actually acquiring something new, the LGIA meets that definition as well, as it also requires SCE to construct a new substation to which Plaintiffs will connect the Facility. Id.\n \nIndeed, the example in the regulation that the Government cites supports the Court’s understanding. The regulation specifically states that “the amount paid or incurred for supplier-based intangibles includes, for example, any portion of the purchase price of an acquired trade or business attributable to the existence of a favorable relationship with persons providing distribution services (such as favorable shelf or display space at a retail outlet), or the existence of favorable supply contracts.” 26 C.F.R. § 1.197-2(b)(7)(i). As Plaintiffs correctly note, in the case of “shelf space in a store, the purchaser (a seller of consumer products) acquires from the supplier (a grocery store or other retail outlet) – on the acquisition date itself – the right to use designated shelf space in the future,” which “constitutes a supplier-based intangible ... because the agreement encompasses the right to receive a service in the future: the use of the shelf space on an ongoing basis.” ECF No. 95 at 15. “Similarly,” they conclude, “while Plaintiffs received the right to connect to the utility grid when First Solar conveyed the LGIA in September 2011, the service itself – connectivity to the grid – was to be provided in the future, i.e., if and when the Desert Sunlight facility began to operate, and continuously thereafter.” Id.\n \nIn fact, Plaintiffs correctly observe that “the LGIA is an even clearer example of a supplier-based intangible[ ]” than the shelf space example. Id. at 16. “In the case of shelf space in a retail outlet,” Plaintiffs continue, “a party receives the contractual right to use shelf space in the future, but the regulations suggest that the party also may begin using shelf space on Day 1, immediately after it acquires the right.” Id. “Given that the contract[ ] ... ha[s] been deemed to convey ‘value resulting from the future acquisition’ of a good or service, and thus constitute [a] supplier-based intangible[ ], then a fortiori, the LGIA – under which Plaintiffs would only be interconnecting to the grid years after acquiring the contract in September 2011 – is a ... supplier-based intangible.” Id. (emphasis omitted).\n \nTherefore, the Court agrees with Plaintiffs that the LGIA is a Class VI Section 197 supplier-based intangible asset. Alternatively, even if the Court had not agreed with the Plaintiffs that the LGIA is a supplier-based intangible asset, the LGIA would still presumably be a Class VI Section 197 intangible asset under 26 C.F.R. § 1.197-2(b)(12), which provides that “Section 197 intangibles include any other intangible property that is similar in all material respects to the property specifically described in ... paragraphs (b)(3) *239 through (7) of this section.” 26 C.F.R. § 1.197-2(b)(12). As Plaintiffs correctly note, the LGIA is materially similar to supplier-based intangible assets because it too “confers the right to receive something in the future on specified terms.” ECF No. 95 at 17. Thus, the LGIA would still be a Class VI Section 197 intangible asset. As a result, the Court grants the Government’s summary judgment motion insofar as it seeks judgment that the LGIA is an intangible asset, as well as Plaintiffs’ partial summary judgment motion insofar as it seeks judgment that the LGIA is a Class VI Section 197 intangible asset.\n \n\n4. Operation of I.R.C. § 1060’s Allocation\n[22]Plaintiffs’ next move for summary judgment that “[u]nder the I.R.C. § 1060 waterfall, there is no need to value Class VI or Class VII intangibles in order to determine the appropriate allocation to Class V assets.” ECF No. 86-1 at 21. For purposes of allocating consideration to Class V’s assets, Plaintiffs explain, “it is only necessary under IRC § 1060 to determine the fair market value of the Class V assets, and to allocate to Class V in accordance with that fair market value. That determination is made without regard to any purported value that Class VI or VII intangibles might have.” Id.\n \nIn response, the Government asserts that, while it is true that there may be no consideration left to be allocated to the Class VI or VII assets after allocation to the Class V assets, “[t]hat factual determination[ ] ... does not alter the taxpayer’s legal requirement to set forth its determination of the fair market value associated with each asset class under § 1060.” ECF No. 91 at 40 (emphasis in original). “A taxpayer’s belief that its purchase price should be allocated in a way that renders the value of Class VI intangible assets irrelevant does not excuse the taxpayer from the requirement to inform the government of the fair market of the Class VI intangible assets.” Id. (emphasis omitted). Noting that Plaintiffs’ failure to value all of the Desert Sunlight Transaction’s assets subjected them to penalties under the Internal Revenue Code, the Government explained that “[t]here is a good reason that plaintiffs were required to provide this information to the government. It provides the government with the ability to review the totality of the circumstances and determine whether to accept or challenge the taxpayer’s stated fair market values and related allocation....” Id. However, the IRS “may challenge the taxpayer’s determination of the fair market value of any asset by any appropriate method and take into account all factors ....” Id. (quoting 26 C.F.R. § 1.338-6(a)(2)(iii)). “Without the taxpayer’s view on the valuation of all the assets acquired, neither the government nor the court can evaluate the totality of the circumstances,” which the Government argues “is especially important when the application of § 1060 involves a consideration of [‘]all the facts and circumstances.[’]” Id. at 41 (quoting 26 C.F.R. § 1.1060-1(b)(2)(iii)).\n \nThe Government’s argument is unpersuasive. As an initial matter, the Government’s argument that Plaintiffs’ failure to provide fair market values for Class VI and VII property deprived it of the ability to determine whether to challenge the Plaintiffs’ asset valuations is belied by the fact that the Government is clearly challenging the Plaintiffs’ asset valuations. But as explained above, those challenges are factual ones for trial, not summary judgment. Among those factual issues will be the fair market values of the assets Plaintiffs acquired in the Transaction.\n \nBecause this is a Section 1603 cash grant case, what matters most is the value of the Class V tangible assets in which the Section 1603-eligible tangible assets fall, not the value of the Class VI or VII intangible assets. As already analyzed at length, Plaintiffs mustered sufficient evidence concerning the fair market value of the Class V tangible assets to survive summary judgment. See supra III.A.2(b)(2)-(3). If Plaintiffs prove these fair market values at trial, all the Transaction consideration would be allocated to Class V and the fair market value of the Class VI and VII assets would not be necessary. Of course, if the Government shows errors in Plaintiffs’ valuations, there may be consideration left over to allocate to Class VI or VII assets. This too is a trial issue. And while the Government appears to disagree, the Plaintiffs have come forward with analyses of the Class *240 VI assets by KPMG and their proposed expert Mr. Charles that both found these assets to have no or negligible value. See ECF 87 at 68-70 (summarizing evidence). This too shall be resolved at trial.\n \nThe Court grants Plaintiffs’ third request for partial summary judgment that, for purposes of the I.R.C. § 1060 allocation, there is no need to value Class VI or Class VII intangibles in order to determine the appropriate allocation to Class V assets per their fair market value.\n \n\n5. Sales Tax, Interest During Construction, and Early Completion Bonuses\n[23]Plaintiffs’ fourth request for partial summary judgment is for the Court to determine that, as a matter of law, sales tax, interest during construction, and early completion bonuses are included in the basis of the Section 1603-eligible assets. Id. at 3. In making their request, Plaintiffs are clear that they do not seek the Court to decide the amount of the sales tax, interest during construction, and early completion bonuses that should be included in the basis, as that determination is an issue for trial. Id. at 21. Rather, Plaintiffs merely request that the Court find that these cost categories are included in the basis as a matter of law. Id.\n \nThe Government “does not dispute that in general sales tax and interest are subject to the capitalization rules of § 263A, and in general are § 1603-eligible costs if incurred in connection with the acquisition of specified energy property under § 1603 and Treasury Guidance.” ECF No. 91 at 41. The Government similarly does not dispute that early completion bonuses, as a matter of law, may be included in the eligible basis. See id. at 42-45 (only addressing why the early completion bonuses in this case should not be included in the basis, but not disputing that they may be included as a matter of law).\n \nIndeed, that sales tax, interest during construction, and early completion bonuses are included in the basis of Section 1603-eligible assets as a matter of law is generally not a matter of dispute. See ECF 88 at App’x 249 (“Basis ... may also include the capitalized portion of certain other costs related to buying or producing the property (e.g., permitting, engineering, and interest during construction).”) (citing 26 C.F.R. § 1.263A-1). Section 263A of the U.S. Code, Title 26, requires that certain costs incurred in producing certain property must be capitalized to that property, I.R.C. § 263A(a)(1)(B), meaning “charge[d] to a capital account or basis,” 26 C.F.R. § 1.263A-1(c)(3). Section 263A applies to “[r]eal or tangible personal property produced by the taxpayer,” I.R.C. § 263A(b)(1), and specifically “property produced by the taxpayer for use by the taxpayer ... in a trade or business or an activity conducted for profit,” I.R.C. § 263A(c)(1). “Produc[ing]” property refers to constructing, building, installing, manufacturing, developing, or improving property, I.R.C. § 263A(g)(1), and “[t]he taxpayer shall be treated as producing any property produced for the taxpayer under a contract with the taxpayer ...,” I.R.C. § 263A(g)(2). The costs to be capitalized with such property include both “direct costs” and “indirect costs.” I.R.C. § 263A(a)(2). Indirect costs “directly benefit or are incurred by reason of the performance of production ....” 26 C.F.R. § 1.263A-1(e)(3)(i).\n \nThere are many examples of indirect costs that are capitalized to the costs to produce property under Section 263A. One example is taxes, I.R.C. § 263A(a)(2)(B), “to the extent such taxes are attributable to labor, materials, supplies, equipment, land, or facilities used in production ....” 26 C.F.R. § 1.263A-1(e)(3)(ii)(L). Indirect costs also include interest costs “paid or incurred during the production period, and [ ] allocable to property ... which has (i) a long useful life, (ii) an estimated production period exceeding 2 years, or (iii) an estimated production period exceeding 1 year and a cost exceeding $1,000,000.” I.R.C. § 263A(f)(1); see also 26 C.F.R. § 1.263A-1(e)(3)(ii)(V) (“Interest includes interest on debt incurred or continued during the production period to finance the production of real property or tangible personal property to which section 263A(f) applies.”). Lastly, early completion bonuses have been determined to be capitalized under Section 263 of the U.S. Code, Title 26, which generally requires the capitalization of “[a]ny amount paid out for new buildings or for *241 permanent improvements or betterments made to increase the value of any property or estate.” I.R.C. § 263(a)(1); see Rev. Rul. 70-332, 1970-1 C.B. 31, 1970 WL 20683, at *2 (concluding that “the premium time or overtime ... paid or incurred solely to expedite the installation of additional stands in the rolling mill is not an ordinary and necessary business expense to be deducted” but instead, “under section 263(a) of the Code, such amount is added to the primary cost of the installation.”); see also, e.g., Sears Oil Co. v. Comm’r, 359 F.2d 191, 197 (2d. Cir. 1966) (holding in part that payments for early delivery of oil barges cannot be deducted as ordinary and necessary business expenses but were capital expenditures).\n \nAccordingly, the Court grants Plaintiffs’ fourth ground for summary judgment, that, as a matter of law, the cost categories of sales tax, interest during construction, and early completion bonuses are capitalized to the costs included in the basis of the Section 1603-eligible assets.\n \n\n\nIV. Conclusion\nFor the foregoing reasons, the Court hereby rules:\n1. The Government’s Motion for Summary Judgement, ECF No. 80, is GRANTED-IN-PART and DENIED-IN-PART;\n2. Plaintiffs’ Cross Motion for Partial Summary Judgment, ECF No. 86, is GRANTED; and\n3. The Government’s Motion in Limine to Exclude Inadmissible Testimony Offered by Plaintiffs’ Witnesses, ECF No. 92, is DENIED AS MOOT without prejudice to object at trial.\n \nThe Court will schedule a status conference in the week of October 18, 2021, to determine the date and location of trial.\n \nIT IS SO ORDERED.\n \nAll Citations\n157 Fed.Cl. 209, 128 A.F.T.R.2d 2021-6475, 2021-2 USTC P 50,237\n\n\n\nFootnotes\n|\n1\n|The Court issued this opinion under seal and directed the Parties to confer and propose any redactions pursuant to the protective order. Because the Parties advise that no redactions are necessary, the Court re-issues this opinion in full.\n|\n2\n|As detailed more below, Mr. Brannen was NextEra’s Senior Director of Project Engineering and Due Diligence. He served as a lead contract negotiator and oversaw the Plaintiffs’ team that was on-site for the Desert Sunlight Facility’s construction.\n|\n3\n|The corporate entities to the transactions in this case acted through various subsidiaries. Because the specific subsidiary entities are not relevant to the issues before the Court, the Court refers to the parent entities for ease of reference unless otherwise indicated.\n|\n4\n|Prior to his retirement, Mr. Charles was a Senior Principal Consultant at Sargent & Lundy, where he worked extensively on solar projects. Plaintiffs have retained Mr. Charles as an expert witness.\n|\n5\n|Ms. Pitale is NextEra’s Senior Director of State Tax Policy. At the time of the Desert Sunlight Transaction, she was a Senior Director of Tax at NextEra. She supervised the preparation of the Section 1603 grant at issue in this case.\n|\n6\n|Mr. Brannen clarifies that “[i]t is unclear whether the Treasury benchmark number is $/Wdc or $/Wac, but, either way, the Desert Sunlight number was lower.” Brannen Decl. ¶ 26d.\n|\n7\n|During the negotiations regarding the Desert Sunlight acquisition, Mr. Scarff was a project manager and was involved in those negotiations.\n|\n8\n|In fact, there were multiple loan guarantees that cover various loans. Scarff Decl. ¶ 6. Because the disputes involving the guarantees only address them in the aggregate, the Court does so as well.\n|\n9\n|Mr. Walker is an employee of the U.S. Department of Energy in the Loan Programs Office. He was involved in the Department’s due diligence regarding the loan guarantee for Desert Sunlight.\n|\n10\n|Dr. Ramesh formerly served in the Department of Energy and performed or oversaw the due diligence of the Desert Sunlight Transaction.\n|\n11\n|Ms. Grover is a senior vice president of Luminate.\n|\n12\n|Mr. O’Connell worked at KPMG and prepared the cost segregations for the Project.\n|\n13\n|To be clear, the Court does cite a few paragraphs in which the Government challenges portions of those paragraphs. The Court only refers to the unchallenged statements in those paragraphs.\n|\n14\n|The term “Desert Sunlight Transaction” or “Transaction” used in this section refers specifically to the EPC Agreements and the MIPSA, as all the relevant Section 1603-eligible assets were transferred from First Solar to NextEra and GE through these two agreements.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}