{
    "Background": "\n\n\n\n602 F.2d 270\nUnited States Court of Claims.\nMORTON-NORWICH PRODUCTS, INC., a corporation\nv.\nThe UNITED STATES.\nNo. 83—77.\n|\nJuly 18, 1979.\nSynopsis\nTaxpayer sought refunds for overpayments of federal income taxes and interest for tax years 1965 through 1973. On cross motions for summary judgment, the Court of Claims, Bennett, J., held that: (1) material issues of fact existed as to deductibility of research and development expenditures incurred by taxpayer in an attempt to discover uses and methods of recovery of geothermal deposits owned by taxpayer, precluding summary judgment, and (2) interest on deficit in income tax resulting from allocation of gross income and deductions between taxpayer and its affiliated corporation on account of nonarm’s length, interest-free loans is properly calculated from time original income tax returns for those years were due, rather than from time that notice and demand for payment were made.\n \nOrder accordingly.\n \nNichols, J., concurred in part and dissented in part and filed opinion.\n \n\n\nWest Headnotes (2)\n\n\n[1]\n|United StatesParticular cases\n|\n|In action seeking refunds for overpayments of federal income taxes and interest, material issues of fact existed as to deductibility of research and development expenditures incurred by taxpayer in an attempt to discover uses and methods of recovery of geothermal deposits owned by taxpayer, precluding summary judgment. 26 U.S.C.A. (I.R.C.1954) § 165(a).\n2 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueAmount due, interest and fees\n|\n|Interest on deficit in income tax resulting from allocation of gross income and deductions between taxpayer and its affiliated corporation on account of nonarm’s length, interest-free loans is properly calculated from time original income tax returns were due, rather than from time that notice and demand for payment were made. 26 U.S.C.A. (I.R.C.1954) § 482.\n5 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n**271 *85 Frank A. Wollaeger, Chicago, Ill., attorney of record, for plaintiff; Morgan J. Ordman, Frank R. Krock, McBride, Baker, Wienke & Schlosser, Chicago, Ill., of counsel.\nD. Patrick Mullarkey, Washington, D.C., with whom was Asst. Atty. Gen. M. Carr Ferguson, Washington, D.C., for defendant; Theodore D. Peyser, Jr., Washington, D.C., of counsel.\nBefore NICHOLS, KUNZIG, and BENNETT, Judges.\n\n\n\n\n*83 ON PLAINTIFF’S MOTION FOR SUMMARY JUDGMENT AND DEFENDANT’S CROSS-MOTION FOR SUMMARY JUDGMENT\nBENNETT, Judge:\nPlaintiff, Morton-Norwich Products, Inc., seeks refunds for overpayments of federal income taxes and interest for tax years 1965 through 1973. The case, which presents various claims for refund, is before the court on cross-motions for summary judgment.\nIn Counts II and VI of the petition, taxpayer claims refunds for a loss deductible under I.R.C. s 165(a). This loss involved research and development expenditures (R&D) incurred in an attempt to discover uses and methods of recovery of geothermal deposits (plaintiff having had a *86 substantial leasehold interest in a geothermal deposit), which R&D costs plaintiff had elected to capitalize pursuant to I.R.C. s 174, and claimed to have been abandoned in 1970 (Count II) or, in the alternative, 1973 (Count VI). Counts IV (for the tax year ending June 30, 1971) and V (for the years ending June 30, 1972, and June 30, 1973) examine whether, if plaintiff prevails on Count II, it may, under section 162(a), deduct certain expenses subsequently incurred as ordinary and necessary business expenses related to the underlying leasehold plaintiff retained. Per stipulation, the parties agreed that the bad debt claim stated in Count III was erroneous and properly disallowed. The amount of such losses ($38,108) is added, by stipulation, to plaintiff’s deferred R&D costs, and thus to plaintiff’s claim for an abandonment loss under Count II or VI.\n[1] We determine that the issues involved in these counts cannot be decided on summary judgment as, despite the existence of stipulations and agreements as to some of the facts, there are still issues of fact to be resolved. Therefore, we remand that portion of the petition to the trial division.\n \n[2] The issue posed for resolution in Count I of the petition is whether interest on a deficit in income tax for the taxable years at issue resulting from the allocation, pursuant to I.R.C. s 482,1 of gross income and deductions between plaintiff and its affiliated corporation on account of non- **272 arm’s-length, interest-free loans is properly calculated from the time the original income tax returns for those years were due, or from the time that notice and demand for payment were made. This presents an important issue of first impression which is appropriate for summary judgment. For the following reasons, we hold that interest on income tax resulting from a section 482 allocation is properly assessable from the time the original return was due and grant judgment accordingly for defendant.\n \n*87 Morton-Norwich is the parent of an affiliated group of corporations. During the years 1965 through 1973 it made loans to its wholly owned foreign subsidiaries. No interest was charged on these loans. During those periods taxpayer had borrowed funds from third parties and claimed deductions for interest paid on those funds. The Commissioner determined that taxpayer had underpaid its tax for those years to the extent it had not reported interest at the rate of 5 percent on the loans it tendered.2 Correlative adjustments were made with respect to the taxes of the subsidiaries which had received the loans.3\nThe taxpayer originally filed a petition in the Tax Court challenging the IRS’s determination of liability for some of the years involved. A settlement was reached and embodied in a stipulation in the Tax Court. also, the taxpayer and Commissioner agreed upon the amount of adjustment for the years after the Tax Court action. Neither the agreement nor the stipulation waived taxpayer’s right to file claims for refund or credit based on the contention that some or all of the interest on the deficiencies was not properly due the IRS. Taxpayer paid the assessments agreed upon, plus interest from the date that the tax returns of the involved periods were due to the date of payment. Plaintiff seeks a refund to the amount of interest charged from the date that the original tax was due to the date of the Service’s notice and demand for payment of the deficiency.\n\n\nI\nThe general rule for interest is that it runs from the ‘last date prescribed for payment,’ to the date paid. I.R.C. s 6601(a). When a return of tax is required, section 6151, entitled ‘Time and place for paying tax shown on returns,’ requires a taxpayer to pay the tax at the time and place fixed for filing the return. If the date for payment is not *88 prescribed, the last date for payment is deemed to be the date the liability arises, in no event later than notice and demand therefor. I.R.C. s 6601(b)(4). One exception to the general rule is that interest only runs on an assessable penalty, additional amount, or addition to the tax from the date of notice and demand. I.R.C. s 6601(e)(3).\nOur problem is how to treat within this framework the underpayment of income tax for a taxable year resulting from a section 482 allocation. Plaintiff’s argument that the general rule does not apply depends upon the application to this case of the doctrine enunciated with respect to the accumulated earnings tax, I.R.C. s 531,4 set forth in the opinion of this court in Motor Fuel Carriers, Inc. v. United States, 420 F.2d 702, 190 Ct.Cl. 385 (1970).\nIn Motor Fuel Carriers, this court held that interest did not begin to run on the **273 assessment of the accumulated earnings tax until notice and demand were made. The court supported its conclusion on alternative grounds: (1) the accumulated earnings tax was an ‘assessable penalty, additional amount, or addition to the tax’ within the meaning of section 6601(f)(3) (now I.R.C. s 6601(e)(3));5 and (2) if the general rule of section 6601(a) did apply, the last date prescribed for payment was the date of notice and demand pursuant to section 6155. Other courts have reached the same result with respect to the accumulated earnings tax. Bardahl Mfg. Corp. v. United States, 452 F.2d 604 (9th Cir. 1971) (section 531 tax an addition to the tax or penalty (s 6601(e) (3))); Ray E. Loper Lumber Co. v. United States, 444 F.2d 301 (6th Cir. 1971) (last date for payment of accmulated earnings tax not prescribed (s 6601(b) (4))).\nThe court in Motor Fuel Carriers relied on the following principal factors in determining that either the accumulated *89 earnings tax was an addition to the tax under section 6601(e)(3) or that the last date prescribed for payment was the date of notice and demand under sections 6155 and 6601(a). The first was that it was clear from the statute, the legislative history, and administrative practice that the accumulated earnings tax was separate from, and in addition to, the normal corporate income tax under section 11. The statute explicitly provides that such tax is ‘(i)n addition to other taxes imposed by this chapter.’ I.R.C. s 531. Second, the tax was not self- like normal income taxes, but assessment requires ‘an administrative determination by the Service’ of the fact and amount of the unreasonable accumulation of earnings and profits. Motor Fuel Carriers, Inc. v. United States, supra, 420 F.2d at 707, 190 Ct.Cl. at 393. ‘There is no provision in, or part of, Treasury Form 1120 (the return form) for reporting the amount subject to this tax; nor are there any schedules of instructions for reporting the item. It is left wholly to the Government’s initiative.’ Id., 420 F.2d at 705, 190 Ct.Cl. at 390 (cite omitted). In the court’s thinking, it was the second group of factors which demonstrated the logic of treating the liability for the accumulated earnings tax as not having vested until notice and demand. The logic has supported the result in respect to the accumulated earnings tax—whether the rationale was that it is a penalty or addition to the tax under Motor Fuel Carriers or Bardahl, or that the last date prescribed for payment was the date of notice and demand under Motor Fuel Carriers, or that the last date for payment was not prescribed under Loper.\nOther than certain superficial similarities concerning assessments under sections 531 and 482, the provisions are not at all comparable. Section 531 imposes a tax after the normal corporate income tax is assessed under section 11, on the unreasonable accumulation of earnings and profits of a corporation. The tax is imposed on a corporation ‘formed or availed of for the purpose of avoiding the income tax with respect to its shareholders * * *.’ I.R.C. s 532(a). Special rates, unrelated to corporate income tax rates, are applied not to taxable income, but to that portion of aftertax income which has been unreasonably accumulated.\nSection 482, however, does not impose a tax by operation of its provision alone. The section authorizes the Secretary *90 to ‘distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among (corporations.)’ I.R.C. s 482. Such action can change the amount of taxable income of a corporation for a taxable year resulting in the recomputation of the corporate income tax under section 11. The Secretary’s action results in the amendment of the original corporate income tax return to show the proper amount of gross income, deductions, credits, or allowances. It is under the provisions of section 11, which provide for a tax on the taxable income of corporations, that an overpayment or underpayment of the proper tax is found.\n**274 Section 531 has often been described as a penalty imposed upon corporations for their failure to destribute dividends to their shareholders. See Motor Fuel Carriers, Inc. v. United States, supra, 420 F.2d at 706 n. 6, 190 Ct.Cl. at 391 n. 6. In keeping with the characterization of section 531 as a penalty, the burden of proof in a judicial proceeding is often on the Government. I.R.C. s 534(a). Whatever the proper characterization of the accumulated earnings tax, an allocation under section 482 is not a penalty, or addition to the tax, but, as pointed out by defendant, an income-correction device. The burden of proof is squarely on the taxpayer to show that the Service acted in an arbitrary manner. See, e.g., Young & Rubicam, Inc. v. United States, 410 F.2d 1233, 87 Ct.Cl. 635 (1969). Correction is effected by nonpenal, correlative adjustments in the respective corporation’s taxable income. Trease.Reg. s 1.482—1(d)(2) (1968).6 Also, consideration is taken of other non-arm’s-length transactions between the corporations ‘in the taxable year which, if taken into account, would result in a set off against any allocation which would otherwise be made * * *.’ Treas.Reg. s 1.482—1(d)(3) (1968). Indeed, the Service once had difficulty in asserting its power in the specific area of the imputation of interest on loans where the result worked as a penalty because of the absence of correlative adjustments. See Tennessee-Arkansas Gravel Co. v. Commissioner, 112 F.2d 508 (6th Cir. 1940); *91 Smith-Bridgman & Co. v. Commissioner, 16 T.C. 287 (1951); Rev.Rul. 67—79, 1967—1 C.B. 117.7\nUnder section 482, the Secretary is only authorized to take action ‘in order to prevent evasion of taxes or clearly to reflect the income of any (corporation).’ The Secretary’s authority is geared to the determination of the true taxable income of a controlled taxpayer which is the taxable income which would have resulted to the controlled taxpayer had it in the conduct of its affairs dealt with the other member or members of the group at arm’s length. As this court (and others) has often noted, the thrust of this section is to put controlled taxpayers on a parity with uncontrolled taxpayers. See, e.g., Young & Rubicam, Inc. v. United States, supra; Eli Lilly & Co. v. United States, 372 F.2d 990, 178 Ct.Cl. 666 (1967). Inherent in this section is the rationale that if transactions between related parties were structured on an arm’s-length basis in accordance with economic reality, the proper corporate taxable income and tax would be returned and paid. The Government would have had the use of the revenue from the time the original return was due. If interest did not run from the time the original return was due, controlled taxpayers whose gross income and deductions were distorted due to the artificial, controlled transactions, would never be on a parity with uncontrolled taxpayers whose transactions would be structured on an arm’s-length basis. The failure to impose interest until the taxpayer was caught by the Service would be a definite benefit to be gained by distorting income in the controlled situation. In enacting section 482, Congress certainly did not intended that there be an incentive for income tax distortion or evasion.\nSection 482 has its roots in section 240(d) of the Revenue Act of 1921 (section 240(f) of the 1926 Act) where the Commissioner was given the power to consolidate accounts of related trades or businesses for purposes of making the correct distribution of gains, profits, income, deductions, or capital in order to prevent the arbitrary shifting of profits. *92 S.Rep. No. 275, 67th Cong., 1st Sess. 20 (1921). The provision as it appears today was first enacted in section 45 of the Revenue Act of 1928 to fill in the gap or substitute for the consolidated return provisions. **275 8 Under the consolidated return provisions of the 1926 Act, and the power granted to the Commissioner to consolidate accounts under section 240(f), the resultant tax liability was reported on the original return filed in accordance with section 241. Though the mechanics of sections 240(f) and 45 were different, their objective was the same, to ensure that affiliated businesses paid the proper tax.\nThough plaintiff does not dispute the fact that the nature and purpose of sections 531 and 482 are quite different, plaintiff contends that the mode of their determination and mechanics of their assessment are the same, and, therefore, the same rule should govern the imposition of interest. Like the section 531 tax, plaintiff argues, there is no place on the income tax return to report the tax due resulting from a section 482 allocation, and the tax imposed on account of a section 482 allocation results from an administrative determination rather than the initiative of the taxpayer. Plaintiff cites Treas.Reg. s 1.482—1(b)(3) (1968) which provides that section 482 is not available to a taxpayer nor may a taxpayer force the Service to exercise its discretion. See also Interstate Fire Ins. Co. v. United States, 215 F.Supp. 586 (E.D.Tenn.1963), aff’d, 339 F.2d 603 (6th Cir. 1964). Thus, plaintiff argues, once it has chosen a particular way of dealing with its affiliates, the form is controlling of income tax consequences unless the Secretary exercises his discretionary power.\nThe inability of a taxpayer to report income on the basis of the substance of its transactions with an affiliate rather than the form of its transactions when the substance would result in tax savings is quite different from a taxpayer’s ability or inability to report accumulated earnings tax. No taxpayer could ever possibly wish to avail itself of the *93 privilege of paying accumulated earnings tax. A taxpayer might very well wish to use section 482 when through inadvertence or design it has treated an affiliate in a non-arm’s-length manner which has resulted in increased tax liability. Under section 531, if the corporation properly distributes earnings and profits, the corporation has no liability for tax. On the other hand, if controlled entitles properly structure their transactions on an arm’s-length basis, the proper amount of tax is due and owing. Power is granted to the Secretary to achieve this result. The inability of a taxpayer to restructure the form of its transactions for tax purposes though the IRS may very well be permitted to do such has long been a part of our tax law and cannot be the determinative factor here. As the Supreme Court has stated:\n* * * This Court has observed repeatedly that, while a taxpayer is free to organize his affairs as he chooses, nevertheless, once having done so, he must accept the tax consequences of his choice, whether contemplated or not (cites omitted), and may not enjoy the benefit of some other route he must have chosen to follow but did not. (Commissioner v. National Alfalfa Dehydrating & Milling Co., 417 U.S. 134, 149, 94 S.Ct. 2129, 2137, 40 L.Ed.2d 717 (1974).)\n \nOn the other hand:\n* * * the Government may not be required to acquiesce in the taxpayer’s election of that form for doing business which is most advantageous to him. The Government may look at actualities and upon determination that the form employed for doing business or carrying out the challenged tax event is unreal or a sham may sustain or disregard the effect of the fiction as best serves the purposes of the tax statute. To hold otherwise would permit the schemes of taxpayers to supersede legislation in the determination of the time and manner of taxation. (Higgins v. Smith, 308 U.S. 473, 477—78, 60 S.Ct. 355, 358, 84 L.Ed. 406 (1940) (emphasis added).)\n \n**276 Section 482 is simply one statutory component of the Government’s arsenal, like I.R.C. s 446(b) (power to change taxpayer’s accounting method in order to clearly reflect income), or the judicial doctrines of assignment of income and tax benefit (which are, indeed, concepts included within section 482’s ambit) to ensure that the correct amount of income and tax is reported and paid.\n*94 Further, we disagree with the view that a tax resulting from a section 482 allocation, like the accumulated earnings tax, is not a tax to be paid by return. Unlike the accumulated earnings tax, where there is no indication in the sttutes, regulations, or income tax forms that a return of such tax is required, the tax resulting from a section 482 allocation is imposed by section 11 on the basis of a required return, Treas.Reg. s 1.11—1(a) (1960).9 Treasury Form 1120 prescribed by Treas.Reg. s 1.6012—2(a)(3) (1968) has places for and requires the proper reporting of gross income, deductions, credits, and allowances. Though the Government may have no liability because of an overpayment caused by non-arm’s-length dealing due to congressional design, the taxpayer does have a liability for an underpayment which liability accrues or vests when the return is due even though the taxpayer may not know the exact amount of that liability. Cf. United States v. Northwestern Mutual Ins. Co., 315 F.2d 723 (9th Cir. 1963). From 1968 on, however, this taxpayer would have been aware of its exact liability on account of Treas.Reg. s 1.482—2(a) (1968) which sets explicit rules for interest-free loans. Therefore, we conclude that a liability resulting from a section 482 allocation is simply part of the general liability imposed by section 11 which requires a return. Thus, interest on a deficiency is computed in accordance with sections 6151(a) and 6601(a).\n\n\nCONCLUSION\nWe therefore determine that interest properly runs on an income tax deficiency resulting from an allocation under I.R.C. s 482 from the time the original return was due. Defendant’s cross-motion for summary judgment is granted as to Count I of the petition and plaintiff’s motion is denied. Count I of the petition is dismissed.\nAs to Counts II through VI, summary judgment is denied both parties and the case is remanded to the trial division for further proceedings.\n\n*95 NICHOLS, Judge, concurring in part and dissenting in part:\n\nI agree with the court’s result as to the claim under Count I for refund for interest paid on deficiencies for tax years 1968—73, but respectfully differ as to tax years 1965—67. I agree with the disposition of Counts II—VI and do not discuss them further. I do not join in the opinion except in that small part. The following relates only to Count I.\nI view the approach of the majority as simplistic in its treating all tax years alike despite the decisive change in the applicable law enacted in 1968 by the regulations implementing the grant of authority in I.R.C. of 1954, s 482. The majority assumes sub silentio that before 1968 any layman would have known whether or not the Commissioner would make a s 482 reallocation, that the layman could or should have structured his affairs to anticipate what the Commissioner would subsequently hold was necessary to prevent evasion or clearly to reflect income, and that the layman was somewhat of a tax evader if his crystal ball failed him and the Commissioner made a reallocation he had not foreseen. Alternatively, the panel supposes that one in charge of a controlled group knows exactly the monetary differences between whatever intercompany transactions he engineers and what they would have been if conducted at arm’s-length by independent entities.\nIt is obvious that in 1962 the Congress called for regulations because it perceived **277 the situation entirely differently, and wanted reallocations to rest on rules that taxpayers could know. The Treasury agonized six years at the appallingly difficult task of producing such regulations, then setting forth what was, according to our majority here, obvious.\nWith all respect, it appears to me the majority opinion in American Standard, Inc. v. United States, 602 F.2d 256 (Ct.Cl. June 13, 1979) reflects the same dangerous dclusion as to the obviousness (to the eye of superrational intuition, perhaps) of intricate accounting adjustments so that the uneducated and uninstructed intellect can decide at a glance what adjustments are necessary, e.g., to reflect *96 taxable income. I show in more detail further on how unobvious it really was. Even a trained eye would not have seen an adjustment as an automatic or required consequence of the given facts. It was really and truly discretionary.\nAssuming then that before 1968 the likelihood of an adjustment would depend to the ordinary mind on the exercise of uncontrolled discretion on unpublished grounds, by subordinate Treasury officials, the case seems to me to fall for 1965—67 well within the rule of Motor Fuel Carriers, Inc. v. United States, 420 F.2d 702, 190 Ct.Cl. 385 (1970). The heart of that case seems to be that the liability for interest back to the date the return is due would not include interest on a deficiency resulting from, not the facts set forth or required to be set forth in the return, or in later amendments thereto, but from the subsequent exercise of broad discretion by an administrative official.\nWhat follows was first prepared in hope of its being accepted as a majority opinion and explains how I would treat 1965—67 and also how and why I would differentiate 1968 and later years.\nThe taxpayer is the parent of an affiliated group of corporations. During the years 1965 through 1973, it made loans to its wholly owned subsidiaries. No interest was charged on these loans. During those periods, taxpayer had borrowed funds from third parties and claimed deductions for interest paid on those funds. The Commissioner determined that taxpayer had underpaid its tax for those years to the extent it had not reported interest at the rate of 5 percent on the loans it tendered. Correlative adjustments were made with respect to the taxes of the subsidiaries.\nThe taxpayer originally filed a petition in the Tax Court challenging the IRS’s determination of liability for some of the years involved. A settlement was reached and embodied in a stipulation in the Tax Court. Also, the taxpayer and Commissioner agreed upon the amount of adjustment for the years after the Tax Court action. Neither the agreement nor the stipulation waived taxpayer’s right to file claims for refund or credit based on the contention that some or all of the interest on the deficiencies was not properly due the IRS. Taxpayer paid the assessments *97 agreed upon, plus interest from the date that the tax returns for the involved periods were due to the date of payment.\nTaxpayer says it is entitled to a refund of the amount paid in interest from the date that the tax returns for the involved periods were due to the date that notice and demand for payment was made following the assessments. Appendix A lists the tax periods involved in this case and the alleged overpayments of interest claimed by the taxpayer.\n\n\nI\nThe Internal Revenue Code requires that interest be paid on taxes due from ‘the last date prescribed for payment’ of the tax until the date paid. 26 U.S.C. s 6601(a). Section 6151, entitled ‘Time and Place for Paying Tax Shown on Returns,’ orders a taxpayer who files a required return to pay the tax at the time and place fixed for filing the return. 26 U.S.C. s 6151. This statute applies when a taxpayer does not need an assessment or notice and demand from the Secretary. When notice and demand is issued, the tax is to be paid at the time stated in the notice. 26 U.S.C. s 6155(a). If the date for payment is not prescribed, that date is deemed to be the **278 date the liability for payment arises, and in no event is later than the date of the Commissioner’s notice and demand. 26 U.S.C. s 6601(b)(4). An exception to these general rules is set forth in 26 U.S.C. s 6601(f)(3), which provides that:\nInterest shall be imposed under subsection (a) in respect of any assessable penalty, additional amount, or addition to the tax only if such assessable penalty, additional amount, or addition to the tax is not paid within 10 days from the date of notice and demand therefor, and in such case interest shall be imposed only for the period from the date of the notice and demand to the date of payment.\n \nPlaintiff’s argument relies heavily on our decision in Motor Fuel Carriers, Inc. v. United States, 420 F.2d 702, 190 Ct.Cl. 385 (1970). In that case, taxpayer was assessed deficiencies which included liabilities under 26 U.S.C. s 531 (the accumulated earnings tax). The IRS assessed interest *98 from the due date of taxpayer’s return. The government had successfully asserted liability. On the suit for refund of the interest assessed, this court ruled for taxpayer, concluding that interest began to run on the date of notice and demand. The court’s decision was based on alternative grounds: (1) the accumulated earnings tax was an ‘assessable penalty, additional amount, or addition to the tax’ within the meaning of s 6601(f)(3) (the present s 6601(e) (3)) and (2) if the general rule of s 6601(a) applied, the last date prescribed for payment was the date of notice and demand pursuant to s 6155.\nPlaintiff states that the theory on which these alternative grounds lie applies to the present case. The rationale for both alternatives in Motor Fuel Carriers, Inc., supra, plaintiff argues, was that there was a need for an administrative determination before taxpayer owed any accumulated earnings tax. The court stated:\n* * * It is inherent in the nature of the tax—and was formerly recognized specifically by Congress—that a taxpayer can hardly determine for itself, with any accuracy, if the tax is due, and if so to what extent. * * * (420 F.2d at 705, 190 Ct.Cl. at 390.)\n \nThe same focus on the need for an administrative determination of tax liability influenced the decision of other courts in cases following Motor Fuel Carriers, see, e.g., Bardahl Mfg. Co. v. United States, 452 F.2d 605 (9th Cir. 1971); Loper Lumber Co. v. United States, 444 F.2d 301 (6th Cir. 1971). Both cases ruled that interest was not due on the accumulated earnings tax until the date of notice and demand. Bardahl explicitly adopted the reasoning of Motor Fuel Carriers in support of its conclusion that s 6601(f)(3) controlled; Loper did not rule on the applicability of that statute. Rather, the Sixth Circuit reached the same result as Motor Fuel Carriers, but did so by holding that s 6601(c)(4) (redesignated s 6601(b)(4) in 1975) controlled rather than ss 6601(a) and 6155.\n\n\nII\nThe present arguments and indeed the analysis in Motor Fuel Carriers and subsequent cases focus on whether the taxpayer could self-assess and report its tax liability as *99 determined at the time it filed its returns. Plaintiff argues that s 482 is a discretionary tool of the IRS, that the IRS may or may not use it as it sees fit, and that at the time of filing its return Morton-Norwich could not possibly have accommodated for a possibility that the IRS would declare it liable for additional tax, nor estimate the amount of tax. Given then that affirmative IRS action was necessary for the IRS to generate income tax liability, there is no authority to assess interest back to the date the return is due. Taxpayer can argue either (a) the tax is a ‘penalty, additional amount, or addition to the tax’ under s 6601(e)(3); (b) under s 6601(a) the last date prescribed for payment is the date of notice and demand pursuant to s 6155; or (c) as no tax is due on the date the return is filed, under s 6601(b) (4), the last date for payment is not prescribed, so tax liability does not incur until there is notice and demand for the tax. The first two arguments have their basis in Motor Fuel Carriers; the last in Loper.\n**279 The government, however, discounts the applicability of Motor Fuel Carriers and its progeny with two arguments, both based on the fact that those cases dealt with the accumulated earnings tax and this case concerns a deficiency assessed under s 482. First, it emphasizes that s 482 is not a penalty but an income-correction device. It contrasts s 482 with the accumulated earnings tax, which has traditionally been considered as and often been described as a ‘penalty.’ See Note, The Accumulated Earnings Tax—Sections 531—37 of the 1954 Code, 64 Nw.Univ.L.Rev. 239, 240 (1969). The accumulated earnings tax is not directly related to the quantum of a taxpayer’s income. Once a determination of accumulated taxable income as defined in s 535 is made by the IRS according to the procedures specified in ss 532—34, a tax equal to the sum of 27 ½ percent of the accumulated taxable income not in excess of $100,000, plus 38 ½ percent of the accumulted taxable income greater than $100,000 is levied. Such a levy is an ‘additional amount,’ not a percentage of taxpayer’s income, and liability arises under a different law than the ordinary income tax liability, which remains unaffected.\nDefendant’s second argument is related to the first, but goes beyond it. The reallocation of income under s 482 does not really change taxpayer’s income tax liability for the *100 year in which the adjustment takes place. Rather, it is designed to ensure that income taxes already due will be based on a clear reflection of the taxpayer’s own income. Thus, s 482 adjusts for distortions, which existed at the time the taxpayer’s return was filed, that is, when its tax on income was due. This is what distinguishes s 482 from the accumulated earnings tax. Corporate taxpayers have an obligation to pay their true taxable income, and such true taxable income is based on arm’s-length dealings with subsidiaries. This dual requirement is stated in s 11 of the Code which requires that a corporate taxpayer pay a tax based on taxable income for the tax year, and s 482 and Treas.Reg. s 1.482—1(b) (adopted in 1962), which enunciates an arm’s-length standard for any reallocation of income in order to determine the correct taxable income for each taxpayer and each tax year. That s 11 tax on income is due and reportable on the date on which the return is filed.\nGiven this statutory scheme, defendant argues that Morton-Norwich could have anticipated a readjustment of its reported income under s 482. It was required to calculate its income as if it had dealt with its subsidiaries at arm’s-length, as prescribed by the Code and regulations. Thus, when it acted in a non-arm’s-length manner, it could anticipate a s 482 reallocation. Defendant seemed to argue at one time that affiliated corporations had a legal duty to arrange their internal transactions so as not to distort the clear reflection of taxable income, and that a s 482 adjustment is made to counteract such a breach of duty. But it abandoned this extreme position, since a taxpayer could not make sua sponte a s 482 adjustment in its return and defendant does not have to do so.\n\n\nIII\nDefendant is right to this extent: that a taxpayer may not reap a financial advantage by ignoring a tax statute or regulation and thus understating its income. If the s 482 reallocation was reasonably certain at the time taxpayer filed its return, as defendant argues, it is a mere technicality whether the corporate return form included a schedule specifying how the taxpayer is to make that allocation. For if an allocation is necessary to state *101 properly the corporate taxpayer’s income for a particular year, and that allocation is inevitable on audit, then the taxpayer can set aside the money at interest until the IRS audits and takes the predicted action. To allow controlled or controlling corporations to engage in non-arm’s-length transactions which distort their income and then invest the owed taxes until the IRS’s audit, without a requirement that interest be imposed on this deferred tax, would ignore Congress’ intent that controlled companies be treated in the same manner as uncontrolled companies. See IRS Reg. s 1.482—1(b)(1); cf. **280 Manning v. Seely Tube & Box Co., 338 U.S. 561, 70 S.Ct. 386, 94 L.Ed. 346 (1950), holding that a taxpayer who has not paid a deficiency is liable for interest on it even though the deficiency itself is wiped out by a carryback.\nHowever, until 1968, a taxpayer could not anticipate an imputed interest reallocation under s 482, as he could then and after. A taxpayer’s liability for the extension of interest-free loans to controlled subsidiaries was unclear, and its tax liability could not be self-assessed under Motor Fuel Carrier standards. Section 482 provides that:\nIn any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the secretary may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations, trades, or businesses.\n \nDefendant argued that the combination of this statute with s 11 of the Code obligates a corporate taxpayer to pay tax based on his true taxable income calculated by an arm’s-length standard, and that the IRS audit and reallocation was foreseeable for each year. It is true that ss 482 and 11, and Treas.Reg. s 1.482—1(d) were in effect for the entire period at issue, but even with these guides, it was not clear what kinds of loans would distort a taxpayer’s income and require a reallocation under s 482. This is true even though the IRS may have been able to assert liability successfully against some taxpayers for other types of s 482 allocations. See e.g., *102 Oil Base, Inc. v. Commissioner, 362 F.2d 212 (9th Cir.), cert. denied, 385 U.S. 298, 87 S.Ct. 287, 17 L.Ed.2d 211 (1966). As one practitioner, commenting on the newly enacted (in 1968) regulations under s 482, stated:\nThe regulations under section 482, which were proposed in 1966 and adopted in 1968, represent an attempt to establish quantitative guidelines against which the statute may be applied. Prior to these regulations there were practically no official pronouncements as to the government’s position regarding specific types of transactions under section 482. (Emphasis supplied.) (R. Hoefs, Intercompany Operations: Joint Use of Employees, Services, Plant, Equipment & Intangibles, 26 Nyu Institute on Federal Taxation 603, 606 (1970).)\n \nIndeed, the liability for the extension of interest-free loans was very unclear. In cases determined under the predecessor of s 482, s 45 of the 1939 Code, the Tax Court and others adhered to the doctrine that s 45 only authorized reallocation of income, and that the Commissioner could not ‘create’ income by inferring a rate of interest to be charged in order to put controlled corporations on par with uncontrolled ones. Tennessee-Arkansas Gravel Co. v. Commissioner, 112 F.2d 508 (6th Cir. 1940), Smith-Bridgman & Co. v. Commissioner, 16 T.C. 287 (1951). It was only the adoption of regulations in 1968 that clearly demonstrated that the IRS would reject this analysis, and impute interest payments to corporations which made interest-free loans. Hoefs, supra, at 607. Other circuit courts abandoned the doctrine of ‘creation of income,’ at least as applied to s 482 imputation of interest charges, fairly quickly after the regulations, see e.g., B. Forman & Co. v. Commissioner, 453 F.2d 1144 (2d Cir. 1971), cert. denied, 407 U.S. 934, 92 S.Ct. 2458, 32 L.Ed.2d 817, rehearing denied, 409 U.S. 899, 93 S.Ct. 102, 34 L.Ed.2d 158 (1972). The Tax Court abandoned its position only recently in Latham Park Manor, Inc. v. Commissioner, 69 T.C. 199 (1977).\nUntil 1968, there were no specific rules to guide taxpayers like Morton-Norwich. In 1962, Congress rejected legislation to amend s 482 by specifying powers and methods of allocation. The conferees thought that the powers prescribed by s 482 were adequate, but suggested that regulatory guidelines be drawn. Rev.Act of **281 1962, H.Conf.Rep. No. 2508, 87th Cong., 2d Sess. 18—19 (1962) reprinted in (1962) U.S.Code Cong. & Admin. News pp. 3732, *103 3738—39. The suggestion that regulatory guidelines be drawn tacitly recognizes that guidelines do not exist in the statute.\nGiven these inadequate guidelines for reallocation, the IRS was faced with two choices—it could continue to exercise its discretion in choosing what parties to subject to s 482 and in determining how their income would be allocated, limited by the requirement that the allocation put controlled taxpayers on par with uncontrolled taxpayers, or it could adopt regulations, thus limiting its own discretion but making its practices and policies under s 482 evident.\nThe IRS chose the latter course in 1968. 33 Fed.Reg. 4849 (April 16, 1968), which adopted, retroactive for the years after 1953, Treas.Reg. s 1.482—2. The IRS chose certain areas in which guidelines would be drawn, and one of these areas included the issue at bar, the making of interest-free loans to controlled subsidiaries. Under the regulations as enacted in 1968, if funds are lent from one affiliate to another at no charge or at less than an arm’s-length charge, the district director may make an allocation of income to reflect an arm’s-length interest rate. Section 1.482—2(a). If the lender is not in the business of lending money, the arm’s-length charge would be the amount charged by the taxpayer if it were between 4 and 6 percent. Section 1.482—2(a)(2)(i). If no interest charge had been made, a charge of 5 percent would be imputed, and income would be thus reallocated among corporate members. Section 1.482—2(a)(2)(ii). These regulations were amended in 1975, 41 Fed.Reg. 1280, but those changes do not affect the tax years at issue here. Thus, after the enactment of Treas.Reg. s 1.482—2(a), the taxpayer could foresee two occurrences—one, when it made an interest-free loan to a related company it would be liable for a deficiency, and two, that the IRS would deal with such a liability by imputing an interest rate.\nSection 482 does not, of its own terms, delegate lawmaking power, as does s 1502 with respect to consolidated returns. The nature of the powers there granted we have recently considered in American Standard, Inc. v. United States, 602 F.2d 256 (Ct.Cl. June 13, 1979). The respect given the s 482 regulations in such cases as B. Forman *104 & Co. v. Commissioner, supra, makes them, when seen as reasonable, little short of laws. They are more than mere interpretation. They are the nuts and bolts, the girders and beams, of s 482 operations. In the absence of them, before 1968, a taxpayer could reasonably think that an imputation of interest, if foreseeable at all, was at the most a matter at the uncontrolled discretion of the revenue agent or district director. If there were internal practices or guidelines, they were unpublished and the taxpayer had no obligation to be aware of them. Hence, as to the period before 1968, counsel’s characterization of the imputation as discretionary is correct. The essence of the Motor Fuel Carriers precedent is that the statutory interest provisions do not contemplate that a taxpayer can or should anticipate the making of a purely discretionary determination.\nGiven the directives of Motor Fuel Carriers, once the IRS enacted regulations detailing what activities would be considered a distortion of corporate income, the taxpayer could self-assess its liability as it was after April 16, 1968, for this type of transaction, and is liable for the interest on deficiencies accruing on tax returns filed after that date. To hold otherwise would unduly favor this taxpayer as against others who were guided by the regulation in planning intercompany transactions.\nThe regulation’s retroactivity to tax years ending after December 31, 1953, does not alter my position that taxpayer is not liable for deficiency interest for the years up until 1968, for until 1968 taxpayer could not self-assess its potential liability, and this is the criterion by which we should determine its obligation to report income at the time of filing returns. Also, the fact that the regulation contains the permissive language ‘the district director may make **282 appropriate allocations’ (emphasis supplied) does not change the taxpayer’s obligation to take notice of these guidelines at the time it protects the district director from being obliged to reallocate income when to do so would not produce additional revenue. The Commissioner cannot exercise this kind of discretion in a manner to discriminate between similarly situated taxpayers. International Business Machines Corp. v. United States, 343 F.2d 914, 170 Ct.Cl. 347, cert. denied, 382 U.S. 1028, 86 S.Ct. 647, 15 L.Ed.2d 540 (1965).\n*105 I, therefore, would hold that, under the analysis of Motor Fuel Carriers, taxpayer has made timely payment under either s 6601(a) or the present s 6601(e)(3) for the tax years 1965—1967, and may recover interest paid on deficiencies assessed for those years. I agree that taxpayer may not recover interest paid on deficiencies for the years 1968—1973.\nAll Citations\n221 Ct.Cl. 83, 602 F.2d 270, 44 A.F.T.R.2d 79-5346, 79-2 USTC P 9483\n\n\n\nFootnotes\n|\n1\n|I.R.C. s 482 provides:\n‘In any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Secretary may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations, trades, or businesses.’\n|\n2\n|In 1968, the Secretary of the Treasury promulgated regulations specifying that, retroactive to tax years beginning after 1953, interest would be imputed on loans at the rate of 5 percent simple interest if no interest had been charged. See Treas.Reg. s 1.482—2(a)(2)(ii) (1968).\n|\n3\n|Treas.Reg. s 1.482—1(d)(2) (1968) provides that where income or deductions are allocated to one member of a controlled group, correlative adjustments are made to the income or deductions of the other affected member.\n|\n4\n|I.R.C. s 531 provides:\n‘In addition to other taxes imposed by this chapter, there is hereby imposed for each taxable year on the accumulated taxable income (as defined in section 535) of every corporation described in section 532, an accumulated earnings tax equal to the sum of—\n‘(1) 27 ½ percent of the accumulated taxable income not in excess of $100,000, plus\n‘(2) 38 ½ percent of the accumulated taxable income in excess of $100,000.’\n|\n5\n|Subsections (c) and (f) of section 6601, applicable to the tax years in dispute, were redesignated as subsections (b) and (e), respectively by section 7(b)(1) of the Act of January 3, 1975, Pub.L. No. 93—625, 88 Stat. 2108. For convenience, we will use the current designations of this section.\n|\n6\n|In the case of interest-free loans, imputation of interest income to the lender corporation results in imputation of an interest deduction to the borrower corporation.\n|\n7\n|The Tax Court in Smith-Bridgman & Co. v. Commissioner, supra, 16 T.C. at 294, stated:\n‘That the respondent did not ‘allocate’ gross income of Continental to petitioner is apparent, since the record shows that he made no adjustment to the income or deductions of Continental.’\n|\n8\n|Section 45’s purpose was described as follows:\n‘Section 45 is based upon section 240(f) of the 1926 Act, broadened considerably in order to afford adequate protection to the Government made necessary by the elimination of the consolidated return provisions of the 1926 Act.’ (H.R.Rep. No. 2, 70th Cong., 1st Sess. 16—17 (1928); S.Rep. No. 960, 70th Cong., 1st Sess. 24 (1928).)\n|\n9\n|‘The tax imposed by section 11 is payable upon the basis of returns rendered by the corporations liable thereto, except that in some cases a tax is to be paid at the source of the income.’ Treas.Reg. s 1.11—1(a) (1960).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}