{
    "Background": "\n\n\n\nT.C. Memo. 1994-205\nUnited States Tax Court.\nBARRISTER EQUIPMENT ASSOCIATES SERIES # 115, Barrister Associates, Tax Matters Partner, Petitioner,\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent.\nNo. 23263–89.\n|\nMay 9, 1994.\nAttorneys and Law Firms\nNathan M. Silverstein, New Haven, CT, and Kurt F. Zimmerman, Washington, DC, for petitioner.\nAndrew M. Winkler, and D. Lyndell Pickett, Louisville, KY, for respondent.\n\n\n\n\nMEMORANDUM FINDINGS OF FACT AND OPINION\nFAY, Judge:\n*1 This case was assigned to and heard by Special Trial Judge Joan Seitz Pate pursuant to section 7443A(b)(4) and Rules 180, 181 and 183.1 The Court agrees with and adopts the Special Trial Judge’s opinion which is set forth below.\n \n\n\nOPINION OF THE SPECIAL TRIAL JUDGE\nPATE, Special Trial Judge:\n\nBy notices of final partnership administrative adjustment (FPAA’s), respondent determined the following adjustments to the partnership returns of income filed by the limited partnership named Barrister Equipment Associates Series 115 (hereinafter Series 115) for the years 1983 and 1984.\n \n\n\n\n\n1983\n \n|||\nItems Adjusted\n \n|As Reported\n \n|As Adjusted\n \n|\nPartnership Loss\n \n|$ 611,449\n \n|–0–\n \n|\nQualified Investment\n \n|||\nCredit Property\n \n|20,466,000\n \n|–0–\n \n|\n\n\n\n\n\n\n\n1984\n \n|||\nItems Adjusted\n \n|As Reported\n \n|As Adjusted\n \n|\nPartnership Loss\n \n|$1,217,001\n \n|–0–\n \n|\nQualified Investment\n \n|||\nCredit Property\n \n|4,354,512\n \n|–0–\n \n|\n\n\n\n\nIn the FPAA’s, respondent adjusted partnership losses and investment tax credits relating to 46 properties associated with the publication of 44 books and 2 computer programs which Series 115 leased from Universal Publishing Resources, Ltd. (hereinafter Universal). After ruling on certain evidentiary matters, we must decide whether petitioner was entitled to the deductions and credits reported on its 1983 and 1984 partnership returns. Specifically, the issues for our consideration include: (1) Whether Series 115’s leasing activities had economic substance, and (2) if so, whether such leasing activities constituted activities engaged in for profit within the meaning of section 183, and (3) if so, whether the debt portion of Universal’s purchase price for the properties leased to Series 115 should be recognized for investment tax credit purposes; and (4) if so, whether Series 115’s basis in the properties must be allocated between tangible properties and intangible rights.\n \n\n\nFINDINGS OF FACT\nWhen the petition herein was filed, Series 115’s principal place of business was in Rockville Centre, New York. Some of the facts have been stipulated, and they are so found. Additionally, the parties have agreed that the Court may incorporate into evidence certain portions of the record developed in the proceeding entitled In re MDL–731—Tax Refund Litig. v. United States, 766 F.Supp. 1248 (E.D.N.Y.1991), affd. in part and revd. in part 989 F.2d 1290 (2d Cir.1993).\n \n\n\nBackground\nAn individual named Irving Cohen (hereinafter Cohen) organized and controlled Universal2 and promoted the transactions involved herein. He received a bachelor’s degree in English in 1961 and a master’s degree in English Literature in 1962. In 1977, Cohen began investigating the publishing industry and, in 1978, formed a corporation, Jonathan T. Bromwell and Associates, Inc. (hereinafter Bromwell). All of the issued and outstanding stock of Bromwell was held in trust for the benefit of Cohen’s children. In 1978, Bromwell purchased 301 literary properties, substantially all of which were published as mass market paperbacks.3\n \n*2 At Cohen’s request, in 1981, Paul F. Belloff (hereinafter Belloff) and Robert Gold (hereinafter Gold) formed Barrister Associates (hereinafter Barrister or petitioner), a New York general partnership.4 Belloff and Gold each held a 50–percent interest in Barrister. Barrister is the general partner and tax matters partner of Series 115. As consideration for its efforts in organizing Series 115, Barrister was entitled to an initial fee of $50,000 to $65,000, plus annual fees equal to 3 percent of Series 115’s annual cash flow until such time as the limited partners of Series 115 had been credited with net income equal to their capital contributions, and 20 percent thereafter.\n \nBetween 1981 and 1983, Barrister organized and was the general partner of a number of limited partnerships, all similar to one another. It organized 29 limited partnerships in 1981, an additional 35 limited partnerships in 1982 (named Barrister Equipment Associates Series 80 through 114, and 300), and another 60 limited partnerships in 1983 (named Barrister Equipment Associates Series 115 through 175, 201 and 302) (collectively referred to herein as the Barrister Partnerships). Barrister served as general partner of 58 of the 1983 partnerships; an entity named Barrister Associates, Inc., was the general partner of the other two.\n \nThe Barrister partnerships were organized to acquire and exploit literary and computer program properties, which were purchased or leased, directly or indirectly, from corporations owned or controlled by Cohen. Promotional materials for these partnerships stressed that investors who acquired limited partnership interests could recover substantial amounts of money solely by claiming the purported tax benefits associated with the purchase and lease of these properties.\n \nNeither Belloff nor Gold had a background in the publishing industry before Cohen approached them about forming Barrister. Consequently, Cohen, his employees and associates, and the entities he directed or controlled,5 furnished Belloff and Gold with almost all of the expertise and services necessary to promote and operate the numerous limited partnerships enumerated above. With regard to Series 115, they provided Belloff and Gold with copies of pertinent documents, selected the books Series 115 would lease, acted as liaisons with the publishers, prepared a copy of a brochure that summarized the offering (hereinafter the Summary Brochure) and a Private Placement Memorandum (hereinafter the Offering Memorandum), provided bookkeeping services, reviewed the records of sales kept by the publishers, and provided monitoring services. Cohen even paid part of the salary of an officeworker who had signature stamps for Belloff and Gold, which she used to sign letters composed by Cohen.\n \n\n\nPurchasing the Properties\nUniversal acquired the properties it leased to Series 115 from several publishers. For this purpose, Cohen used form acquisition agreements which provided that Universal purchased certain “physical properties” to be used in printing the books. The properties consisted of:\n*3 a number of engraved plates and/or lithographic films each embodying forms of either 32 or 16 pages of the text of the Literary Work and other pages to be included in the printed book; four color processed engraved lithographic films embodying the front cover art work for the printed book; and four color processed engraved lithographic films embodying the spine and back cover art work for the printed book, it being understood and agreed that no original artist’s rendition is included in the above.\n \nThe above quoted paragraph describes the 44 properties purchased by Universal that were used to produce books. Universal also purchased two properties (disks) used to produce computer programs. Hereinafter, the term “properties” will refer to properties used to produce both books and computer programs.\n \nThe publishers solicited by Universal had agreements with various authors. In a typical example, the author of Worstward Ho sold exclusive rights to print, publish, and sell his work to Grove Press, Inc. Grove Press agreed to pay the author an advance of $1,000—$500 on the date of agreement and another $500 on publication. Additionally, for sales in the United States, Grove Press agreed to pay the author royalties at the rate of 10 percent of the retail cover price on the first 5,000 copies sold, 12.5 percent of the cover price on the next 5,000 copies sold, and 15 percent of that price on all copies sold thereafter.\n \nUniversal’s negotiations with publishers, in particular Richard Gallen (hereinafter Gallen),6 generally centered around the cash portion of the transaction. With few exceptions, Universal acquired each of the 46 properties with cash downpayments of approximately 2 to 5 percent of the total purchase price of each property. For the 95 to 98 percent balance, Universal would execute a large promissory note. Gallen, who saw the proposed amount of purchase price for each property, which included the debt, for the first time only when he received the acquisition agreement from Cohen, usually signed off on the proposal without any further negotiation. Gallen wanted the acquisition agreements to provide for a large amount of debt so that he would be able to keep substantially all of the publisher’s revenues7 from the books and computer programs. Because the purported debt was so large, the publishers were virtually guaranteed that they would retain substantially all of the revenues from the sales of the books and computer programs even if they should become best sellers.\n \nUniversal purchased the properties it leased to Series 115 consisting of 44 books and 2 computer programs for a total price of $25,644,000 (See Appendix D). The books included hardbacks for children, teenagers, and adults, and mass market and trade paperbacks produced from original manuscripts and reprints. They included game, puzzle, comic, cartoon, art, text, reference, biography, poetry, mystery, adventure, thriller, western, science fiction, historical account, and historical fiction books. Titles of these computer programs and books are listed in Appendix A.\n \n*4 Universal paid the total purchase price by making a cash downpayment of $710,100 and executing “recourse” notes totaling $24,933,900 which bore simple interest at a rate of 9 percent per annum. For the first 12 years, Universal was required to make payments on the notes only from the revenues. Specifically, the notes, including interest, were payable from approximately 75 to 83 percent of the revenues generated by sales of the initial printing and at lesser rates (60 percent for Pinnacle and 80 percent for Price/Stern) for copies sold in excess of the initial printing. After 12 years, the entire unpaid balance on Universal’s notes came due.\n \nIf Universal failed to make any of the payments, the publishers could declare the deferred obligations due and payable in full, and the properties would revert to them with no further liability on Universal’s part. Moreover, on default, the publishers could take Universal’s place with respect to any leases Universal had made with others regarding the properties.\n \n\n\nLeasing the Properties\nOnce Universal had purchased the properties, it leased them to Series 115. In one typical example, Universal leased the properties associated with the book Exocet to Series 115 for a period of 8 years.8 As consideration, Series 115 agreed to pay Universal both a fixed rent and a variable rent. The first year’s fixed rent, due on closing, was $44,900. The second year’s fixed rent was $127,000, due on March 16, 1984. Thereafter, the fixed rent was $152,000 per annum. The variable rent was 78.5 percent of the revenues Series 115 received on each of the 75,000 copies of the initial printing, plus 71 percent of the revenues on copies sold in excess of 75,000. The minimum variable rent for the second year of the lease was set at $44,900. The variable rent was to be paid within 10 days of Series 115’s receipt of such revenues from sales of the books.\n \nSeries 115 entered into similar leases with respect to the other properties it leased from Universal. For all of the properties leased by Series 115, the fixed rents totaled $610,000 for the first lease year, $1,092,500 for the second lease year, and $1,417,000 for each lease year thereafter. See Appendix B. The variable rents for the initial printing were computed based on a percentage of the revenues. These percentages varied from lease to lease. For the initial printing, it varied between 75 and 83 percent, with the average variable rents amounting to 80.3 percent. See Appendix B. For the minimum additional printings, the variable rents ranged from 57.5 to 81 percent, with an average of 69.6 percent. See Appendix B.\n \nIn the first 2 years, the total rents Series 115 agreed to pay Universal equalled the sum of the fixed and variable rents. However, if during the second year, the variable rents were less than the stated minimum variable rents, Series 115 was obligated to pay the fixed rents plus the minimum variable rents. The minimum variable rents for all the lease contracts totaled $322,500.\n \n*5 For the remaining years, Series 115 was obligated to pay the greater of the fixed rents or the variable rents. If the variable rents exceeded the fixed rents, the excess served as a credit against the fixed rents for subsequent years. The Offering Memorandum contained a “Summary of Lease Payments” in which Barrister represented that the total amount of the rents to be paid during the term of the lease would be $10,527,000.9\n \nEach lease contained a general election statement providing that, for purposes of the investment tax credit, the lessor (Universal) would treat the lessee (Series 115) as having purchased the properties for the amount of Universal’s purchase price, including the amount of the debt.10 The elections enabled the partners in Series 115 to claim the passed through investment tax credit against their personal income tax liabilities. In addition, Universal agreed in the leases to defend Series 115’s right to the investment tax credit and to pay or credit Series 115 with any amount of the credit that the Internal Revenue Service might disallow.\n \n\n\nExploitation of the Properties\nCohen also arranged, on behalf of Series 115, to have “services contractors” publish, distribute, and sell the products to be produced with the properties Universal leased to Series 115. In most cases, the services contractors were the actual publishers of the books or the computer programs, or affiliates of those publishers. In fact, a subsidiary of Richard Gallen & Co., Inc., Confucian Press, Inc. (hereinafter Confucian), served as a services contractor for 16 of the properties that Universal leased to Series 115.\n \nTypical of the services agreements was one which Confucian entered into on May 25, 1983, wherein Confucian agreed to produce, print, bind, distribute, sell, and promote for a 9–year period the books produced from 12 of the properties. The services agreement set forth the number of copies which were included in the “initial printing”. Gallen supplied these numbers based on his experience with similar books and, if the solicitation process was underway, the canvassing of prospective customers. The number of copies set forth in the initial printing were required to be printed and available for distribution by December 31, 1984.\n \nSeries 115 could request that the services contractors print copies up to the amount listed at the initial printing. However, the services contractors were not required to print the agreed “minimum additional printings” without Series 115 making an up-front payment unless there was no commercial quantity of the initial printing available for sale.\n \nOne services contractor required an addendum to its services agreement providing that it had no obligation even to print the number of books called for as the initial printing. It only had to print the number of copies that it determined were needed to meet its marketing requirements. At the time this services contractor entered into its services agreement, the initial printing for the majority of its books ranged between 10,000 and 50,000 copies.\n \n*6 Neither Gallen nor Confucian played any part in determining the number of copies included as minimum additional printings.11 Cohen testified that he included, as the minimum additional printings in the services agreements, the number of copies he determined needed to be sold to support the purchase price. However, he also admitted that he could not determine the number of copies that needed to be sold to pay off the notes because that number was dependent on variables such as the amount of time it would take to sell the books.\n \nIn total, the services agreements set forth initial printings totaling 2,102,500 copies and minimum additional printings of 17,360,000 copies. See Appendix C.\n \nAs consideration for the services to be rendered under the services agreements, Series 115 agreed to pay the services contractors a fee representing approximately 15 to 20 percent of the revenues from each book.\n \nAlthough the services agreement provided that Confucian would print and distribute the books, Confucian actually contracted with national distributors to provide all the printing and distribution services called for under the services agreements. The national distributors paid Confucian a portion of the retail price, called the “net sales” price. After deducting its fee, Confucian remitted most of the balance it owed Series 115 either directly to the publishers as payments on Universal’s notes or to Universal to be applied against Series 115’s lease payments.\n \nFor example, the national distributor paid Confucian $1 per copy sold of Brimstone. From that revenue, Confucian kept 15 cents as its fee, and paid 83 cents to the publisher as a payment on Universal’s notes, or paid that amount directly to Universal for the lease payments owed to it by Series 115. Confucian remitted the remaining 2 cents to Series 115.\n \nWith regard to sales generated by the initial printing, the net effect of these leases and services agreements was that the publishers (together with their services contractors) would retain approximately 98 percent of the revenues as payment of their fees for the printing and distribution of the books and payments on Universal’s notes to them. As one publisher characterized the deal—\nThe formula was a payment obligation under the service and acquisition agreement. * * * the publisher was entitled * * * to retain as an amortization payment approximately 79 percent of the monies billed, and also received a service fee of approximately 19 to 20 percent.\n \n\n\nMarketing Limited Partnership Interests\nThe limited partnership interests in Series 115 were sold by Chadwick Investor Services, Inc. (hereinafter Chadwick), a corporation owned in equal shares by Belloff, Gold, and Ronald Cohen (no family relationship to Irving Cohen).12 As compensation, Chadwick received a commission of 10 percent of the cash invested by the limited partners in Series 115. Chadwick, in turn, paid a commission to its independent sales representatives equal to 95 percent of the commission it had received.\n \n*7 Chadwick gave each of the potential limited partners in Series 115 a copy of the Summary Brochure and the Offering Memorandum. The Summary Brochure contained an overview of the publishing industry, introduction to the management team, a brief synopsis of eleven of the properties, brief biographical sketches of the authors, and a list of the 44 books and 2 computer programs, their authors, and the proposed national distributors. On the first page, the Summary Brochure highlighted the features of Series 115 as follows:\n● Significant Cash Distributions and Profits\n● 4:1 equivalent leverage in 1983; 2:1 in 1984—(deductions plus investment tax credits—* * * )\n● No Recapture—this is not a deferral program\n● No Personal Liability beyond Investment\nThe Summary Brochure further explained that an investment of $50,000 over 2 years would produce “Total Equivalent Deductions” of $101,200 for 1983 and $50,000 for 1984.\n \nThe Offering Memorandum disclosed that the $2,000,000 to be invested in Series 115 by the limited partners would be paid out as follows: $1,702,500 in fixed lease payments for the first and second lease years; $200,000 in selling commissions; and $102,500 in fees and selling expenses. Of the latter amount, some $62,500 went to Barrister as “General Partner’s Fee and Expenses”. Additionally, Series 115 was to pay 3 percent of its cash flow to Barrister until the limited partners were credited with net income equal to their capital investment. Thereafter, Barrister was entitled to 20 percent of the cash flow.\n \nThe 40 limited partnership units in Series 115 were sold at $50,000 cash per unit for a total of $2,000,000. Barrister contributed an additional $25,000 to Series 115’s capital, for a total of $2,025,000.\n \nWith regard to the potential profitability of Series 115, the Summary Brochure warned potential limited partners that:\nAlthough a Cash Flow Analysis appears in the offering memorandum as Exhibit 1, no representations or warranties of any kind are intended or should be inferred as to any economic return due to the unpredictable nature of future sales, prices, and operating expenses.\nNevertheless, it did attempt to assure the potential limited partners that:\nif future sales of the partnership were to approximate only the minimum number of copies contracted to be produced during the next eight (8) years, each partner would likely receive cash distributions in excess of approximately $150,000 per unit * * *.\n \nHowever, the Offering Memorandum was much more detailed. It also explained that:\nAlthough the appraisals support the value of the Properties on both the Lessor and Partnership levels, there is no guarantee that all or any of the Books or Disks will achieve the level of sales necessary to result in Partnership profits. The Services Contractors have agreed to use their best efforts but are not bound by any minimum performance requirement.\n \nThe Offering Memorandum contained the “Cash Flow Analysis” referred to in the Summary Brochure. This analysis projected the amount of cash that would be received by Series 115 under three scenarios: (1) If the initial printing was sold, (2) if both the initial printing and the minimum additional printings were sold, and (3) if the initial printing and 50 percent of the minimum additional printings were sold.\n \n*8 Assuming that only the initial printing was sold, these projections showed $153,638 in cash going to Series 115. However, these projections failed to take into account the fixed rents due during the first and second lease years ($610,000 and $1,092,500 respectively), which were payable in addition to the variable rents. If those fixed rents had been deducted, under this scenario, Series 115 would have shown a negative cash flow of $1,548,862.\n \nSecondly, the cash flow analysis assumed that the entire initial printing and the entire minimum additional printings were sold. Using these assumptions, petitioner projected that $6,586,428 in cash would flow to Series 115. However, the calculation again ignored the fixed rents that had to be paid in the first two lease years. When these fixed rents are deducted, the cash flow is reduced to $4,883,928. Under this scenario, the limited partners would reap a profit in excess of $2 million.\n \nFinally, petitioner projected Series 115’s cash flow assuming that the initial printing and half of the minimum additional printings were sold. In these projections, petitioner represented that Series 115 would receive $2,979,696 in cash flow.13 Again, deducting the fixed rents for the first 2 years, the cash flow under this scenario would equal $1,277,196, and, therefore, the limited partners were destined to suffer a loss of at least $722,804.\n \n\n\nPerformance of Series 115\nSeries 115 did not pay its fixed rental obligations for the third lease year. In fact, Gold testified that Cohen “terminated” Series 115’s obligations to pay fixed rents starting with the third lease year.\n \nOn its partnership returns of income for 1983 and 1984, Series 115 reported the following income and expenses:\n \n\n\n\n\n \n|1983\n \n|1984\n \n|\nGross receipts\n \n|$753,904\n \n|$1,460,676\n \n|\nCost of goods sold\n \n|(345,296)\n \n|(1,244,372)\n \n|\nNonqualifying interest and nonqualifying dividend\n \n| \n|298\n \n|\nOther deductions:\n \n| \n| \n|\nLease rental expense\n \n|(1,010,242)\n \n|(1,415,643)\n \n|\nAmortization of organization expense\n \n|(9,800)\n \n|(14,500)\n \n|\nProfessional fees\n \n| \n|(1,888)\n \n|\nManagement fees\n \n| \n|(1,332)\n \n|\nMiscellaneous\n \n|(15)\n \n|(240)\n \n|\nOrdinary loss\n \n|$(611,449)\n \n|$(1,217,001)\n \n|\n\n\n\n\nIn addition, Series 115 reported that it had purchased property eligible for the investment tax credit at a cost of $20,466,000 in 1983 and 4,354,512 in 1984.\n \nIn 1985 through 1988, Series 115 reported the following total income, deductions, and losses:\n \n\n\n\n\n|Total\n \n|Total\n \n||\nYear\n \n|Income\n \n|Deductions\n \n|Loss\n \n|\n1985\n \n|$259,476\n \n|$288,160\n \n|$(28,684)\n \n|\n1986\n \n|188,416\n \n|198,410\n \n|(9,994)\n \n|\n1987\n \n|120,146\n \n|135,308\n \n|(15,162)\n \n|\n1988\n \n|63,069\n \n|68,745\n \n|(5,676)\n \n|\n\n\n\n\n\n\nExpert Opinions\nIn 1983, Cohen obtained letters from two individuals valuing each of the properties Universal purchased and leased to Series 115. Although these letters were received in evidence, they were not offered by petitioner for the truth of the matters asserted therein. Therefore, under the Federal Rules of Evidence, petitioner may not use them to prove the value of the properties, the amount of the revenues they were likely to produce, or to evaluate whether the limited partners were likely to realize a profit on their investment. See Fed.R.Evid. 801.\n \n*9 On the other hand, with regard to the fair market value of the properties leased by Series 115, respondent submitted appraisals by experts Charles Selden (hereinafter Selden), Thomas Congdon (hereinafter Congdon), and Gloria Mosesson (hereinafter Mosesson). Because petitioner did not submit any expert evidence to contradict respondent’s experts’ appraisals and because we find such appraisals are, in the main, reasonable, we only briefly summarize them here.\n \nSelden reviewed the 2 computer programs, taking into account factors affecting the “electronic publishing industry”, the specifics of each program, the market segment at which the programs were directed, the commitments given by the publisher, and foreseeable upgrades and revisions needed for new computers. He factored in various “limitations”, which he grouped under topics such as “attraction”, “technique”, “competition”, and “useful life”. He concluded that the value of the software, based upon anticipated sales, less his anticipated costs to manufacture and sell was zero. He also valued one book, Profitability and Cash Management, that dealt with computer applications at zero, noting flagrant editorial errors in the published text.\n \nMosesson appraised 38 books. She described the physical appearance of each book, its contents, the number of copies she estimated would be sold and the net income likely to be generated. In general, she valued each book on the basis of the net income she projected it would produce. Congdon prepared a similar analysis with regard to the remaining six books. Based on the findings reached by all three expert appraisers, we find that the publishers would sell 1,410,850 books and pieces of software produced from the properties leased by Series 115 from Universal. See Appendix C.\n \nRespondent also presented a report prepared by and the testimony of Dr. James W. Hoag (hereinafter Hoag), an expert in finance and economics. Hoag prepared a series of calculations designed to determine the amount of cash that would have been available for distribution to Series 115’s limited partners under a variety of assumptions.\n \nThe first series used, as starting points, information contained in the Offering Memorandum. The first calculation assumed that the entire initial printing (2.1 million copies) would be sold. Under this scenario, Hoag estimated that the rents Series 115 would pay to Universal would equal $7,294,032 and that Series 115’s limited partners would lose 97 percent of their investment. The second calculation assumed that the entire minimum printing (4 million copies) would be sold. Under this scenario, the limited partners would receive cash distributions of $4 million more than their investment. Further, Hoag calculated that for the limited partners to receive cash distributions equal to their original investment (break-even), approximately 346 percent of the initial printing would have to be sold.\n \nHoag then turned his attention to determining the level of sales that could reasonably have been predicted at the time of the formation of Series 115. He pinpointed three factors which could have been considered in making this determination. Those factors consisted of: (1) Estimates by appraisers, (2) projections based on past performances of the publishers involved, and (3) industrywide statistics. Of these factors, Hoag felt that projections made from past performances of the actual publishers involved would constitute the most specific, and therefore the most accurate, factor for purposes of projecting sales and resulting cash flows.\n \n*10 Hoag first calculated expected cash flows based on the volume of sales projected by respondent’s appraisers14 of 1,447,350 copies for total projected revenues of $3,324,908.15 After deducting the projected rental payments due Universal of $5,000,182 and the servicing fees due to the services contractors on such sales, Hoag projected that Series 115 would have a negative cash flow of $2.2 million and the limited partners would lose all of their money.\n \nHoag next calculated the sales necessary for the limited partners to receive back their initial investment but no more, in other words, to break-even. Sales would have to equal 544 percent of respondent’s appraisers’ estimates of volume; that is, 7.8 million copies would have to be sold.\n \nUsing industry statistics, Hoag estimated that sales would have been less than any of respondent’s appraisers had projected. It follows, therefore, that if industry statistics were used, all projections would have shown the limited partners losing their entire investment.\n \nFinally, Hoag made some calculations based upon sales realized by prior Barrister partnerships. Of the 29 Barrister partnerships organized in 1981, sales figures were available for 28 of them. Of those 28 partnerships, the poorest performance was turned in by a partnership where, overall, only 10 percent of the initial printing had been sold. The best performing partnership showed that 40 percent of its initial printing had been sold. The average of the entire group showed sales of 21.1 percent of the initial printing. Applying this percentage to project Series 115’s sales (he assumed that 21.1 percent of the copies listed as the initial printing would be sold) again indicated that all of the limited partners would lose their entire investment.\n \n\n\nOPINION\n\nEvidentiary Objections\nBefore we can address whether Series 115 is entitled to the losses and credits at issue, we must rule on the parties’ evidentiary objections. Petitioner objects, on the grounds of relevancy, to those parts of respondent’s proposed First Supplemental Stipulation of Facts and attached exhibits concerning Cohen’s prior book publishing activities. In other words, petitioner asks us to exclude all evidence relating to the organization and operation of prior Barrister partnerships and other entities promoted by Cohen.\n \nRule 401 of the Federal Rules of Evidence defines relevant evidence as:\nevidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\nThis broad rule favors a finding of relevance and only minimal logical relevance is required if the proffered evidence is of consequence to our decision. Keefover v. Commissioner, T.C.Memo. 1993–276. Stated simply, under Fed.R.Evid. 401, the Federal rules favor admission of evidence. Daubert v. Merrell Dow Pharmaceuticals, Inc., 509 U.S. 579, 113 S.Ct. 2786, 2794 (1993).\n \n*11 In this case, we decide whether Series 115 was entitled to deduct losses and claim investment tax credits in connection with certain leasing transactions. As part of that inquiry, we must determine whether the transactions in question possessed economic substance and were entered into with a profit objective. Series 115 was promoted by Cohen, and it engaged in book publishing activities. When Cohen organized Series 115 in 1983, he already had been engaged in book publishing activities for a period exceeding 4 years. His prior success (or lack thereof) in transactions similar to the ones in issue would aid us in deciding whether or not the transactions in issue here contained economic substance and were entered into with a profit objective.16\n \nPetitioner argues, however, that in pretrial proceedings we stressed that we intended only to admit evidence relevant to Series 115; we were not going to try all 124 of the Barrister partnerships in this case. That pre-trial ruling, however, does not preclude us from receiving evidence with respect to the operation of other entities organized and promoted by the same group of persons as Series 115 for purposes of deciding whether Series 115’s leasing activities were economically feasible. Such evidence would tend to reveal what information was available to those persons at the time the transactions in issue were formulated. Moreover, the facts revealed by that evidence may have been considered by the prospective limited partners in their evaluation of Series 115’s chances of success. Consequently, we find that the evidence of past activities of Cohen and his controlled and affiliated entities is relevant within the meaning of Fed.R.Evid. 401. We therefore hold that the evidence objected to by petitioner concerning Cohen’s prior book publishing activities is admissible.\n \nPetitioner also objects to the admission of the testimony and reports of respondent’s expert witnesses. Expert evidence is admissible if it will “assist the trier of fact to understand the evidence or to determine a fact in issue.” Fed.R.Evid. 702. As demonstrated herein (see section entitled “The relationship between purchase price and fair market value ”, infra at 38), the evidence of respondent’s experts is of such assistance.\n \nNevertheless, petitioner argues that respondent’s expert evidence, which addresses the fair market value of the properties purchased by Universal and leased by Series 115, is unnecessary to our decision inasmuch as we must recognize Universal’s purchase prices as the fair market value of the properties because the properties were purchased as a result of arm’s-length negotiations. However, as discussed infra, we find that the purchase prices (which included the debt portion of the transaction) set between Universal and the publishers were not the result of arm’s-length bargaining. Therefore, expert opinions of the fair market value of the properties are not only relevant but extremely helpful in evaluating the economics of the transactions at issue. Accordingly, we deny petitioner’s objection to the admission into evidence of the First Supplemental Stipulation of Facts and attached exhibits.\n \n*12 Having disposed of petitioner’s evidentiary objections, we now turn our attention to respondent’s. Respondent seeks to exclude the evidence contained in the Second Stipulation of Facts, specifically Exhibit 50–AX. That exhibit consists of three letters obtained by Universal during the formation of Series 115 which contain opinions of the fair market values of the properties leased by Series 115. Respondent objects to the admission of these letters on the grounds of hearsay and relevancy. The relevancy objection was subsequently withdrawn by respondent in her opening brief.\n \nHearsay is defined in rule 801 of the Federal Rules of Evidence as:\na statement, other than one made by the declarant while testifying at the trial or hearing, offered in evidence to prove the truth of the matter asserted.\n \nOn brief, however, petitioner states that it seeks to introduce the letters, not for the truth of the matters asserted therein, but only “to corroborate the testimony of Belloff and Gold and Cohen that they consulted such experts before the properties were acquired and leased and acted in good faith on the basis of such consultations and opinion letters”. With this stipulation, petitioner is not offering the letters for the truth of their contents. Accordingly, they are not hearsay. Moreover, respondent has stipulated that petitioner received such letters. Accordingly, we hold that the letters are admissible for the purpose for which they were offered.\n \n\n\nEconomic substance\nTurning our attention now to the substantive issues before us, petitioner first contends that the losses and investment tax credits claimed by Series 115 are allowable because the transactions in issue possessed economic substance. Because the losses were sustained principally as a result of the large amount of rents that Series 115 was obligated to pay Universal, and because the investment tax credit was based upon Universal’s purchase price for the properties, we specifically must decide whether Universal’s purchase of the properties and subsequent leases to Series 115 were sufficiently based upon business rather than tax avoidance considerations.\n \nIn general, a transaction is effective for income tax purposes only if its economic substance is consonant with its intended tax effects. Frank Lyon Co. v. United States, 435 U.S. 561, 573 (1978); Knetsch v. United States, 364 U.S. 361, 365–366 (1960); Goldstein v. Commissioner, 364 F.2d 734 (2d Cir.1966), affg. 44 T.C. 284 (1965). That is, the transaction must have economic substance “which is compelled or encouraged by business or regulatory realities, is imbued with tax-independent considerations, and is not shaped solely by tax-avoidance features that have meaningless labels attached”.  Frank Lyon Co. v. United States, supra at 583–584; see Estate of Thomas v. Commissioner, 84 T.C. 412, 432–433 (1985); Hilton v. Commissioner, 74 T.C. 305 (1980), affd. per curiam 671 F.2d 316 (9th Cir.1982). For example, the parties to a transaction may enter into binding contracts but, if their goal in doing so is not grounded in business realities, their transaction will be disregarded for tax purposes.\n \n*13 In evaluating whether a transaction possesses economic substance, we look to objective factors which indicate whether the taxpayer acquired an equity interest in the property and whether the taxpayer had a realistic potential for profit. Levy v. Commissioner, 91 T.C. 838, 856 (1988); Cherin v. Commissioner, 89 T.C. 986, 993 (1987); Packard v. Commissioner, 85 T.C. 397, 417 (1985). We have found the following factors to be particularly important in determining whether a transaction possesses economic substance: The presence or absence of arm’s-length negotiations, Helba v. Commissioner, 87 T.C. 983, 1005–1007 (1986), affd. without published opinion 860 F.2d 1075 (3d Cir.1988); the relationship between the sales price and fair market value, Zirker v. Commissioner, 87 T.C. 970, 976 (1986); the structure of the financing, Helba v. Commissioner, supra at 1007–1011; whether there was a shifting of the burdens and benefits of ownership, Rose v. Commissioner, 88 T.C. 386, 410 (1987), affd. 868 F.2d 851 (6th Cir.1989); the degree of adherence to contractual terms, Helba v. Commissioner, supra at 1007–1011; and, the reasonableness of the income projections, Rice’s Toyota World, Inc. v. Commissioner, 81 T.C. 184, 204–207 (1983), affd. in part and revd. in part 752 F.2d 89 (4th Cir.1985). It is petitioner’s burden to prove that the transactions in issue possessed economic substance. Rule 142(a).17\n \nWe recently applied these factors to one of Cohen’s promotions that was similar to the program at issue and found that program lacked economic substance. See Jonathan T. Bromwell & Associates, Inc. v. Commissioner, T.C.Memo. 1993–438.18 Consideration of those factors convinces us that the Series 115 transactions now before us also lack economic substance. We consider each factor in turn.\n \n\n\nThe presence or absence of arm’s-length negotiations\nPetitioner contends that the record in this case contains sufficient evidence for us to find that Cohen engaged in arm’s-length negotiations on Universal’s behalf to purchase the properties it leased to Series 115 and, therefore, Universal’s purchase price reflects the fair market value of the properties purchased. Petitioner further contends that arm’s-length negotiating between Universal and Series 115 established the fair rental value of the properties leased. In considering petitioner’s arguments, we first must specify exactly what negotiations we are evaluating.\n \nWe quickly dispose of petitioner’s contention that the negotiations between Cohen, on behalf of Universal, and Belloff and Gold, the general partners of Barrister, on behalf of Series 115, relating to the lease of the properties were at arm’s length. It is evident that Cohen effectively controlled, not only Universal, but also Barrister and Series 115. He promoted all three of these entities. He provided the ideas, the expertise, the capital, the legal opinions, and the personnel for these entities. He produced all relevant agreements and engaged the staff necessary to supervise operation of those agreements. He recruited Belloff and Gold as general partners of Barrister (which in turn organized Series 115) to help him carry out his overall program.\n \n*14 Nevertheless, petitioner contends that Barrister was an independent partnership and that it was headed up by Belloff and Gold, who were independent individuals who used their independent judgment in making decisions for Series 115. However, petitioner has failed to demonstrate any meaningful degree of independence between Cohen and Series 115, or Barrister, or Belloff, or Gold. Consequently, we are unable to conclude that, if any negotiations took place between Cohen and these individuals or entities as to the purchase prices of the properties, they were conducted at arm’s length. Accordingly, such negotiations do not establish that the properties were leased at their fair market value.\n \nOn the other hand, Cohen’s negotiations on behalf of Universal with Gallen and the other publishers were between unrelated parties. However, to determine that an arm’s-length transaction took place, we must find that the buyer was motivated to secure the lowest purchase price possible and, conversely, that the seller looked to obtain the highest price. See Fox v. Commissioner, 80 T.C. 972, 1009 (1983), affd. without published opinion 742 F.2d 1441 (2d Cir.1984), affd. sub nom. Barnard v. Commissioner, 731 F.2d 230 (4th Cir.1984), affd. sub nom. Barnard v. Commissioner, 731 F.2d 230 (4th Cir.1984), affd. without published opinions sub nom. Hook v. Commissioner, Kratsa v. Commissioner, Leffel v. Commissioner, Rosenblatt v. Commissioner, Zemel v. Commissioner, 734 F.2d 5–7, 9 (3d Cir.1984); Jonathan T. Bromwell & Associates, Inc. v. Commissioner, supra.\n \nWith regard to the purchase of the properties by Universal, it is evident that Cohen (as a representative of Universal) had little interest in securing the lowest purchase price. In May of 1983, when Cohen was negotiating for the purchase of the properties from Gallen, he already had years of experience with book publishing programs. He knew, for instance, that the 1981 partnerships realized sales equal to only 21 percent of their initial printing and that such results would not come close to generating the revenues needed to pay the total purchase price.19 Had Cohen truly engaged in arm’s-length bargaining on behalf of Universal, he would have taken these bleak prospects into account and, as a consequence, would never have agreed to such a high purchase price.\n \nIn fact, just the opposite was true. In order to bring about the tax benefits promised in the Series 115 Offering Memorandum, Cohen had to maximize the purchase price to provide the high tax basis needed to support the depreciation deductions and investment tax credits promised Series 115’s limited partners.20 Cf. Patin v. Commissioner, 88 T.C. 1086, 1122–1124 (1987), affd. without published opinion sub nom. Hatheway v. Commissioner, 856 F.2d 186 (4th Cir.1988), affd. sub nom. Skeen v. Commissioner, 864 F.2d 93 (9th Cir.1989), affd. without published opinion 865 F.2d 1264 (5th Cir.1989), affd. sub nom. Gomberg v. Commissioner, 868 F.2d 865 (6th Cir.1989); Capek v. Commissioner, 86 T.C. 14, 48–49 (1986); Ferrell v. Commissioner, 90 T.C. 1154, 1186 (1988). Cohen accomplished this by including large amounts of debt as part of the total purchase price. Petitioner does not even allege that any of those notes were paid off and, as discussed infra, presented little evidence to show that the total purchase price which exceeded $25 million, was even remotely justified.\n \n*15 On the other hand, when we focus on the cash aspect of the transaction, it was in Cohen’s interest to minimize the amount that would be paid to the publishers. In this, he succeeded quite well. Universal initially paid the publishers only $710,100 in cash for all 46 properties, less than 3 percent of the total purchase price of $25,644,000 (See Appendix D). When Cohen arranged the leases between Universal and Series 115, he structured the deal so that Series 115 was obligated to pay fixed rents to Universal during the first 2 lease years totaling $1,702,500 in cash. See Appendix B. Since Cohen controlled Universal, all cash it received in excess of that paid to the publishers ($710,100) ultimately inured to the benefit of the trusts for Cohen’s children.21 That sum totaled almost $1 million. Thus, by negotiating a lower downpayment, Cohen would keep more for his children.\n \nFor their part, the publishers accepted as much cash from Universal as they could get. Any such cash would be a windfall for them, because they risked little in giving up title to the properties. Cohen’s arrangements permitted the publishers (or occasionally, a combination of publishers and services contractors) to keep all but 1 to 5 percent of the amounts they would have received without the infusion of the $710,100 cash.\n \nWith regard to the total amount of debt, the publishers were content with assurances that the notes would be high enough to enable them to retain any foreseeable profits from the properties. For instance, Gallen testified that he wanted notes high enough to assure him that he would receive the revenues produced by 7 to 10 times the initial printing. That Gallen received such notes indicates that Cohen was not interested in obtaining the lowest price; an arm’s-length buyer would not have bought a property where the seller was going to retain almost all of the profits to be realized from the property. Moreover, having received assurances of the cash and potential profit he sought, Gallen had no reason to object to artificially inflating the selling price. Flowers v. Commissioner, 80 T.C. 914, 935 n. 28 (1983).\n \nPetitioner argues that Cohen negotiated for as many properties as he could get for the total purchase price and that the fact that Cohen tried to get more properties than the publishers initially agreed to sell Universal is evidence of arm’s-length negotiations between Cohen and the publishers. This argument is disingenuous because the number of properties purchased is meaningless. What is important was the total purchase price which had to be more than $20 million (10 percent of which equaled the $2 million cash investment of the Series 115 limited partners) in order to support the investment tax credits promised in the Offering Memorandum and attract potential limited partners. In addition, it was important to Cohen to minimize the total cash downpayment made to the publishers because that maximized the amount of cash remaining in Universal’s coffers. For example, in looking at Appendix D, we find that the purchase price of book 1 was $2.8 million, composed of a $75,000 downpayment and a note of $2,725,000. In comparison, the purchase of books 4, 5, 6, 7, 8, 10, 12, 13, 14A, 14B, 15, 16, and 22 for $2,846,000 was composed of $106,525 in cash and $2,739,475 in notes. Yet, the appraised value of book 1 was $307,412, whereas the aggregate appraised value of the 13 other books was only $133,023. We conclude therefrom that, in buying book 1, Cohen made a much better deal than he did in buying the other 13, even though the purchase price of the one was almost the same as the total purchase price for the other 13. Therefore, to argue that the negotiations were at arm’s length because Cohen was trying to purchase more properties is nonsensical.\n \n*16 Petitioner also argues that a motive to save taxes does not taint the arm’s-length nature of the acquisition of the properties. It maintains that the “tax laws affect the shape of every business transaction and that a transaction which is otherwise legitimate is not unlawful merely because an individual seeks to minimize the tax consequences of his activities, and in particular, those involving investment tax credits”. [Emphasis added]. We agree. However, here we are not deciding the “lawfulness” of Universal’s acquisition, but rather whether the terms of the acquisition resulted from arm’s-length negotiations and thereby established the fair market value of the properties acquired.\n \nFor the reasons stated above, we conclude that the negotiations between the publishers and Cohen (on behalf of Universal and Series 115) were not conducted at arm’s length. It follows then that the acquisition agreements do not necessarily reflect the fair market value of the properties purchased therein.\n \n\n\nThe relationship between purchase price and fair market value\nThe Court of Appeals for the Ninth Circuit has described an inflated purchase price as “Perhaps the most important single factor suggesting that the actual motive for the * * * activities was tax avoidance rather than even speculative profit”. Independent Elec. Supply, Inc. v. Commissioner, 781 F.2d 724, 728 (9th Cir.1986), affg. Lahr v. Commissioner, T.C.Memo. 1984–472. In litigating this case, the importance of this factor must have been obvious to petitioner, whose burden it was to prove a close relationship between Universal’s purchase price and the fair market value of the properties. Yet, petitioner has completely failed to discharge that obligation. It simply has not introduced any meaningful evidence supporting the value of the properties Universal purchased.22\n \nRespondent, however, produced experts who analyzed each book and piece of software individually, taking into account not only the content of each property but also the quality of production of each property. After consideration of the many factors affecting their marketability, they estimated that a total of 1,410,858 books and computer programs would be sold. Using these projections, they anticipated that the publisher would realize revenues of $3,324,908 from the products produced by the properties leased to Series 115. This amount is less than 15 percent of the $25,644,000 purchase price. Because the total revenues to be produced by the properties were substantially less than the total purchase price, the total purchase price had to have been vastly overstated. See Jonathan T. Bromwell & Associates, Inc. v. Commissioner, T.C.Memo. 1993–438.\n \nThe rents to be paid by Series 115 were equally untenable. Respondent’s experts predicted that, in the first 3 years, Series 115 was to pay rents of $5,000,182 on properties which had to be worth less than the revenues they would produce—$3,324,908. In the next 5 years of the lease, Series 115 was obligated to pay total fixed rents of $7,085,000, less any carry forwards from the third year. This meant that Series 115 had agreed to pay rents of approximately $12,085,182. These calculations reveal that, not only were the rents vastly overstated, but, even assuming that the rents were fair, the total purchase price of over $25 million was grossly unjustified.\n \n*17 Nevertheless, petitioner argues that respondent’s experts were too subjective because their values reflected their personal tastes rather than objective considerations. Petitioner’s contention misses the point. It was petitioner’s burden to establish a proximity between the $25 million purchase price of the properties and their actual fair market value. Petitioner, however, has made no serious attempt to meet its burden of showing that the properties’ prices reflected their fair market values or that the rents Series 115 agreed to make were reasonable.\n \nIn the absence of any expert opinions to the contrary, we had only respondent’s experts’ opinions to rely on. As to petitioner’s criticism of respondent’s experts, like the Second Circuit in In re MDL–731—Tax Refund Litigation v. United States, 989 F.2d 1290, 1299 (2d Cir.1993), we are not “troubled by the fact that each of the appraisers’ valuation of the Properties may contain an irreducible subjective element”. Notwithstanding any subjective element that may have existed, respondent’s experts were sufficiently objective and reasonable to be convincing here.\n \nMoreover, even if we ignored respondent’s experts’ opinions, petitioner’s own Offering Memorandum represented that rents due Universal from Series 115 would total $10,527,000. These rents were Universal’s sole source of funds to pay off the nearly $25 million in notes executed to purchase the properties. Under such a scenario, Universal would never come close to paying off notes.\n \nThus, we find here, as we did in Fox v. Commissioner, 80 T.C. at 1010, that\nThe record is devoid of evidence showing that the purchase price * * * was in any way determined with a “true regard for the profitability of the activity.” Brannen v. Commissioner, * * * [78 T.C. 471, 509 (1982), affd. 722 F.2d 695 (11th Cir.1984) ]. The negotiations were conducted only with a view toward benefiting both the promoters (in cash) and potential limited partners (in tax benefits). Whether the book’s revenues could actually bear the burden of such a purchase price was of no apparent concern to the parties. For the foregoing reasons, we conclude that the purchase price of the properties was vastly overstated.\n \n\n\nThe structure of the financing\nIn this case, by far the greatest portion of the purchase price of the properties was financed by debt ($24,933,900 of a total purchase price of $25,644,900). Moreover, although denominated “recourse”, these notes were payable only out of the proceeds from the sale of the books and computer programs produced by the properties until 12 years after their purchase. In evaluating this and similar arrangements in In re MDL–731—Tax Refund Litigation v. United States, supra at 1298–1299, the Court of Appeals for the Second Circuit explained that:\nBy labeling the notes recourse, Cohen insured that these debts would be included in computing the investment tax credit. In reality, however, the promissory notes were functionally identical to nonrecourse obligations. The Properties purchased with the notes were pledged as security but, until twelve years after their execution, no payments were due on the notes except to the extent the Properties purchased realized net revenues. At the end of twelve years, the publishers could look only to the corporate assets of Townsend [the subsidiary of Madison] and Universal to collect amounts still owed on the notes. A trier could thus easily find that by then the corporate cupboards would be bare.\n \n*18 We agree with that assessment in this case. That the notes were labeled “recourse” is not itself controlling; substance, not form, must govern. Gregory v. Helvering, 293 U.S. 465 (1935).\n \nOn numerous occasions, courts have found that a disproportionately large amount of nonrecourse debt included in the purchase price of a piece of property indicates that a transaction lacks economic substance. See, e.g., Waddell v. Commissioner, 86 T.C. 848, 902 (1986), affd. per curiam 841 F.2d 264 (9th Cir.1988); Elliott v. Commissioner, 84 T.C. 227, 238 (1985), affd. without published opinion 782 F.2d 1027 (3d Cir.1986); Estate of Baron v. Commissioner, 83 T.C. 542, 552–553 (1984), affd. 798 F.2d 65 (2d Cir.1986). This is especially true when, as a practical matter, there is little possibility that the debt will ever be paid. Because the principal amount of the de facto nonrecourse debt in this case unreasonably exceeded the value of the properties Universal purchased, there was no incentive for Universal to pay off the notes. See Hager v. Commissioner, 76 T.C. 759, 773–774 (1981).\n \nMoreover, petitioner has not demonstrated that Universal could have paid off the notes created to finance the purchase price of the properties. Those notes totaled almost $25 million and carried interest at 9 percent per annum. Under the most optimistic circumstances, it is conceivable that the entire initial printing would have been sold. Even assuming that rosy scenario, Universal could not have paid off the notes, for, to do so, Universal could only look to the rents it was to receive from Series 115. The only source of funds for Series 115 to pay rents was the initial infusion of capital by its limited partners of $2 million and the revenues from the sale of the initial printing after deducting payments to the services contractors (as projected by petitioner in its Offering Memorandum) of $5,635,818. Even assuming that all of the funds received by Series 115 would be paid to Universal, that sum would not even come close to covering the principal balance due on the notes, much less pay any interest accrued thereon. Because, even under these most favorable assumptions, Universal’s notes were not even remotely likely to be paid, they do not constitute genuine indebtedness, and we will not give them effect for tax purposes. See Waddell v. Commissioner, supra; Houchins v. Commissioner, 79 T.C. 570, 598–601 (1982).\n \nHowever, petitioner argues further that Belloff and Gold, as general partners of Barrister (which was the general partner of Series 115), would be liable for payment to Universal for any rents not paid by Series 115 and that these funds could be used to repay Universal’s notes. However, there is no evidence in the record that Belloff and Gold could pay the $1.4 million in fixed rents due each year. Moreover, with interest accruing on the nearly $25 million in notes at the rate of 9 percent per annum, we do not see how the fixed rents would even cover the accrued interest much less pay down the principal. Further, petitioner failed to prove the unlikely proposition that Belloff and Gold possessed the financial wherewithal to pay the underlying debt of approximately $25 million, as well as the substantial debts incurred by each of the other 123 Barrister partnerships.23 Therefore, we conclude that this purported financing was inconsistent with economic reality.\n \n\n\nShifting of the burdens and benefits of ownership\n*19 The agreements between the publishers, services contractors, Universal, and Series 115 were framed so that the publishers, together with the services contractors, never relinquished the burdens and benefits of owning the properties. With regard to the burdens, the publishers acquired and edited the manuscripts, designed the covers, and then, through either Confucian or their own subsidiaries, promoted, printed, and distributed the books and computer programs. In short, the publishers performed or controlled all of the functions they would have performed had they never sold their properties to Universal.\n \nThe publishers also retained the benefits of such ownership. Their arrangements with Universal and Series 115 provided that the publishers either alone, or in combination with their services contractors, would get a substantial cash downpayment plus all but 1 to 5 percent of the revenues from the initial printing. Moreover, in the unlikely event that the properties were used for additional copies, the publishers were entitled to the bulk of those revenues.\n \nOn the other hand, neither Universal nor Series 115 had anything to do with controlling, publishing, or promoting the properties. Universal merely paid for bare ownership rights; its primary interest was in establishing a basis for charging Series 115 rents for the properties and for passing through to the limited partners the inflated tax benefits allegedly generated by its ownership of the properties.\n \n\n\nAdherence to contractual terms\nAnother factor indicating that the transaction at issue lacked economic substance was the parties’ lack of adherence to the contractual terms in later years. The most serious deviation from the contractual terms was Series 115’s failure to pay, and Universal’s failure to try to enforce collection of, the fixed rental obligations starting with the third lease year. However, petitioner objects to our using facts that occurred after the organization of Series 115 and the sale of the partnership interests arguing that it constitutes impermissible hindsight in evaluating Series 115’s prospects as of 1983. We do not recite these facts for purposes of deciding this case by way of hindsight. Instead, we have set them forth to show that subsequent events are consistent with our evaluation that the Series 115’s transactions lacked economic substance during the years at issue. See Levin v. Commissioner, 832 F.2d 403, 406 n. 3 (7th Cir.1987), affg. 87 T.C. 698 (1986). In 1983, any businesslike investigation into the structure and prospective performance of Series 115 would have revealed that it could not have paid its rents for all 8 years of the lease. Series 115’s failure to pay its fixed rents for its third year is entirely consistent with that evaluation.\n \n\n\nReasonableness of the income projections\nThe cash flow projections contained in the Offering Memorandum showed that Series 115 would distribute sufficient cash to the limited partners for them to realize a profit if sales equaled the anticipated minimum printings totaling 19,462,500 copies. As previously discussed, these sales figures were many times larger than the numbers of books or computer programs likely to be printed or sold. In fact, this volume of books was so unrealistically large that even the services contractors insisted upon amending the contract language to make it clear that they were obligated to publish no more than the initial printing, except under conditions which, in effect, transferred the risk to Series 115. Even on brief, petitioner does not present any serious argument that the publishers planned to print anywhere close to the number of copies included in the anticipated minimum printing. Therefore, we conclude that the income projections based on sales of the number of copies listed as the anticipated minimum printings were not even close to being attainable.\n \n*20 The total initial printing consisted of 2,102,500 copies, a mere one-ninth of the 19,462,500 anticipated minimum printing. The Offering Memorandum contained a cash-flow projection which indicated that sales of the initial printing would return modest amounts of cash to the partners. However, as noted previously, that projection fails to take into account payment of the required fixed rents. Had fixed rents been subtracted, each of the limited partners would have sustained a substantial loss.\n \n\n\nSummary\nAs can readily be seen from our analysis of the economic aspects of this case, the positions taken by petitioner have been either unproved or discredited. No arm’s-length negotiations structured the transactions. Petitioner failed to establish the reasonableness of the purchase price of the properties purchased by Universal or the reasonableness of the rents Universal charged Series 115. The notes Universal gave the publishers as part of the purchase price far exceeded the value of the properties purchased and, for all practical purposes, there was no chance that they would ever be paid. The cash flow projections contained in the Offering Memorandum contained serious flaws. Finally, after Series 115 had operated for 2 years, Universal allowed it to ignore the payment of the fixed rents for no apparent business reason. All of these factors show that these transactions were formulated to generate bookkeeping entries in an attempt to create illegitimate tax losses and artificial investment tax credits for use by the limited partners. Petitioner not only failed to produce sufficient evidence to support a finding that the transactions at issue possessed economic substance, but respondent has adduced ample proof that the transactions, in fact, lacked economic substance. Accordingly, we hold that Series 115 is not entitled to the losses and investment tax credits it claimed. Frank Lyon Co. v. United States, 435 U.S. 561, 573 (1978); Knetsch v. United States, 364 U.S. 361, 366 (1960); James v. Commissioner, 87 T.C. 905, 918 (1986), affd. 899 F.2d 905 (10th Cir.1990).\n \n\n\nOther Issues\nOn brief, the parties have also presented a number of other arguments addressing whether Series 115 is entitled to its claimed losses and investment tax credits. Those arguments are primarily directed toward whether Series 115 was engaged in its book publishing activities with an actual and honest objective of making a profit. See sec. 183. However, having held that the transactions in issue lacked economic substance and, therefore, that the claimed losses and investment tax credits are not allowable, it is unnecessary for us to address profit objective issues because “it is well established that a subjective profit motive can not save a transaction that objectively lacks economic substance”. Gardner v. Commissioner, 954 F.2d 836, 839 (2d Cir.1992), affg. per curiam Fox v. Commissioner, T.C.Memo. 1988–570. Because our resolution of the issues discussed above entirely disposes of the deficiencies at issue, we need not examine the other arguments presented by the parties.\n \n*21 Accordingly,\n \nDecision will be entered for respondent.\n \n\n\n\n\nAPPENDIX A\n \n|\nComputer Programs:\n \n|\n1.\n \n|ABsCenes\n \n|\n2.\n \n|Wings Out of Shadow\n \n|\n \n||\n\n\n\n\n\n\n\nBooks:\n \n|\n1.\n \n|Exocet\n \n|\n2.\n \n|Worstward Ho\n \n|\n3.\n \n|The IBM/PC Guide to Profitability and Cash Management\n \n|\n4.\n \n|Steele’s War: The Preacher\n \n|\n5.\n \n|Brimstone\n \n|\n6.\n \n|Zork Number One: The Fortress of Krill\n \n|\n7.\n \n|Chicago Deathwind (The Hitman No. One)\n \n|\n8.\n \n|Cross the Stars\n \n|\n9.\n \n|All the Love Poems of Shakespeare\n \n|\n10.\n \n|Man, God and Civilization\n \n|\n11.\n \n|Life and Times of Frederick Douglas\n \n|\n12.\n \n|Autobiography of a Flea\n \n|\n13.\n \n|Jean Rhys: Literature and Life Series\n \n|\n14A.\n \n|The Silver Horse\n \n|\n14B.\n \n|The Copper Crown\n \n|\n15.\n \n|Langston Hughes: Before and Beyond Harlem\n \n|\n16.\n \n|The Comic Art of Roy Wilson\n \n|\n17.\n \n|Her Father’s Daughter\n \n|\n18.\n \n|Three Cities\n \n|\n19.\n \n|The Oklahomans\n \n|\n20.\n \n|The Silicon Valley Connection: Death Merchant No. 58\n \n|\n21.\n \n|The Superman Story\n \n|\n22.\n \n|The Cutthroat: The Warlord No. Two\n \n|\n23.\n \n|The Cross and the Sickle\n \n|\n24.\n \n|The One Eyed Doctor: Sigismund Freud [sic]\n \n|\n25.\n \n|Fire in Beirut: Israel’s War in Lebanon with the PLO\n \n|\n26.\n \n|The First Omni Book of Science Fiction\n \n|\n27.\n \n|The Second Omni Book of Science Fiction\n \n|\n28.\n \n|A History of Blitzkrieg\n \n|\n29.\n \n|Autumntide\n \n|\n30.\n \n|Sage\n \n|\n31.\n \n|Dogs and Puppies Coloring Album\n \n|\n32.\n \n|Troubador Treasury\n \n|\n33.\n \n|Oriental Carpets\n \n|\n34.\n \n|Chardin\n \n|\n35.\n \n|Puzzlers and Other Games\n \n|\n36.\n \n|Optricks\n \n|\n37.\n \n|Great Ballet Paper Dolls\n \n|\n38.\n \n|Johnny Got His Gun\n \n|\n39.\n \n|Activities in Gross Motor, Fine Motor, Visual Perception\n \n|\n40.\n \n|Activities in Reasoning, Receptive Language, Expressive Language\n \n|\n41.\n \n|Activities in Social Emotional Development\n \n|\n42.\n \n|Bodies and Souls\n \n|\n43.\n \n|Pope John Paul II: The People’s Pope\n \n|\n44.\n \n|The Telsa Bequest\n \n|\n\n\n\n\n\n\n\n\nAPPENDIX B\n \n|\n \n|Fixed Rent\n \n|Variable Rent\n \n|\n \n| \n| \n|Per Annum\n \n| \n| \n|Minimum\n \n|\n \n|Year 1\n \n|Year 2\n \n|Year 3–8\n \n|Initl.\n \n|Addl.\n \n|Year 2\n \n|\nComputer Programs:\n \n|\n1.\n \n|$7,100\n \n|$21,000\n \n|$24,000\n \n|76.8%\n \n|76.8%\n \n|$7,100\n \n|\n2.\n \n|6,300\n \n|18,000\n \n|22,000\n \n|76.8%\n \n|76.8%\n \n|6,300\n \n|\n \n \n| \n| \n| \n| \n| \n| \n|\nBooks:\n \n|\n1.\n \n|$44,900\n \n|$127,000\n \n|$152,000\n \n|78.5%\n \n|71.0%\n \n|$44,900\n \n|\n2.\n \n|5,000\n \n|15,000\n \n|17,000\n \n|78.0%\n \n|68.0%\n \n|5,000\n \n|\n3.\n \n|25,200\n \n|73,000\n \n|87,000\n \n|83.0%\n \n|62.5%\n \n|25,200\n \n|\n4.\n \n|3,100\n \n|9,000\n \n|11,000\n \n|83.0%\n \n|62.5%\n \n|3,100\n \n|\n5.\n \n|3,700\n \n|11,000\n \n|13,000\n \n|83.0%\n \n|62.5%\n \n|3,700\n \n|\n6.\n \n|4,200\n \n|12,000\n \n|14,000\n \n|83.0%\n \n|62.5%\n \n|4,200\n \n|\n7.\n \n|4,000\n \n|11,000\n \n|14,000\n \n|83.0%\n \n|62.5%\n \n|4,000\n \n|\n8.\n \n|5,800\n \n|17,000\n \n|20,000\n \n|83.0%\n \n|62.5%\n \n|5,800\n \n|\n9.\n \n|3,100\n \n|9,000\n \n|11,000\n \n|78.0%\n \n|75.5%\n \n|3,100\n \n|\n10.\n \n|3,700\n \n|11,000\n \n|13,000\n \n|78.0%\n \n|75.5%\n \n|3,700\n \n|\n11.\n \n|4,200\n \n|12,000\n \n|14,000\n \n|78.0%\n \n|75.5%\n \n|4,200\n \n|\n12.\n \n|2,900\n \n|8,000\n \n|10,000\n \n|83.0%\n \n|73.5%\n \n|2,900\n \n|\n13.\n \n|3,300\n \n|10,000\n \n|12,000\n \n|78.0%\n \n|68.0%\n \n|3,300\n \n|\n14.\n \n|3,300\n \n|10,000\n \n|12,000\n \n|78.0%\n \n|68.0%\n \n|3,300\n \n|\n15.\n \n|4,000\n \n|11,000\n \n|14,000\n \n|78.0%\n \n|68.0%\n \n|4,000\n \n|\n16.\n \n|3,700\n \n|11,000\n \n|13,000\n \n|78.0%\n \n|71.0%\n \n|3,700\n \n|\n17.\n \n|26,000\n \n|75,000\n \n|90,000\n \n|83.0%\n \n|75.5%\n \n|26,000\n \n|\n18.\n \n|4,600\n \n|13,000\n \n|16,000\n \n|78.0%\n \n|75.5%\n \n|4,600\n \n|\n19.\n \n|13,200\n \n|38,000\n \n|46,000\n \n|83.0%\n \n|62.5%\n \n|13,200\n \n|\n20.\n \n|4,200\n \n|12,000\n \n|14,000\n \n|83.0%\n \n|62.5%\n \n|4,200\n \n|\n21.\n \n|4,200\n \n|12,000\n \n|14,000\n \n|83.0%\n \n|62.5%\n \n|4,200\n \n|\n22.\n \n|3,300\n \n|10,000\n \n|12,000\n \n|82.0%\n \n|63.5%\n \n|3,300\n \n|\n23.\n \n|4,400\n \n|13,000\n \n|15,000\n \n|82.0%\n \n|63.5%\n \n|4,400\n \n|\n24.\n \n|12,600\n \n|36,000\n \n|44,000\n \n|78.0%\n \n|75.5%\n \n|12,600\n \n|\n25.\n \n|20,000\n \n|24,375\n \n|27,000\n \n|78.5%\n \n|71.0%\n \n|5,625\n \n|\n26.\n \n|20,000\n \n|24,375\n \n|35,000\n \n|82.0%\n \n|63.5%\n \n|5,625\n \n|\n27.\n \n|20,000\n \n|24,375\n \n|35,000\n \n|82.0%\n \n|63.5%\n \n|5,625\n \n|\n28.\n \n|20,000\n \n|24,375\n \n|25,000\n \n|78.5%\n \n|71.0%\n \n|5,625\n \n|\n29.\n \n|20,000\n \n|24,375\n \n|41,000\n \n|83.0%\n \n|62.5%\n \n|5,625\n \n|\n30.\n \n|20,000\n \n|24,375\n \n|25,000\n \n|83.0%\n \n|62.5%\n \n|5,625\n \n|\n31.\n \n|20,000\n \n|24,375\n \n|46,000\n \n|83.0%\n \n|81.0%\n \n|5,625\n \n|\n32.\n \n|20,000\n \n|24,375\n \n|43,000\n \n|83.0%\n \n|81.0%\n \n|5,625\n \n|\n33.\n \n|20,000\n \n|24,375\n \n|33,000\n \n|75.0%\n \n|57.5%\n \n|5,625\n \n|\n34.\n \n|20,000\n \n|24,375\n \n|35,000\n \n|75.0%\n \n|57.5%\n \n|5,625\n \n|\n35.\n \n|20,000\n \n|24,375\n \n|32,000\n \n|83.0%\n \n|81.0%\n \n|5,625\n \n|\n36.\n \n|20,000\n \n|24,375\n \n|42,000\n \n|83.0%\n \n|81.0%\n \n|5,625\n \n|\n37.\n \n|20,000\n \n|24,375\n \n|53,000\n \n|83.0%\n \n|81.0%\n \n|5,625\n \n|\n38.\n \n|20,000\n \n|24,375\n \n|25,000\n \n|78.0%\n \n|75.5%\n \n|5,625\n \n|\n39.\n \n|20,000\n \n|24,375\n \n|36,000\n \n|78.0%\n \n|72.0%\n \n|5,625\n \n|\n40.\n \n|20,000\n \n|24,375\n \n|38,000\n \n|78.0%\n \n|72.0%\n \n|5,625\n \n|\n41.\n \n|20,000\n \n|24,375\n \n|33,000\n \n|78.0%\n \n|72.0%\n \n|5,625\n \n|\n42.\n \n|20,000\n \n|24,375\n \n|25,000\n \n|83.0%\n \n|73.5%\n \n|5,625\n \n|\n43.\n \n|20,000\n \n|24,375\n \n|27,000\n \n|78.0%\n \n|72.0%\n \n|5,625\n \n|\n44.\n \n|20,000\n \n|24,375\n \n|37,000\n \n|78.0%\n \n|71.0%\n \n|5,626\n \n|\nTOTAL:\n \n|$610,000\n \n|$1,092,500\n \n|$1,417,000\n \n| \n| \n|322,500\n \n|\n \n| \n| \n|Average\n \n|80.3%\n \n|69.6%\n \n| \n|\n\n\n\n\n\n\n\n\n—APPENDIX C\n \n|\n \n| \n| \n| \n|Respondent’s\n \n|\n \n| \n|Minimum\n \n| \n|Sales\n \n|\n \n|Initial\n \n|Additional\n \n|Total\n \n|Projections\n \n|\n \n|Printing\n \n|Printings\n \n|Copies\n \n|(# of Copies)\n \n|\n \n \n| \n| \n| \n| \n|\nComputer Programs:\n \n|\n1.\n \n|5,000\n \n|40,000\n \n|45,000\n \n|200\n \n|\n2.\n \n|5,000\n \n|35,000\n \n|40,000\n \n|500\n \n|\n \n \n| \n| \n| \n| \n|\nBooks:\n \n|\n1.\n \n|75,000\n \n|785,000\n \n|860,000\n \n|70,000\n \n|\n2.\n \n|5,000\n \n|200,000\n \n|205,000\n \n|2,000\n \n|\n3.\n \n|20,000\n \n|165,000\n \n|185,000\n \n|250\n \n|\n4.\n \n|50,000\n \n|435,000\n \n|485,000\n \n|75,000\n \n|\n5.\n \n|50,000\n \n|495,000\n \n|545,000\n \n|75,000\n \n|\n6.\n \n|60,000\n \n|540,000\n \n|600,000\n \n|75,000\n \n|\n7.\n \n|70,000\n \n|575,000\n \n|645,000\n \n|40,000\n \n|\n8.\n \n|80,000\n \n|595,000\n \n|675,000\n \n|50,000\n \n|\n9.\n \n|4,000\n \n|210,000\n \n|214,000\n \n|3,500\n \n|\n10.\n \n|5,000\n \n|145,000\n \n|150,000\n \n|2,500\n \n|\n11.\n \n|5,000\n \n|125,000\n \n|130,000\n \n|2,000\n \n|\n12.\n \n|30,000\n \n|230,000\n \n|260,000\n \n|20,000\n \n|\n13.\n \n|4,000\n \n|100,000\n \n|104,000\n \n|4,000\n \n|\n14A 1\n \n|4,000\n \n|100,000\n \n|104,000\n \n|4,000\n \n|\n14B\n \n| \n| \n| \n|5,000\n \n|\n15.\n \n|5,000\n \n|95,000\n \n|100,000\n \n|8,500\n \n|\n16.\n \n|7,000\n \n|75,000\n \n|82,000\n \n|400\n \n|\n17.\n \n|30,000\n \n|315,000\n \n|345,000\n \n|5,000\n \n|\n18.\n \n|12,500\n \n|150,000\n \n|162,500\n \n|10,000\n \n|\n19.\n \n|125,000\n \n|850,000\n \n|975,000\n \n|80,000\n \n|\n20.\n \n|70,000\n \n|630,000\n \n|700,000\n \n|150,000\n \n|\n21.\n \n|80,000\n \n|690,000\n \n|770,000\n \n|150,000\n \n|\n22.\n \n|50,000\n \n|415,000\n \n|465,000\n \n|50,000\n \n|\n23.\n \n|50,000\n \n|410,000\n \n|460,000\n \n|70,000\n \n|\n24.\n \n|30,000\n \n|105,000\n \n|135,000\n \n|4,000\n \n|\n25.\n \n|5,500\n \n|135,000\n \n|140,500\n \n|5,000\n \n|\n26.\n \n|100,000\n \n|810,000\n \n|910,000\n \n|75,000\n \n|\n27.\n \n|100,000\n \n|810,000\n \n|910,000\n \n|75,000\n \n|\n28.\n \n|5,000\n \n|125,000\n \n|130,000\n \n|8,000\n \n|\n29.\n \n|150,000\n \n|945,000\n \n|1,095,000\n \n|50,000\n \n|\n30.\n \n|70,000\n \n|510,000\n \n|580,000\n \n|40,000\n \n|\n31.\n \n|120,000\n \n|840,000\n \n|960,000\n \n|45,000\n \n|\n32.\n \n|90,000\n \n|630,000\n \n|720,000\n \n|2\n \n|\n33.\n \n|7,500\n \n|70,000\n \n|77,500\n \n|8,500\n \n|\n34.\n \n|7,500\n \n|60,000\n \n|67,500\n \n|3 Void\n \n|\n35.\n \n|20,000\n \n|840,000\n \n|960,000\n \n|2\n \n|\n36.\n \n|150,000\n \n|1,055,000\n \n|1,205,000\n \n|20,000\n \n|\n37.\n \n|135,000\n \n|945,000\n \n|1,080,000\n \n|25,000\n \n|\n38.\n \n|5,000\n \n|390,000\n \n|395,000\n \n|4,000\n \n|\n39.\n \n|22,000\n \n|80,000\n \n|102,000\n \n|2,000\n \n|\n40.\n \n|22,000\n \n|75,000\n \n|97,000\n \n|2,000\n \n|\n41.\n \n|22,000\n \n|80,000\n \n|102,000\n \n|2,000\n \n|\n42.\n \n|17,500\n \n|240,000\n \n|257,500\n \n|15,000\n \n|\n43.\n \n|20,000\n \n|195,000\n \n|215,000\n \n|7,500\n \n|\n44.\n \n|2,000\n \n|15,000\n \n|17,000\n \n|70,000\n \n|\nTOTAL:\n \n|2,002,500\n \n|17,360,000\n \n|19,462,500\n \n|1,410,850\n \n|\n\n\n\n\n\n\n\n\nAPPENDIX D\n \n|\n \n|||||\n\n\n\n\n\n\n\n \n|Universal’s Purchase Price\n \n|Respondent’s\n \n|\n \n|Cash\n \n|Notes\n \n|Total\n \n|Appraisal\n \n|\nComputer Programs:\n \n|\n1.\n \n|$50,000\n \n|$400,000\n \n|$450,000\n \n|$ –0–\n \n|\n2.\n \n|50,000\n \n|350,000\n \n|400,000\n \n|–0–\n \n|\nBooks:\n \n|\n1.\n \n|$75,000\n \n|$2,725,000\n \n|$2,800,000\n \n|$307,412\n \n|\n2.\n \n|7,500\n \n|317,500\n \n|325,000\n \n|3,291\n \n|\n3.\n \n|25,000\n \n|1,575,000\n \n|1,600,000\n \n|–0–\n \n|\n4.\n \n|6,000\n \n|184,000\n \n|190,000\n \n|18,188\n \n|\n5.\n \n|10,000\n \n|230,000\n \n|240,000\n \n|12,438\n \n|\n6.\n \n|15,000\n \n|245,000\n \n|260,000\n \n|7,191\n \n|\n7.\n \n|12,000\n \n|238,000\n \n|250,000\n \n|5,900\n \n|\n8.\n \n|20,000\n \n|355,000\n \n|375,000\n \n|9,793\n \n|\n9.\n \n|4,500\n \n|194,500\n \n|199,000\n \n|2,406\n \n|\n10.\n \n|5,300\n \n|230,700\n \n|236,000\n \n|2,064\n \n|\n11.\n \n|6,000\n \n|259,000\n \n|265,000\n \n|385\n \n|\n12.\n \n|5,000\n \n|170,000\n \n|175,000\n \n|11,151\n \n|\n13.\n \n|7,500\n \n|202,500\n \n|210,000\n \n|12,339\n \n|\n14A\n \n|3,000\n \n|87,000\n \n|90,000\n \n|7,183\n \n|\n14B\n \n|4,500\n \n|115,500\n \n|120,000\n \n|18,428\n \n|\n15.\n \n|7,500\n \n|242,500\n \n|250,000\n \n|26,973\n \n|\n16.\n \n|6,000\n \n|234,000\n \n|240,000\n \n|–0–\n \n|\n17.\n \n|33,000\n \n|1,615,000\n \n|1,648,000\n \n|21,250\n \n|\n18.\n \n|7,500\n \n|292,500\n \n|300,000\n \n|13,945\n \n|\n19.\n \n|30,000\n \n|820,000\n \n|850,000\n \n|21,520\n \n|\n20.\n \n|12,000\n \n|263,000\n \n|275,000\n \n|25,375\n \n|\n21.\n \n|15,000\n \n|245,000\n \n|260,000\n \n|17,600\n \n|\n22.\n \n|4,725\n \n|205,275\n \n|210,000\n \n|1,375\n \n|\n23.\n \n|6,525\n \n|283,475\n \n|290,000\n \n|13,205\n \n|\n24.\n \n|16,000\n \n|784,000\n \n|800,000\n \n|17,160\n \n|\n25.\n \n|12,600\n \n|547,400\n \n|560,000\n \n|16,413\n \n|\n26.\n \n|14,625\n \n|635,375\n \n|650,000\n \n|27,466\n \n|\n27.\n \n|14,625\n \n|635,375\n \n|650,000\n \n|27,466\n \n|\n28.\n \n|11,700\n \n|508,300\n \n|520,000\n \n|21,804\n \n|\n29.\n \n|13,000\n \n|712,000\n \n|725,000\n \n|17,878\n \n|\n30.\n \n|7,000\n \n|383,000\n \n|390,000\n \n|822\n \n|\n31.\n \n|18,000\n \n|787,000\n \n|805,000\n \n|40,840\n \n|\n32.\n \n|17,000\n \n|740,000\n \n|757,000\n \n|–0–\n \n|\n33.\n \n|13,500\n \n|586,500\n \n|600,000\n \n|30,755\n \n|\n34.\n \n|13,500\n \n|611,500\n \n|625,000\n \n|1 Void\n \n|\n35.\n \n|13,500\n \n|587,500\n \n|601,000\n \n|–0–\n \n|\n36.\n \n|17,000\n \n|735,000\n \n|752,000\n \n|15,171\n \n|\n37.\n \n|20,000\n \n|886,000\n \n|906,000\n \n|22,189\n \n|\n38.\n \n|12,500\n \n|542,500\n \n|555,000\n \n|–0–\n \n|\n39.\n \n|8,500\n \n|566,500\n \n|575,000\n \n|14,589\n \n|\n40.\n \n|8,500\n \n|591,500\n \n|600,000\n \n|13,281\n \n|\n41.\n \n|8,500\n \n|541,500\n \n|550,000\n \n|12,379\n \n|\n42.\n \n|10,000\n \n|405,000\n \n|415,000\n \n|14,390\n \n|\n43.\n \n|6,500\n \n|518,500\n \n|525,000\n \n|16,209\n \n|\n44.\n \n|25,000\n \n|550,000\n \n|575,000\n \n|27,405\n \n|\nTOTAL$710,100\n \n|$24,933,900\n \n|$25,644,000\n \n|$895,629\n \n| \n|\n\n\n\n\nAll Citations\nT.C. Memo. 1994-205, 1994 WL 172749, 67 T.C.M. (CCH) 2932, T.C.M. (RIA) 94,205, 1994 RIA TC Memo 94,205\n\n\n\nFootnotes\n|\n1\n|Although the Offering Memorandum indicated that title 14 would be W.H. Auden, that title was dropped from the titles involved with Series 115, and was replaced by titles 14A and 14B.\n|\n2\n|Respondent’s appraiser did not include any sales for titles 32 and 35 because she believed that Universal did not acquire any properties with regard to those books. Both books had been published in 1978–1979, and were off the market by the time Universal acquired its interest in them. In her opinion, at best, Universal acquired only the copies remaining from their first printing.\n|\n3\n|Although the Offering Memorandum indicated there would be a title 34, title 34 was dropped from the titles in Series 115.\n|\n1\n|Book No. 34 was never acquired by Universal.\n|\n1\n|Unless otherwise specified, all section references are to the Internal Revenue Code, as amended and in effect during the years in issue. All Rule references are to the Tax Court Rules of Practice and Procedure.\n|\n2\n|The Madison Library, Inc. (hereinafter Madison), a corporation, was owned, directly or indirectly, for the benefit of Cohen’s children. In the 1980’s Madison formed a subsidiary, Geoffrey Townsend, Ltd. (hereinafter Townsend). Universal was a subsidiary of Townsend, and Cohen was Universal’s president.\n|\n3\n|For additional information about Cohen’s and Bromwell’s business activities, see Jonathan T. Bromwell & Associates, Inc. v. Commissioner, T.C.Memo. 1993–438, and Leger v. Commissioner, T.C.Memo. 1987–146, affd. without published opinion 860 F.2d 435 (5th Cir.1988).\n|\n4\n|Both Belloff and Gold are attorneys, who were partners in the practice of law from 1970 until 1981.\n|\n5\n|For simplicity, hereinafter when we refer to actions taken by Cohen, we are referring to actions taken by him personally and/or by other persons or entities pursuant to his direction or control.\n|\n6\n|Gallen was the president of one of the publishers, Richard Gallen & Co., Inc., and its subsidiary, Confucian Press, Inc. In his dealings with Cohen in 1983, he represented his own company and about 30 other publishers who were interested in selling properties to Universal. Gallen or the entities he represented sold properties to Cohen from 1978 until the end of 1983.\n|\n7\n|Hereinafter the term “revenues” refers to the amounts received by the publisher from the sale of the books and computer programs produced using the properties.\n|\n8\n|The actual term was just short of 8 years because the first lease year ran from May 25, 1983, to March 15, 1984. Thereafter, the lease years started on March 16th and ended on the following March 15th.\n|\n9\n|However, the minimum amount of rent for which Series 115 was obligated totaled $10,527,000 ($610,000 + $1,092,500 + 322,500 + (1,417,000 x 6)). See Appendix B.\n|\n10\n|In general, for 1983, secs. 38 and 46(a)(2)(B) allowed a purchaser of qualified property a credit against income tax of 10 percent of his qualified investment. Universal elected to pass through this investment credit to Series 115 under sec. 48(d), thereby enabling the partners of Series 115 to claim the investment credit against their personal income tax liabilities.\n|\n11\n|Moreover, the record does not indicate that any of the other publishers had any input in determining the number of copies shown as “minimum additional printings”.\n|\n12\n|In 1984, Chadwick changed its name to Parliament Securities, Inc. (hereinafter Parliament) and Belloff and Gold transferred their shares in Parliament to their respective wives.\n|\n13\n|It is not evident from the information contained in the Offering Memorandum exactly how petitioner computed the cash flow amount under this third scenario. Nevertheless, for purposes of this opinion we will assume such computations are correct except for the omission noted above.\n|\n14\n|Hoag did not use the gross sales projections made by respondent’s appraisers. Rather, he based his sales computations on the number of copies that respondent’s appraisers estimated would be sold. He then multiplied the number of copies for each book by the “anticipated sales price” listed in the Offering Memorandum.\n|\n15\n|Hoag first calculated expected cash flows based on projected sales of 1.2 million copies. Since respondent’s experts estimated that a total of 1.4 million copies would be sold (see Appendix B), we have eliminated from consideration Hoag’s computation based on the lower number.\n|\n16\n|Sec. 1.183–2(b)(5), Income Tax Regs., recognizes that the past success of the taxpayer in carrying on similar activities is a relevant factor to consider in determining profit objectives.\n|\n17\n|Much of petitioner’s brief is directed toward criticizing respondent’s case, and in great part ignores the factors upon which petitioner relied. We emphasize that it was petitioner’s burden to show that the transactions entered into by Series 115 possessed economic substance; respondent did not have to prove that they did not.\n|\n18\n|In fact, this case marks the sixth time that we have had before us claimed deductions and credits arising from Cohen’s book publishing programs. In addition to Bromwell, see Elliott v. Commissioner, 84 T.C. 227 (1985), affd. without published opinion 782 F.2d 1027 (3d Cir.1986); Leger v. Commissioner, T.C.Memo. 1987–146, affd. without published opinion 860 F.2d 435 (5th Cir.1988); Cashman v. Commissioner, T.C.Memo. 1989–533, affd. without published opinion 930 F.2d 26 (9th Cir.1991); and Ziegler v. Commissioner, T.C.Memo. 1984–620. In all of these cases, we denied the taxpayer’s claims to losses and credits generated by these programs. Three of those decisions have been affirmed by the Courts of Appeal for the Third, Fifth, and Ninth Circuits.\nMoreover, the transactions engaged in by Series 115 were part of the subject matter considered in In Re: MDL–731—Tax Refund Litig. v. United States, 989 F.2d 1290 (2d Cir.1993), in which the Court of Appeals for the Second Circuit affirmed a verdict against Barrister, Belloff, Chadwick (Parliament), Gold, Madison, Universal, and Townsend for penalties under sec. 6700 for promotion of abusive tax shelters. On pages 1295–1296 of their opinion, the Court of Appeals summarized the tangled procedural history of that litigation.\n|\n19\n|Petitioner contends that, in May of 1983, when the purchase and lease transactions took place, relevant sales totals for the 1981 Barrister partnerships were not available. We are not convinced that Cohen could not have obtained meaningful sales figures for earlier partnerships by the time he purchased the properties in issue.\n|\n20\n|With similar facts before it, the Court of Appeals for the Second Circuit reported that the “conclusion that Cohen wanted to inflate the size of the promissory obligations—the larger the obligation the greater the resulting investment tax credit—was inexorable.” In re MDL–731—Tax Refund Litigation v. United States, 989 F.2d 1290, 1299 (2d Cir.1993).\n|\n21\n|Petitioner did not present any evidence to show what use Universal made of these funds. However, some of the accountings in evidence indicate that none of these fixed rents were used to reduce the $25 million debt.\n|\n22\n|As noted earlier, petitioner did not submit the opinion letters for the truth of the matters contained therein. Thus, their content is not taken into account in determining the fair market value of the properties.\n|\n23\n|Cohen testified that the cumulative amount of indebtedness to publishers at the end of 1983 for all of the properties he or his various entities had purchased was in the neighborhood of $3 ½ billion dollars.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}