{
    "Background": "\n\n\n\n733 F.2d 1381\nUnited States Court of Appeals,\nTenth Circuit.\nHARMON CITY, INC., a Utah Corporation, Plaintiff/Appellant,\nv.\nUNITED STATES of America, Defendant/Appellee.\nNo. 82–2445.\n|\nMay 4, 1984.\nSynopsis\nAfter Internal Revenue Service determined that portion of taxpayer’s rental expenses paid on lease for supermarket property for two successive fiscal years was unreasonable and thus not deductible, taxpayer brought refund action. The United States District Court for the Central District of Utah, Bruce S. Jenkins, J., denied refund, and taxpayer appealed. The Court of Appeals, Saffels, District Judge, sitting by designation, held that evidence concerning comparable leases involving similar businesses in area supported finding that portion of rental payments were unreasonable and thus not deductible.\n \nAffirmed.\n \n\n\nWest Headnotes (5)\n\n\n[1]\n|Internal RevenueRents and royalties\n|\n|Although section of Internal Revenue Code limiting rental deductions to “ordinary and necessary expenses” which party must pay in order to continue use or possession of property does not limit deductions for rental payments to “reasonable” amount, reasonableness of such payments must be explored to determine whether they are “ordinary and necessary,” and thus properly deductible. 26 U.S.C.A. § 162.\n2 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueRents and royalties\n|\n|For purposes of determining deductibility of rental expenses, when there is close relationship between lessor and lessee and there is no arm’s length dealing between them, inquiry into what constitutes reasonable rental is necessary to determine whether sum paid is in excess of what lessee would have been required to pay had he dealt at arm’s length with stranger. 26 U.S.C.A. § 162.\n5 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueTrial\n|\n|Question of what is ordinary and necessary rental expense such that it is deductible under Internal Revenue Code is one of fact to be resolved by trier of fact. 26 U.S.C.A. § 162(a)(3).\n2 Cases that cite this headnote\n|\n\n\n[4]\n|Federal Civil ProcedureFindings and Conclusions\nFederal Courts“Clearly erroneous” standard of review in general\n|\n|Where trial is to court, resolution of factual issues and conflicting evidence remains solely within province of district court, and such findings of trial court, even those involving evaluation of expert testimony, cannot be disturbed on appeal unless found to be clearly erroneous.\n3 Cases that cite this headnote\n|\n\n\n[5]\n|Internal RevenueEvidence\n|\n|In action challenging Internal Revenue Service’s determination that portion of taxpayer’s rental expenses paid on lease for supermarket property was unreasonable and thus not deductible, evidence concerning comparable leases involving similar businesses in area supported finding that portion of rental paid by taxpayer for two successive fiscal years was unreasonable and thus not deductible. 26 U.S.C.A. § 162(a)(3).\n\n|\n\n\nAttorneys and Law Firms\n*1381 Arthur H. Nielsen, Salt Lake City, Utah (J. Michael Gottfredson and Richard K. Hincks, Salt Lake City, Utah, with him on brief) of Nielsen & Senior, Salt Lake City, Utah, for plaintiff/appellant.\nMurray S. Horwitz, Atty., Washington, D.C. (Glen L. Archer, Jr., Asst. Atty. Gen., Michael L. Paup and Ann Belanger Durney, Attys., Tax Div., Dept. of Justice, Washington, D.C., with him on brief), for defendant/appellee.\n*1382 Before SETH, Chief Judge, BARRETT, Circuit Judge, and SAFFELS, District Judge.*\nOpinion\n\nSAFFELS, District Judge.\n\nHarmon City, Inc. appeals from an adverse judgment after trial to the court in a tax refund suit. The district court denied the taxpayer’s claim for refund and upheld the Internal Revenue Service’s (IRS) determination that a portion of Harmon City’s rental expenses paid on a lease for a supermarket property in Granger, Utah, for the years ended January 31, 1974, and January 31, 1975, was unreasonable and thus not deductible under 26 U.S.C. 162(a)(3).\n \nFor the reasons which follow, we affirm.\n \n\n\nBACKGROUND\nHarmon City, Inc. (taxpayer), is a family-owned and managed Utah corporation which operates several retail supermarkets, including a supermarket in Granger, Utah. Harmon City Associates (partnership) is a limited partnership formed under the laws of Utah. During 1974 and 1975, the partners of Harmon City Associates and the shareholders of Harmon City, Inc. were interlocking.\n \nIn February of 1971, the taxpayer’s Granger store burned to the ground, and the family decided to build a new store, which was completed and opened in November, 1971. On July 15, 1973, Harmon City, Inc. sold to the partnership of Harmon City Associates the building and the realty upon which the Granger store was constructed. As part of this transaction, taxpayer entered into a lease agreement with the partnership under which it leased back the property for a twenty (20) year period.\n \nThe lease agreement provided a base rate rental payment with a percentage override. The terms reached were $9,562.50 (or $2.25 per square foot per year) base rate, plus 1% of gross annual sales in excess of $9,950,000. Taxpayer determined the base rate rental term of $2.25 per square foot per year after conducting an investigation through two national level organizations: National Research and the Supermarket Institute. Finding, however, that this amount was insufficient to cover the debt service on the property, the 1% of gross annual sales override term was added with the breakpoint set at gross annual sales over $9,950,000. This figure was an estimate based in part on the store’s gross sales for the fiscal year ended January 31, 1973, which totaled $9,946,448.40, and partially on the store’s capacity, which taxpayer calculated to be approximately $10,400,000 per year.\n \nFor the fiscal year ended January 31, 1974, taxpayer claimed a deduction of $86,892 as rent to the partnership pursuant to the sale-leaseback agreement of July 15, 1973. For the fiscal year ended January 31, 1975, taxpayer claimed a deduction of $188,555 as rent paid pursuant to the agreement. These deductions were claimed under Section 162(a)(3) of the Internal Revenue Code of 1954, 26 U.S.C. 162(a)(3), which states as follows:\n(a) In General —There shall be allowed as a deduction all the ordinary and necessary expense paid or incurred during the taxable year in carrying on any trade or business, including—\n \n\t\n​\n(3) rentals or other payments required to be made as a condition to the continued use or possession, for purposes of the trade or business, of property to which the taxpayer has not taken or is not taking title or in which he has no equity.\n \nThe Internal Revenue Service audited taxpayer for the years 1974 and 1975 and disallowed part of taxpayer’s claimed rental deductions for these two years. For 1974, the IRS disallowed taxpayer’s claimed rental deduction to the extent it exceeded $75,671. Hence, the IRS concluded $11,221 of the $86,892 claimed in 1974 was excessive rental expense and not deductible *1383 under 26 U.S.C. 162(a)(3). For the fiscal year ended in 1975, the IRS claimed that $32,055 of the $188,555 was excessive rental expense and therefore not deductible under Section 162 of the Internal Revenue Code (1954).\n \nAs a result of the audit, on August 6, 1979, the IRS assessed taxpayer for unpaid federal income taxes, plus interest, as follows:\n \n\n\n\n\nTaxable\n \n|Tax\n \n|Interest\n \n||\nYear Ending\n \n|Assessed\n \n|Assessed\n \n|Total\n \n|\n \n||||\n1-31-74\n \n|$3,714\n \n|$ 710.77\n \n|$ 4,424.77\n \n|\n1-31-75\n \n|$17,058\n \n|$4,235.74\n \n|$21,293.74\n \n|\n\n\n\n\n\n\nISSUE\nThe issue on appeal is whether the district court correctly held that a portion of the rentals paid in 1974 and 1975 by taxpayer, a closely-held family corporation, to Harmon City Associates, a partnership comprised of many of the same family members, was excessive and therefore not properly deductible under Section 162(a)(3) of the Internal Revenue Code of 1954.\n \n\n",
    "Discussion": "[1] Section 162 of the Code clearly limits rental deductions to the “ordinary and necessary expenses” which a party must pay in order to continue use or possession of the property. Although the statute does not limit deductions for rental payments to a “reasonable” amount, the reasonableness of such payments must be explored to determine whether they are “ordinary and necessary” and thereby properly deductible under § 162, or whether they are “excessive.” As stated in Southeastern Canteen Co. v. Commissioner of Internal Revenue, 410 F.2d 615, 619 (6th Cir.1969): “The fact that the parties designated, and one party became obligated to pay to the other, a specified amount as rent does not bind the government to treat that amount as rent.” To the extent rental payments are unreasonable, courts have held they are not ordinary and necessary and, thus, not deductible. Velvet Horn, Inc. v. Commissioner of Internal Revenue, 41 T.C.M. 1445, 1447 (1981).\n \n[2] The trial court, mindful of the general rule that ordinarily it is inappropriate to inquire into the reasonableness of rentals paid, proceeded to explore this issue recognizing that an exception exists when, as in this action, there is a close relationship between the lessor and the lessee.  Safway Steel Scaffolds Co. of Georgia v. United States, 590 F.2d 1360 (5th Cir.1979); Brown Printing Co. v. Commissioner of Internal Revenue, 255 F.2d 436 (5th Cir.1958); Place v. Commissioner of Internal Revenue, 17 T.C. 199 (1951), aff’d. 199 F.2d 373 (6th Cir.1952), cert. denied 344 U.S. 927, 73 S.Ct. 496, 97 L.Ed. 714 (1953). As noted in Place, supra:\n... When there is a close relationship between lessor and lessee and in addition there is no arm’s length dealing between them, an inquiry into what constitutes reasonable rental is necessary to determine whether the sum paid is in excess of what the lessee would have been required to pay had he dealt at arm’s length with a stranger.\n17 T.C. at 203.\n \nThe court in Southeastern Canteen, supra, also recognized this exception, stating: “Where there is an absence of arm’s length dealing the Commissioner may inquire into what constitutes reasonable rental to determine whether the amount paid exceeds what would have been paid had the parties dealt at arm’s length.” Id., 410 F.2d at 619.\n \nIn upholding the IRS determination that the taxpayer’s rental expenses for 1974 and 1975 were not reasonable, i.e., not ordinary and necessary, and thus were excessive for tax purposes, the trial court relied on the testimony of the government’s expert witness, Mr. Edward Westra, a realty appraiser. Westra testified as to the fair rental value of the lease between the taxpayer and the partnership. He stated fair rental value can be determined by two methods: (1) by examining leases between unrelated parties for similar properties, or (2) by calculating the amount which constitutes a reasonable rate of return on the owner’s investment in the property at the date of the inception of the lease.\n \n*1384 Utilizing the second method, Westra concluded the value of the property in July of 1973 was $1,007,569. This figure was based on his determination that on the date the lease was executed the land had a value of $175,000 and the building had a value of $832,569. He based these figures on information he had gathered from talking with developers of supermarkets, examining other supermarket leases in the area, and considering the original cost of the building adjusted for inflation and depreciation.\n \nUsing these figures as representative of the value of the property at the time the lease was executed, Westra next calculated a “reasonable” base rental value. After inquiring of other supermarkets in the area and studying other economic rent sources on a national level, he determined the average base rent for 1973 in the Granger (Salt Lake City) vacinity to range from $1.70 to $2.28 per square foot. Determining further that the base rent is usually one percentage point above long-term mortgage requirements, Westra calculated that the base rent for the Granger store should be $2.15 per square foot. He further reduced this figure to $2 per sq. foot, however, opining that cost per square foot generally decreases as the size of the store increases. The Granger store was approximately twice the size of other supermarkets which Westra had researched to determine the average base rent.\n \nUsing $2 per square foot as the reasonable figure upon which to calculate the base rent, Westra determined the base rent to be $101,600 per year. The lease executed between taxpayer and the partnership called for a base rent of $114,750 per year and was based on a figure of $2.25 per square foot. Thus, taxpayer’s base rent exceeded the figure Westra found reasonable by more than $13,000.\n \nWestra next proceeded to calculate the reasonable percentage override. Although he had no quarrel with the 1% of gross annual sales override figure set forth in the lease, he opined that the breakpoint set at gross annual sales over $9,950,000 was unreasonably low. It was his opinion that the reasonable breakpoint was gross annual sales over $12,547,600. Westra based this figure on two factors: the taxpayer’s substantially higher than average sales volume and taxpayer’s superior management abilities. These two factors placed taxpayer in an advantageous negotiating position. In a lease between unrelated parties, Westra opinion such a position would result in a lease which set the breakpoint at a higher amount, such as that outlined above. The use of a lower breakpoint results in a rental figure higher than an amount unrelated parties would reach when bargaining at arm’s length.\n \nWestra determined the breakpoint in the lease was based on the store’s annual sales figures for the year that ended over 5 ½ months earlier. Unrelated parties, Westra believed, would have recognized the store had experienced a significant increase in sales volume, as evidenced by the store’s increasing weekly sales average, and would have insisted on a higher breakpoint which reflected this.\n \nThe district court further determined, and the record so supports, that other leases in the vicinity into which taxpayer had entered with unrelated parties were far less favorable to the lessors than was the lease at the Granger store. The record further demonstrates that the lease in question was not intended to reflect a reasonable rental value of the Granger property, but was merely designed to provide funds necessary to service the mortgage liability on the property.1 In Sparks Nuggett, *1385 Inc. v. Commissioner of Internal Revenue, 458 F.2d 631 (9th Cir.1972), this fact, in addition to an appraiser’s report was sufficient to sustain a tax court’s finding that excessive rental had been paid for tax purposes. In Sparks, the court stated:\n \n... In addition to Reber’s appraisal, the Tax Court’s decision is supported by the fact that the lease agreement between Challenger and Sparks Development was not meant to reflect the true rental value of the parking lots. As already noted, the rent was determined on the income needs of lessor Sparks Development. Thus, the “negotiating” parties agreed to a fundamental term of the lease agreement absent any consideration of the reasonable rental value.\nId. at 636.\nPlaintiffs produced as their expert witness Mr. Franz Stangl, a real estate developer and building contractor. It was his testimony that the rental amount in the lease was fair and reasonable at the date the lease was entered into by the parties.\n \nThe district court rejected the testimony of taxpayer’s expert, Stangl, and concluded that the rent paid by taxpayer to Harmon City Associates for the years 1974 and 1975 was excessive for tax purposes and thus not deductible under 26 U.S.C. 162(a)(3) to the extent the payments exceeded ordinary and necessary rental payments.\n \nTaxpayer argues the trial court erred in determining that a portion of the rental payments on the Granger property for the years ending January 31, 1974, and January 31, 1975, were not deductible under 26 U.S.C. 162(a)(3) based on Westra’s theoretical fair market value which was partially based on the superior management capabilities of the Harmon family, hindsight and future events.\n \nThe findings of the trial court that Westra had calculated the reasonable rental value of the property as of the time the lease was entered into have substantial support in the record. Westra’s research of various leases in the area and on a national level were all based on 1972 and 1973 values. Taxpayer executed the lease on this property in July of 1973, thus Westra’s figures were not based on hindsight, but rather on circumstances as they existed on the date the lease was executed.\n \nFurther, we have examined the record and find sufficient evidence indicating the “superior management” factor was properly considered by Westra due to taxpayer’s weekly sales averages in 1973 which outperformed more than twice the national average per square foot and which outperformed local supermarkets as well.\n \n[3] [4] The question of what is an ordinary and necessary rental expense such that it is deductible under § 162(a)(3) of the Internal Revenue Code (1954) is one of fact to be resolved by the trier of fact. Where the trial is to the court, the resolution of factual issues and conflicting evidence remains solely within the province of the district court. Such findings of a trial court, even those involving evaluation of expert testimony, cannot be disturbed on appeal unless found to be clearly erroneous. Monfort of Colorado, Inc. v. United States, 561 F.2d 190 (10th Cir.1977); Graver Tank & Mfg. Co. v. Linde Air Products Co., 336 U.S. 271, 69 S.Ct. 535, 93 L.Ed. 672 (1949).\n \n[5] The district court’s finding that a portion of the rental paid by taxpayer on the Granger store for the fiscal years ended January 31, 1974, and January 1, 1975, was unreasonable and thus not deductible under 26 U.S.C. 162(a)(3) has ample support in the record. Taxpayer, Harmon City, has not demonstrated to our satisfaction that the district court’s conclusion is clearly erroneous.\n \nAFFIRMED.\n \nAll Citations\n733 F.2d 1381, 53 A.F.T.R.2d 84-1438, 84-1 USTC P 9469\n\n\n\nFootnotes\n|\n*\n|Honorable Dale E. Saffels, United States District Judge for the District of Kansas, sitting by designation.\n|\n1\n|During the trial of this case, Frank R. Green, the Secretary-Treasurer of Harmon City, Inc., testified as follows:\nWe concluded that somewhere in the neighborhood of $2.25 a square foot was the approximate going rate on a base lease, but after figuring that it was not sufficient to cover the debt service which meant the partnership would have a negative case flow. And we felt that with the one percent which was standard in many leases, that over the $9,950,000 it would give us sufficient income based on what the volume was at that time to cover the leases, and then with inflation over a period of time give us a return. (Tr. 42.)\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}