{
    "Background": "\n\n\n\n1973 WL 708\nUnited States District Court; E.D. Pennsylvania.\nScriptomatic, Inc.\nv.\nUnited States of America.\nCivil Action No. 69-2791\n|\n12/20/73\n\n\nDITTER, District Judge.\n\nCharge of the Court\n*1 Members of the jury, we have now reached the stage in this trial where it becomes the duty of the trial judge to instruct you concerning the principles of law involved here, the issues that have been raised, the contentions of the parties, the evidence before you and your duty. This case has been carefully prepared for trial. It has been tried with skill by competent and experienced trial lawyers. You have seen two masters of the craft at their profession. They have argued the case to you.\n \n\n* * *\nThis is what we call a civil suit, in contrast to that which is referred to as a criminal case. In this case the plaintiff seeks a refund of taxes paid by it to the United States. This case does not involve any criminal violations or criminal prosecutions or allegations that a crime has been committed. In other words, there has not been any charge of criminality so far as this matter is concerned.\n \nThis case comes before you in this way: The plaintiff claims certain income tax deductions on the forms that it filed for the years in question. Nevertheless, it paid the amounts which the government intends were due when the government disallowed the deductions that had been claimed. Having paid the disputed amounts the plaintiff now brings this suit to recover the sums in controversy.\n \n\n* * *\nNow, I think there are several introductory remarks that would be in order so far as the general principles of law in a case of this type. First of all, there is nothing at all wrong with taking an income tax deduction which the law allows. This is true of you and me as individuals. For example, I may rent a house, next door you might live and you might own the house and might have a mortgage at the bank. I might have to pay a certain amount of money each month as rent. You might have to pay exactly the same amount as interest on your mortgage. So far as you are concerned you can deduct for federal income tax purposes the interest that you would pay on your mortgage. So far as I am concerned I could not deduct the amount which I pay as rent. Now, there is nothing illegal or improper or unfair about your taking that deduction even though in the dollar amount it is exactly the same as the dollar amount which I can’t take because I am paying rent and you are paying interest.\n \nNow, what is true of individuals is also true of corporations. A corporation can take a deduction to which it is entitled. It can’t take any more but it certainly is entitled to take all that the law allows. Bear in mind that there is nothing wrong at all with framing a decision that you make with the tax consequence in mind in deciding what you are going to do to take advantage of the deductions which the law allows. For example, you might decide that it would be to your best interest for income tax purposes to make a payment of interest on December 31 of 1973 so that you could include it as a deduction for the year 1973 rather than paying it on January 1, 1974. You would be making a business decision based upon tax consequences. There is nothing at all wrong with doing that. You can decide this with a tax consequence in mind and you can make a decision so that you can take advantage of the deductions which the law allows.\n \n*2 Here there was nothing wrong with any tax consequence being a factor of which these parties were aware and reaching a decision accordingly. In other words, the law does not suggest or say that people who make business decisions have to sit in a big dark fog unaware of the fact that whatever they do may be subject to certain tax consequences.\n \nNow, bear in mind I am not saying that they can make a deal appear to be one thing so that they can take advantage of taxes, the tax consequences when actually it is something else. It is the substance and not the form which governs. For example, I couldn’t, when I pay my rent to my landlord, in the hypothetical I just suggested to you, I can’t write the check to interest and he can’t, to accommodate me, say, “Well, this is interest.” When he receives my money and gives me a receipt he can’t say interest, and I can’t say interest if, in fact, I am paying him rent. We can’t make the form appear to be one thing if the substance is something else.\n \nOn the other hand, when I am deciding whether or not I would rather buy a house or rent there is nothing at all wrong with my saying: Well, if I rent that house I can’t take those amounts I have to pay each month as a deduction. But if I buy the house and have to pay interest on the mortgage, then my mortgage interest would be deductible for federal income tax purposes and therefore I think I will buy the house. There is nothing at all wrong with making a decision when the tax consequence is involved. But I say you can’t dress it up to be one thing if it is in fact something else of which you can take advantage of tax deduction.\n \nThe second thing that I want you to be aware of is the fact that the United States is involved in this case and that doesn’t make a bit of difference so far as your deliberations are concerned. I assume that you are all just as patriotic as I am. So far as the United States is concerned it comes here as just another litigant to you and to me. You are neither for or against the United States because we are patriotic citizens of this great country. Bear that in mind.\n \nThe government wins so long as justice is done. It is your duty to decide this case on the law and the evidence without fear or favor, and the fact that the United States government is involved and the fact that you are patriotic certainly is not to influence you so far as any decisions that you might be prone to make because of any feelings of patriotism on your part. You would be unpatriotic if there was a decision against a litigant just because the United States was on the other side.\n \nNow, bear in mind what I have previously told you about certain charts which were introduced by the government in this case. These reflect the government’s arguments. They are a summary of certain contentions which the defendant has made. Well, certain things which the defendant contends are true. Now, whether or not those things are true, whether or not they are particularly significant is for you to decide. But as I told you before, those charts reflect an argument, a contention rather than that which you must accept as an actuality. I am certainly not suggesting that they are not material. I am certainly not suggesting that the contention is not a valid contention, but it is a contention and it doesn’t become a fact, have any significance until you find it to be of significance and until you find the chart to reflect the facts which they purport to represent.\n \n*3 In this case I have made certain rulings. As I told you it is up to me to make decisions as to the law, and in exercising that responsibility I have made certain decisions with regard to factors in this case. One of the decisions I made was that the debentures in this case, you will see that they are both in evidence, I think that the first debenture is Plaintiffs’ Exhibit 2 and the second one is Plaintiff’s Exhibit 16. I have decided that both of these debentures are debt instruments in form. By that it means that on their face they are debt instruments.\n \nI have also–well, I shouldn’t say I have determined this. The parties have agreed that these instruments were treated in accordance with their provisions. In other words, their provisions were not varied. They didn’t say one thing in the instrument and then act some other way. They were treated in accordance with their provisions.\n \nNow, I have made a ruling as to one of the provisions contained in the debenture. I have ruled that a certain provision in paragraph 1.07 would permit the corporation, the plaintiff Scriptomatic, to make a creditor superior in liquidation rights to the debenture holders. This could be done if it was done when the obligation to that creditor is incurred.\n \nNow, let me be a little bit more specific.\n \n\n[Contentions]\nThe plaintiff contends in this case that it may deduct from its income for federal income tax purposes for the years 1963 through 1966 amounts paid by it as interest on its original debenture issued in January of 1963. It makes a similar contention so far as its Series B Debentures are concerned, the debentures that were issued in 1965. The defendant contends that the plaintiff may not take these deductions. Whether or not the plaintiff is entitled to the deductions depends upon whether the money advanced to the plaintiff in January of 1963, money for which it issued debentures in the amount of $525,000 and 4,856I/4 shares of its common stock is to be considered as debt or as a contribution to the capital or part of the equity of the plaintiff corporation.\n \n\n[Debt or Equity?]\nWe will be using the term “debt” and we will be using the term “equity.” I will define them for you more fully in a few moments.\n \nThis problem of classifying investments as debt or equity for tax purposes arises with respect to obligations of a corporation where what the corporation owes to someone else may either be true debt or really part of the ownership. That is the equity of the corporation. If money advanced to a corporation is debt, the corporation is entitled to a deduction for the interest paid thereon and the repayment of the amount advanced is not taxable to the person receiving the repayment. On the other hand, if the advance as equity interest payments is really dividends so that the corporation is not entitled to an interest deduction and a repayment of advance is generally taxable to the recipient as ordinary income to the extent that the corporation has uninterested earnings and profits.\n \n*4 What is a debt? A debt is an unconditional and legally enforceable obligation to repay a sum of money on a fixed or determinable date. It is the result of a loan. There is also an unconditional and legally enforceable obligation to pay interest at a fixed rate. It is a characteristic of debt that the interest is payable without regard to whether or not the debtor has profits with which to pay it.\n \nFinally, and most importantly, a debt carries with it the right to share in the distribution of the assets of the corporation on liquidation on a par with other debts of the corporation, although not necessarily on a par with all of the corporation’s debts and before anything is paid to the shareholders for their ownership interest in the corporation. This does not mean that amounts owed by a corporation to its owners or shareholders may not be debt but only that to qualify as debt the corporate obligation must have a priority in liquidation other than the ownership or equity interest of the shareholder.\n \nAn equity interest in the corporation is really part of ownership. Generally, there is no duty on the corporation to repay the amount paid for that interest and on liquidation of the corporation the owner of that type of interest participates in the distribution of assets only after all debts of the corporation have been paid. Equity is investment in the corporation which takes the risks of the venture and enjoys the future profits and earnings of that venture.\n \nNow, there are two principal classes of corporate ownership–at least two to which reference has been made in this case. We call one of these common stock. We call the other preferred stock. Now, common stock and preferred stock may have a variety of characteristics, but I will give you some of the generally accepted characteristics of both.\n \nUsually common stock has voting rights. By that I mean the owners of the common stock have a right to vote for corporate directors and for changes in documents which the charter of the corporation or the by-laws of the corporation, certain fundamental documents which relate to the way the corporation does business and certain other things. In other words, one of the characteristics of common stock is the right to vote at a shareholders’ meeting. Another characteristic is the right to share in the profits of the company. However, the holders of common stock have an inferior position so far as a share in the corporate assets are concerned if the corporation is dissolved and if its assets are liquidated, which means if they are sold for cash.\n \nAnd there is a fourth characteristic of common stock. Usually common stock exists for the life of the corporation, whatever that life may be.\n \nWhat about preferred stock? Well, in most instances preferred stock does not have the right to vote. Secondly, its shares of the profits may be limited. However, so far as profits are concerned it may also have a priority position and may have certain cumulative features year by year. For example, common stock may be a 7 percent common stock. If there were dividends in the corporation which would amount to 10 percent, the preferred stock would get its 7 percent return. It wouldn’t get 8 percent, it wouldn’t get 10 percent. It would get 7 percent because that is the amount of its preference. But suppose that there was only 7 percent or suppose that there was less than 7 percent. So that if you paid the preferred stock in full the common stock would get nothing.\n \n*5 Under ordinary principles the concept about the preferred stock would get its 7 percent even if the common stock did not get any dividend at all.\n \nAs I said, there are certain cumulative features sometimes in preferred stock. The corporation that we are talking about in my hypothetical has issued 7 percent preferred stock. If it can’t pay the 7 percent in one year and if there is a cumulative feature involved, the corporation would be obligated to make up the difference in the following year. Well, the year after that. So the preferred stock may have its cumulative feature. Preferred stock may also have a superior position to common stock if the corporation has to be dissolved and the assets sold. Preferred stock may exist for the life of the company but frequently has a shorter life. In many situations a preferred stock has a period during which it can be redeemed or called or retired. The payment of a certain sum of money by the corporation can result in the preferred stock being turned in. Sometimes it can be exchanged for common stock.\n \nWell, now, as I have tried to indicate, these are the general characteristics of common and preferred stock. Bear in mind that common stock can vote. Usually preferred stock can’t and very frequently preferred stock can’t vote.\n \nCommon stock has an unlimited right to share in the profits, if there are any profits. Preferred stock has the right to share in the profits, but its right is limited, although it is superior. Preferred stock has a higher priority on the liquidation where common stock has the lowest priority on liquidation. Common stock usually lasts for the corporate life. Preferred stock may be retired, but that is not always so.\n \nNow, there can be all sorts of varieties and kinds of stock and one may have characteristics of preferred and some characteristics of common. In addition there may be a fine line between preferred stock issued by a corporation, in other words what we call equity, and a promise to repay a loan, that which we have been referring to as debt. In other words, both may have a right on the dissolution of the corporation and its subsequent liquidation to a priority over its interest. Both may be without the right to vote. There may be a fixed return which is expressed in some sort of a percentage. Although the preferred stock would only be entitled to that percentage in the event that there is a profit, while the holder of a debt obligation is entitled to interest whether or not there is a profit. And both preferred and a debt instrument may have some date when payment is called for, either some date which is directly set or when some date can be ascertained by the happening of an event or a series of events.\n \nIn general, the essential difference between a stockholder or one who makes an investment in capital, what we have been referring to as one who makes an investment in equity and one who loans money to a corporation, is that the stockholder’s intention is to embark upon the corporate venture, taking the risk of the loss attendant upon it so that he may enjoy the chance of profit. The creditor, on the other hand, what we have been referring to as debt, does not intend to take such risk so far as they may be avoided, but merely intends to lend his money to those who are willing to take the risks.\n \n*6 A man by the name of Columbus who was going to discover America said to Queen Isabella, “How about lending me some money so I can buy some maps and go discover America?”\n \nShe said, “All right. I will invest in them but I want you to give me 50 percent of whatever profit you make from this venture on your part.”\n \nShe is an owner of equity.\n \nHe also says to King Ferdinand, “King, how about you?”\n \nKing Fedinand says, “If I invest at all, I will lend you some money but whether you make out well or whether you make out poorly I want my money back plus interest when you come back into port.”\n \nColumbus says, “O.K.”\n \nNow, Queen Isabella shares in the venture. If Columbus makes a thousand dollars she gets five hundred. If he makes a hundred thousand dollars she gets five hundred thousand dollars.\n \nKing Ferdinand, on the other hand, he gets his interest and whatever he loaned back and this is all that he gets.\n \nWell, there is no single principle or test which is controlling or decisive in making the terms of whether advances by investors in a corporation are to be considered as debt or investments of capital. The most important underlying principle is that no true debt exists unless there is an unconditional obligation on the part of the corporation to pay a definite sum of money plus interest at a stated time.\n \nIn this case, the plaintiff’s original debentures were in the form of debt and not equity. In other words, on its face these were debt instruments. This is also true of the Series B Debentures. The principal amount of these debentures was payable on January 15, 1973. Interest at 7 percent was payable semi-annually without regard to the earnings of the plaintiff and on liquidation they were entitled to participate in the distribution of assets equally with general creditors, which could include trade creditors if such creditors had been given a superior position as was permitted by the definition of superior indebtedness contained in the debenture itself. This distribution to the holders of the debenture would be prior to any distribution to the ownership interest in the plaintiff. Thus, in form and appearance the debentures were debt instruments.\n \nAdditionally, the parties treated the debenture as debt and not equity. The debentures were subordinated only to the plaintiff’s bank loans and to its obligation to the Fischer Machine Company pursuant to the purchase agreement between Fischer and Scriptomatic. The 7 percent payment per annum required by the wording of the debenture was paid when due, and the principal amount required by the wording of the debenture was repaid prior to the maturity date and repayment prior to the maturity date does not mean that they did not comply with the requirements of the debentures.\n \n\n[Arm’s-Length Transactions]\nNow, if this was all that was involved in this case we would not have any issue to submit to you. Your inquiry, however, does not stop there. Even if a corporation creates an obligation in the form of a debt and even if the parties thereafter treat it as a debt there are nevertheless circumstances in which the law disregards what the parties have done and for federal income tax purposes treats the debt as though it were equity. This occurs when the relationship between the owners of the corporation and the persons advancing the money is so close that the parties are able to fashion the transaction to suit their own purposes and the transaction because of this does not take the form which the economic realities of the situation indicate that it should take.\n \n*7 The mere fact that money is advanced to the corporation by a shareholer, even if it was the only shareholder that the corporation had, does not automatically make that which is a loan an equity investment for federal tax purposes. Even a sole shareholder may loan money to his corporation and have it treated as debt. In other words, identity of ownership does not of itself prevent an advance from being treated as an indebtedness. However, identity of ownership is one of the factors to be considered in assessing the true nature of the transaction. Where those who advance money to the corporation were also its promoters, its entrepreneurs and its managers or where those who are stockholders are also creditors in the same relative portions, the transaction may be subject to close scrutiny. However, this does not necessarily preclude treating the transaction as a valid indebtedness.\n \nNow, for one thing, in this case with which we are concerned, as I recall it, there was no restriction on the transfer of either stock or the debentures and no requirement that they be transferred together. In other words, one who had purchased the package of stock and debentures could have sold the debentures and kept the stock if he wanted to do so or he could have sold them both or he could have sold the stock and kept the debentures. In other words, there is no requirement that once you acquire the package you had to hang onto it. You could sell part of it, you could sell it all, you could give it away, you could give part of it away. So there was no requirement that you keep whatever it was that you had bought. Thus, you may find that the right of free transferability dispels the limit of proportional control leaving the mere identity of ownership as only one factor to be weighed in answering the questions involved in this case.\n \nSecondly, as I recall it, not all of those who advanced money participated in the management except perhaps to vote for directors or to otherwise cast their votes at shareholders’ meetings and that would not really be participation in management, as I am considering it here. There were some who were involved in the day-to-day operations of the business. I believe it was testified that Mr. Leonard and Mr. Kooch, who held stock and also held debentures, were involved in the day-to-day decisions of the running of the business.\n \n“Yes, we will make two machines that are big and three machines that are small. Let’s buy more steel. Let’s buy it from this place. Let’s buy that truck.”\n \nThe day-to-day operations of the business, as I recall, Mr. Kooch and Mr. Leonard were involved in those decisions.\n \nThere were others on the Board of Directors that also helped to make decisions. There was what was called an Executive Committee, and that was not involved with the day-to-day operations of the business but was a committee that was involved in planning and the future conduct of the business, and the Board of Directors itself was involved with policy matters, as I recall the testimony.\n \n*8 Well, now all of those persons who were first of all the Executive Committee and all those persons who were on the Board of Directors were stockholders and debenture holders, and the greater portion of the ownership, as I recall it, was concentrated in those persons who were on the Board and that is nothing either unusual or illegal. If a man owns a substantial block of stock he may think that he is the best person to decide how the ownership of the company is to be operated and what is to happen so far as the running of the business is concerned. As I indicated to you before, I have ruled that in form debentures in this case are debt instruments. In other words, that on their face they create the relationship of debtor and creditor. Saying the same thing another way, that money paid to the company for which the debenture was issued was a loan. As I have said, this is what the instrument provides on its face.\n \nHowever, as you have been told, as I repeat now, you must look beyond the literal terms in which the parties cast the transaction in order to determine its substantive nature. You should also be aware that the parties involved in the affairs of this corporation did not attempt to do anything to vary the terms of the instruments. In other words, they did not use the instruments in any way that were different from the provisions of the instruments involved. For example, the return of 7 percent provided in the debenture was payable when due on each occasion, and there was no consideration of postponing or a request that it be postponed or any attempt to postpone it. The obligation to repay the face amount of the debenture was not postponed. To the contrary, it was paid in advance of its so-called maturity date.\n \nThus, it has been agreed that the parties by their conduct were not varying from the requirements of the debenture.\n \nEvery once in a while I have to define a term for you. Well, we have come to another definition point.\n \nOne of the terms I am going to use is arm’s-length transaction. What does that mean? Well, simply stated it is a transaction which takes place when there is a diversity of interest where there is a countervailing pull on both sides of the bargaining table. It is a transaction which results from opposing pressures and opposing strengths and opposing needs. For example, suppose I want to buy a new car. Well, I go down to my favorite Plymouth dealer and I say, “Mike, I want to buy a new car.” And he says, “Well, I have a very fine eight cylinder Chrysler here. It has a 420 horsepower motor and it has power brakes and power steering, it weighs four tons, and it is just the greatest car in the world and I am willing to let you have it for $2,000.”\n \nI say, “Wait just a minute. I don’t want a big car like that. I am thinking about the energy crisis.”\n \nHe says, “Yes; but we were selling this car just six months ago for $10,000. I thought I would let you have it for $2,000.”\n \nI say, “I don’t want that car. I want a small car.”\n \n*9 Well, he says, “We have such and such a car and these are its features. I will let you have it for $3,500.”\n \nAnd I will say, “Well, you didn’t say whether it had air-conditioning.”\n \nAnd he says, “Well, for another hundred dollars you can have air-conditioning.”\n \nAnd I say, “Well, this car has whitewall tires. I don’t want whitewall tires.”\n \nHe says, “I will take $75 off the price.”\n \nI will say, “But I do want undercoating.”\n \nHe will say, “That will cost you $25 more.”\n \n“How about a radio? I want an FM radio with stereo.”\n \n“That’s $200 more.”\n \nI say, “What about if it is just FM?”\n \n“Well, that’s only a hundred dollars more.”\n \n“How much will you give me for my old car?”\n \n“Well, I will give you $600 for your old car.”\n \nI say, “What do you mean $600 for my old car? Why this car is beautiful. Go kick the tires. Look at how well I have taken care of that car. Why it doesn’t have a dent in it except for the back there, a little bit on the side and the front, too. And there is no rust on it except for one or two spots, of course. And look at the upholstery. It’s beautiful.”\n \nAnd I go around and I talk about the virtues of my car. And he says, “Well, what do you want to sell it for?”\n \nWell, he might say that. And so, finally he tells me what he will do and I tell him what I will do and either we will get to a decision or we won’t get to a decision. Either we will come to a point where we have agreed upon a price or we haven’t agreed upon a price. If we haven’t agreed upon a price, then I walk out and I go some place else. If we have agreed upon a price then I drive out. We make a deal or we don’t make a deal. But the point is that he has certain interests. It is in his interest to get as much money from me as he can and yet sell the car, and it is in my interest to get rid of my old klunker and to buy a new car for as little money as possible.\n \nNow, under the hypothetical that I am talking about we are dealing at what would be referred to as arm’s-length as contrasted to, for example, with a situation like this: Suppose that a young man of 21 who has just graduated from college walks into a dealer on his 21st birthday and says, “Dad, you promised me a new car.” His father says, “Well, you can have this one over here, brand new car, never been running, for $100. I know that your Aunt Minnie gave you a hundred dollars for your birthday. For a hundred dollars you can have that car.”\n \nThose parties are not dealing at arm’slength.\n \nThe first question which you will be asked to decide is whether or not the interests and relationships of the persons who acquired the debentures and stock in this case were sufficiently varied and diverse so that the holders of the debentures on the one side and the plaintiff corporation and those who were to own and control it on the other side were diverse and varied.\n \nNow, let me explain to you why this is important. In a corporation which has numerous shareholders with varying interests, the arm’s-length relationship between the corporation and a shareholder who supplies funds to it inevitably results in a transaction whose form mirrors its substance. Where the corporation is closely held, however, and the same persons occupy both sides of the bargaining table, form does not necessarily correspond to the intrinsic economic nature of the transaction, for the parties may hold it at their will with no countervailing pull. This is particularly so where a shareholder can have the funds he advances to a corporation treated as corporate obligations instead of contributions to capital without affecting his proportionate equity interest. Labels, which are perhaps the best in normal circumstances expressions of subjective intentions, thus lose their meaning.\n \n*10 And in deciding whether or not there were sufficiently different interests in this case you should consider the identity of the interests of the debenture holders and the interests of the shareholders. In cases in which money is advanced to a corporation by shareholders and precisely the same proportions as their stock ownership, they may have a common interest to treat more of their advances as debt than the economic realities of the situation were otherwise justified. On the other hand, when a person is making advances on no stock in and are unrelated to the owners of the corporation, the form of the transaction generally reflects the true substance and the advances in the form of debt, it will be so treated.\n \nIn this case, Leonard Kooch, Lang, and Mann received shares totaling slightly more than one-third of the total shares and paid $1 a share for the shares that they received. The $525,000 of original debentures were sold on the basis of a thousand dollars principal amount of debenture and 9I/4 shares of stock for each $1,000 of consideration. You should consider how the group which acquired the original debentures which included these men was assembled. In other words, how did they get together? How did they meet? How close was the relationship among them? You should consider whether the group that made the decisions as to the management of the plaintiff had identical or substantially similar interests to those who acquired the debentures but were not included in direct management. You should consider who constituted the actual managers of the plaintiff and who constituted the Board of Directors. You should consider any other factors which you considered to be relevant in deciding whether the identity of the interests of the debenture holders and the interests of the shareholders was so close that they could mold the transaction to suit their common purposes.\n \nIn this connection another factor you may consider is the extent of the participation by the holders of the debentures in the actual management of the plaintiff. Here the original debentures did not provide any right to participate in the management of the plaintiff. That right only arose through the ownership of the stock which was in somewhat different proportions than the ownership of the original debentures.\n \nFurther, the extent of the actual participation by the debenture holders in the management of the plaintiff should be considered by you. The evidence shows that the actual managers in the business, at least as I recall it, were Leonard and Kooch. The Board of Directors consisted of those two plus Lang and Mann and Merton. No other debenture holders participated in managing except to vote his shares at the annual meeting.\n \nNow, this may suggest to you, but not necessarily, that there was not the right to management nor the actual participation in management of the plaintiff to a degree that permitted these parties, Lang, Leonard, Kooch, Merton, and Mann, to tailor the form of the transaction to suit their own purposes without regard for economic realities. If you find that the interests between the groups were different to a degree that the form of this transaction was the result of an arm’s-length relationship between the original debenture holders and Scriptomatic, you would then answer the first question which will be submitted to you in the affirmative.\n \n*11 If you find on the other hand that the relationships were so close that the parties could pass the transaction in whatever form they wished, you would then answer the question in the negative.\n \nNow, as I told you, it is not my purpose to review for you the evidence step-by-step, witness-by-witness. I am going to make one comment about the evidence now to invite your attention to the type of thing that you should be considering in this regard. Now, the very fact that I refer to some of the evidence doesn’t mean that it is necessarily to be considered by you as more important than other evidence. I might go three or four times over something which you will think is absolutely trivial, it has nothing to do with the case, you can’t understand why I keep harping on it. Well, if that is the way you feel about it, by all means treat it as being trivial and unimportant.\n \nAnd on the other hand, I may omit something that you think is the whole key to the case. Treat it as being the key to the case. It is up to you to evaluate the evidence and not me.\n \nNow, insofar as the transaction, the basic original debenture was concerned, it is my recollection of the testimony, but again I remind you that it is for you to determine what was said, there was testimony that there was conversation, and which I think Mr. Leonard said he was a participant and that certain things were discussed in his presence about what would be fair and what would be attractive, what would make people want to invest in this corporation, how high should the percentage be, should it be this high or higher.\n \nIt was also conversation, at least as I recall it–testimony that there was consideration given to other provisions that should be a part of this deal, whether it should be more stock or less stock or how much stock it should be, whether it should be more stock for each debenture or less stock for each debenture, whatever the considerations were.\n \nThere was consideration with Anderson New England, which as I recall the testimony terminated when Anderson made certain demands. Well, the fact that Anderson New England made these demands may or may not be significant. It may show that was an arm’s-length transaction or it may show that because somebody attempted arm’s-length negotiations that it was for that reason that the participation of Anderson New England was rejected.\n \nWell, you are going to have to decide what was said, how it bears on this question of whether or not there was an arm’slength transaction and if there was you would indicate a yes to the first question, and if there was none you would indicate a no as far as that question is concerned.\n \nNow, you will see that the first question really contains two parts, so it is really not just one question. It is really two questions. Because it refers both to the debentures that issued in 1963 and also the debentures that issued in 1965. You are going to have to decide whether or not the plaintiff has established by a preponderance of the evidence, in other words whether the plaintiff carried the burden of proof which rests upon the plaintiff, that there was arm’s-length transactions so far as the 1963 debentures were concerned. You decide that question.\n \n*12 Then you will also decide the same thing as to the 1965 debentures. It doesn’t necessarily follow that because there was an arm’s-length as to one that it is necessarily an arm’s-length as to the other, but it may well be that that would be a normal consequence under the peculiar and particular facts of this case. You are going to have to consider the issues separately and evaluate the testimony, bearing in mind the matters that I have tried to go over with you so far as this particular question or these particular questions are concerned.\n \n\n[Loans or Equity Investments?]\nLet us now turn to the second question which you will be asked to answer. The second question is this:\nWere the advances evidenced by the debentures loans to the corporation rather than an equity investment?\n \n \nTo determine that question you must decide whether the transaction reflected economic realities of the situation. In this regard it is useful to consider the form the transaction would have taken had it been between the corporation and outside parties. If an outsider would have been willing to lend money to the corporation on the same terms and conditions you could conclude that the advances are true loans. If an outsider would not have loaned money to the corporation, on that basis you could conclude that the advances should be treated as equity. Thus, if you conclude that outsiders would have been willing to lend $525,000 to the plaintiff in January of 1963 on the basis of the original debentures and the accompanying stock, you could conclude the original debentures were true debt.\n \nIf you decide that outsiders would not have been willing to advance that amount in the form of a loan for the provision that they would also be getting the stock to which I have referred, you could conclude that the debentures were a part of the corporation.\n \nWell, you will have to make the same consideration so far as the Series B Debentures are concerned, going through the same type of reasoning.\n \nWhat factors should you consider in trying to answer this second question which will be put to you?\n \nWell, one of the factors is a degree of risk involved in the venture and the ability of Scriptomatic to repay the amount which it on the face of the instrument agreed to repay. Now, most loans involve some degree of risk so that the mere existence of some risk on the part of a lender does not qualify that which is in form a debt as being equity. There are many instances in which the rate of interest on money borrowed clearly as loans varies depending upon the credit rating or the risk involved. When the degree of risk becomes so great that outside persons will refuse to lend money at all, then the advance must be considered as equity and not debt. One who lends money expects that the principal amount of the loan will be repaid and that the risk with respect to repayment are not unreasonable in light of the return for the interest on his loan.\n \nA shareholder takes a greater risk with his capital with his investment in the expectation that he will realize the profits from the venture. The question you should consider is whether the risk that the principal of the original debentures would be repaid at their maturity were larger than those an outside creditor would have taken in return for the stock and interest paid so that the debentures should be really considered as part of the plaintiff’s capital. It is basic for you in determining whether this is debt or equity to consider the risks.\n \n*13 Another factor which relates is the timing of the advance with reference to the organization of the corporation. When the advance is made, at that time a corporation is formed and its business is wholly untried, there may be much greater uncertainty and risk than would be the case of an advance to an established business which has a prior record of achievement, permitting a reasonable appraisal of future prospects.\n \nIn this case the advance for which the original debentures were issued was made at a time when the plaintiff was first organized for business. It was going forth on a new venture. It was going forth with a new type of machine. However, you should bear this in mind: The business itself had been operating for a number of years under the direct guidance of Leonard and Kooch. They were the ones that continued to guide the business, and that it was being operated from approximately the same location. Thus, while there was a new corporation, it was not completely untried or inexperienced so far as its particular venture was concerned. It was to continue with the same management and with essentially the same assets, albeit with a new and untried product in a market which was perhaps known to it and in which it had had some experience but which was to a degree also untried and unknown.\n \nYou should consider the evidence as to the manner in which the business was conducted while the Fischer Machine Company owned it, the changes that might have been occurring in the industry.\n \nYou will recall there was testimony that the computers were beginning to take over the function of the Scriptomatic machine, as that machine had been produced by the Fischer Machine Company. The changes that would be necessary in order to adapt to a new product in a new way of marketing the product. At least, as I recall the evidence, there was testimony that the old–I don’t know that “old” is the right word–the former machines were sold through a comparatively few dealers. It was an expensive machine. I think the price was indicated to be $60,000–or what at least sounds like a lot of money to me.\n \nThe new machine, on the other hand, was to be sold through many dealers and was a less expensive machine, selling for, I believe a thousand or $1,500 or $2,000. At least substantially less than the older type of machine. So that there was a change in the way the machine was to be sold and the type of marketing requirements of the machine.\n \nYou should consider the chance of success or failure so far as Scriptomatic was concerned.\n \nAnother factor closely related to the matter of risk was the use to which the proceeds of the advances were to be put. The advances were to be used for buying capital assets, such as a building and machinery. This tends to suggest an investment in capital rather than a loan. Capital assets such as building and plant equipment very often do not on liquidation produce the cost expended to erect and, thus, the repayment of the advance for these purposes is generally dependent upon the future success of the business. If advances were for working capital this tends to suggest that this original debenture was loans. If the Series B Debentures were for working capital that would suggest they were for a loan. On the other hand, if the Series B Debentures were for what we might refer to as fixed assets, such as building, machinery, it would suggest the more likelihood that they were equity. Thus, the purpose of the advances must be considered by you in determining whether or not a particular advance was for capital or for debt.\n \n*14 What do we mean by working capital?\n \nWorking capital includes such things as accounts receivables, inventory, working processes. In other words, assets that may be more readily, more quickly converted into cash and therefore under normal circumstances provide a greater assurance for the repayment of the loan.\n \nAs I recall the testimony, it showed that the fixed capital assets of the plaintiff were acquired from Fischer for between 45 and $50,000 and that $51,500 was set up on the books as representing that amount which would be equity from the amounts that were received from the sale of the debentures and the shares of stock that accompanied those debentures. You can consider the actual value of the assets and not solely the amount that was paid for them. These assets were acquired at the book value as shown on Fischer’s books.\n \nWell, it has been argued to you that some of these assets may have been worth a great deal more than the book value, as reflected on Fischer’s books. You will have to consider whether or not that is true or what significance that has, if any. You will have to bear in mind that some of the assets were acquired in return for notes which were payable over a two-year period of time. What effect it may have.\n \nAnother factor that is closely related to risk is the ratio of the corporation’s debt to its capital. In this case the plaintiff was organized with about $51,500 in capital. The indebtednes was shown to be $525,000. Thus, the debt was slightly more than 10 times the amount of capital.\n \nYou should consider whether in light of the nature of the plaintiff’s business the amounts required for its capital assets, working capital, the plaintiff was inadequately capitalized so that outsiders would have not been willing to lend money on the original debentures. In this regard you should bear in mind that not all assets by a corporation will ordinarily be sold for their cost upon liquidation. Thus, the degree of risk so far as any particular loan is concerned varies in accordance with the investments which are superior to that loan or to that investment. The more debt that have a priority to be repaid in full from the assets of a corporation is the greater the risks involved so far as a lower investment is concerned because it just may not be enough assets available for the repayment if liquidation becomes necessary. However, you should also remember that some assets may bring more than their cost figures. Some things go up in value because of inflation or otherwise.\n \nNow, another factor to be considered in assessing the risks in this case is the rights granted in the instrument itself. While the real facts and not the label controls the issue of whether an advance constitutes debt or equity, the rights stated in the instrument may be considered in determining what the risks are. One element, of course, is whether the instrument establishes a right to be paid out of specific assets. For example, through the enforced sale of a machine or some other assets. For example, you buy a car, you may have a lien put on your car. The person who has loaned you the money for the car may have a right to take the car and sell it. He doesn’t have to take a position of a general creditor. The instrument creating the debt may give him the right to take the car. That’s what we are talking about. We are talking about the rights that may be granted by an instrument.\n \n*15 Well, at least that’s one of the things that we may be talking about.\n \nIn addition, an instrument may provide for financial statements and other things which would be helpful in assessing the progress of the business.\n \nWould you like to take a five-minute recess?\n \nI have about 10 or 15 minutes more. Would you like to take a brief recess now?\n \nWould that be a good idea?\n \n(The jury acquiesced by the nodding of their heads.)\n \nTHE COURT: I think maybe it would be a good idea. Let’s take maybe a brief recess right now.\n \n(Recessed.)\n \nTHE COURT: When we took our recess I was discussing with you the factors which should be considered in evaluating the investment which is the subject of our consideration, and I had mentioned that the risk was one of the factors and a very important factor and some of the things that had to be considered when considering what we mean by risks.\n \nAnother factor that must be considered in weighing risk is the extent to which the rights of the holders of an instrument are subordinated to other persons advancing money to a corporation. This may be an important element in determining the risks that the investor takes. This follows because if the rights of a holder can be subordinated to other claims on the failure of the corporation, such other claims will be given a more preferential treatment than the holder of the instrument in question. Thus, the greater the rights of the corporation to subordinate, the greater the risk if liquidation becomes necessary to the holder of an instrument.\n \nHere, the subordination agreement provided that if a corporation took certain affirmative action at an appropriate time the holder of the debenture would be relegated to a lower position on liquidation than any other creditor. It also provided that as to bank loans and as to the acquisition of property and assets the debenture would take an inferior position. So the result was that if money was borrowed from banks or other institutions or it was intended to refer to the acquisition to Fischer, although it certainly may have been broader than acquisitions from Fischer, but if there were acquisitions of what is referred to as property and as assets that the debenture was inferior to debt created in that respect.\n \nFinally, there was the provision that if the corporation wished to make the debenture inferior to even a trade creditor, somebody who might come in and sell a box of pencils. In other words, if somebody did come in and sell a box of pencils on the contract of purchase, there was the appropriate notation made, and by appropriate notation there would have to be appropriate corporate action, but if everything was done appropriately, the man that sells a box of pencils could have been given a superior position on liquidation to the debentures about which we have been speaking. However, the fact that these debentures are subordinated to some corporate debts and could have been subordinated to any other, this fact is not determinative of the issues in this case. Where the equity is substantial, where the business prospects are such that there is a reasonable prospect of repayment, subordination is not conclusive.\n \n*16 Remember that subordination only becomes important if the corporation has to liquidate to provide the fund for the repayment of an investment. If an investor is confident that it will never occur, the risk may still be there but if he is confident that there will be no liquidation, that liquidation will never be necessary because of the corporation’s strength, the matter of subordination may be considered not to be a conclusive factor.\n \nI have discussed with you several factors which you may consider in determining the true nature of the investments referred to in this case. Bear in mind that these factors, the degree of risk, the time when the advances were made, the use to which the money was put, the rate of the ratio of the corporation’s debt to its capital and the matter of subordination are only aids in answering the ultimate question as to whether the investment analyzed in the terms of economic reality constitutes X equity or constitutes debt. In other words, no specific criteria or any series of criteria can provide a conclusive answer to the second question which will be submitted to you. Thus, you must take these factors as they relate to risks, evaluate them, and weigh them and use them in determining whether or not the investment here constitutes debt or equity.\n \nNow, let me summarize very briefly the things that I have told you.\n \nFirst of all, remember that you are the sole triers of the facts. In other words, the credibility, the weight, the value to be given to the testimony, to be given to the exhibits is for you.\n \nRemember that the burden of proof rests upon the plaintiff in this case. That means that it is up to the plaintiff to establish the necessary facts which would justify affirmative answers to the questions that will be submitted to you.\n \nRemember what I told you about the plaintiff’s contentions. The plaintiff contends that in form the debentures here were debt. They were treated as debt and that under all of the economic realities they were debt. And that there was an armslength negotiation, negotiations really in a plural. There were arm’s-length negotiations so far as the issuance of the debentures, the issuance of the stock was concerned there was a pull of various interests and therefore as to both the 1963 and 1965 debentures there was an arm’s-length transaction and that you should so conclude.\n \nThe defendant argues on the other hand that the parties here did not bargain at arm’s length; that this was a deal which was cast in a way to make it appear to be that which it really isn’t; that it was given a certain form but only a form for the purpose of the income tax consequences, the advantages that would come to the corporation and perhaps to the investors themselves of making it appear to be debt when in fact it was considered to be equity.\n \nThe defendant says that you should not be misled by this gimmick; that you must see through the form of what was done and make a decision based upon the substance.\n \n*17 The defendant contends that this was not an arm’s-length transaction. The defendant contends that what was really created here was equity and not debt.\n \nAnd a further answer of this, the defendant suggests that you should consider the risks involved and the high degree of risk on the defendant’s theory of making the investments referred to here.\n \nThe defendant contends that the debentures here were not a debt instrument at all but that these were legally preferred stock instruments and in furtherance of this argument the defendant suggests that the many similarities which the defendant says exists so far as preferred stock and these debentures were concerned.\n \nSo, members of the jury, you are going to have to decide as I have indicated, two questions:\nWere the interests of the persons who acquired the capital stock and debentures of the plaintiff sufficiently varied and diverse so that the form of the transaction consisting of the issuance of the shares of the debentures was the result of arm’slength relationships among them?\n \n \nYou have to consider that for 1963 and again for 1965.\n \nThen you will also have to consider the second question:\nWere the advances evidenced by the instrument entitled 7% Subordinated Debentures due January 15, 1973 loans to the corporation rather than equity investment?\n \n \nOnce again, you must answer that question for those issued in 1963 and for those issued in 1965.\n \nI now think that it would be well if I asked counsel as to any suggestions which counsel may have for my instructions to the jury.\n \nI will see you at side-bar, gentlemen.\n \n(At side-bar:)\nMR. MUNGALL: At the beginning of the charge Your Honor gave to the jury the interpretation of Section 1.07 and made reference to D that it is the right of the corporation to subordinate without at that time making any indication about your instruction of my sub-paragraph C.\n \n \nThat Section 1.07, it does not cover trade debts or some equivalent phrase, which is one of the contentions. I am not sure that that was covered later in the charge, but that is one thing that I call the Court’s attention to, that I did not think that the Court’s interpretation of C was mentioned.\n \nMR. LYONS: It was mentioned later.\n \nTHE COURT: I mentioned it later by only trying to give a very brief summary at the beginning.\n \nDo you want me to do anything about it, Mr. Mungall?\n \nMR. MUNGALL: I think that is all right. Mr. Lyons and Mr. Mullarkey believe it was covered later.\n \nYou were describing the similarities, differences between common and preferred stock and I think in that description was missing, as far as preferred stock, what I would consider to be its most significant feature that respects in cases; that is, its complete subordination to all debt of the corporation, and that is a factor which I think in this context needs to be brought to their attention in light of the contention that this really is a preferred stock instrument.\n \nI think, Your Honor, at that same point I would ask a clarification on that. At that same point I did not get clearly whether or not it was a clear indication that the 7 percent return on the preferred would be payable under normal circumstances only out of earnings.\n \n*18 THE COURT: I am reasonably sure I said it would only be payable out of profits.\n \nMR. LYONS: Yes.\n \nMR. MUNGALL: Those are the two clarifications that I have to suggest.\n \nMR. MULLARKEY: First of all, Your Honor, we object to the entirety, actually, of the instruction on diversity of interest. At least under the defendant’s view the question here is whether under the economic realities of this case and the terms of the debentures in issuing the debentures management gave up anything of substance that it would have had if preferred stock had been issued, and contrarywise if under the facts of the case, again in accepting the debentures, the preferred equity holders received anything of substance that they would not have received had they received preferred stock.\n \nI think contrarywise it should be pointed out that the real question is that under the economic realities of this case did the management of the corporation and holders of the instrument have such a common interest in labeling the preferred interest a debenture rather than preferred stock that the fact that it was cast in the form of debenture does not aid in determining whether the form mirrors the substance.\n \nTHE COURT: Didn’t I say that?\n \nMR. MULLARKEY: Again, Your Honor, we believe that the fact that in determining if there was going to be a priority interest, it appears it may have been diverse is irrelevant in determining once a priority interest was going to be had it should be called debenture or preferred stock, because at that point the fact is that management might have been different.\n \nTHE COURT: Well, you are saying, as I understand it, that once a transaction had been agreed upon, that thereafter there was no longer an arms-length relationship between the parties.\n \nMR. MULLARKEY: Once it had been agreed that there was to be preferred interest on the part of the people who had to buy the common stock, then whether it was called debt or preferred stock was to the mutual benefit of both parties so they could cast the transaction in whatever form they felt would be the best taxwise.\n \nBeyond that, Your Honor, we object to Your Honor giving the questions as to whether or not an outsider would have purchased the unit that was purchased since we feel that whether or not it was a common stock plus preferred stock or common stock plus debenture an outsider would have purchased and therefore the answer to that question is not relevant to the issue raised here.\n \nTHE COURT: Well, that issue came up while we were taking our short recess, and it was off the record, and I commented then and will comment again: I thought that was necessary in light of some of the argument which Mr. Lyons made, in which he at least, as I recall it, said to the jury: Would you have purchased this?\n \nNow, would you have invested your money in this type of thing?\n \nMR. MULLARKEY: Your Honor also mentioned that in this case there was never a deviation from the terms of the instrument.\n \nI believe that we should also mention that because the corporation happens to be profitable there was never any question raised as to whether or not there should be a deviation because there were always sufficient earnings.\n \n*19 THE COURT: Well, if you are asking me to make that as a –\n \nMR. MULLARKEY: Observation.\n \nTHE COURT: –observation to the jury, I will refuse because there was no indication, at least, unless Mr. Lyons can correct me–there was no indication that that was the reason why there was no attempt to deviate. It could well be that this company could have been highly profitable and yet in its best interest to postpone the payment of interest, because if they postponed the payment of interest perhaps they wouldn’t have had to try to get more working capital. They could have solved some of their financial problems by the postponement of interest. Now, there was no testimony either way as far as I can recall in that regard.\n \nMR. MULLARKEY: The only other comment, Your Honor, that I have is under the example of King Ferdinand giving Columbus $1,000 and saying this is a loan, I think that if the risk of Columbus not coming back was so great, that the only possibility of paying off that socalled loan was that he would come back with his earnings, they really have an equity investment there, too. It is labeled a loan.\n \nTHE COURT: What I was trying to do was to differentiate between the concept of debt and the concept of equity, and I don’t think there is anything in the record to show that Columbus could not have paid off a loan.\n \nMR. MULLARKEY: But the risk was tremendous, and I think, Your Honor, it would have been equity based on –\n \nTHE COURT: Not according to my hypothetical it wasn’t. It wasn’t because he set out to discover America, and I looked historically–I may be wholly inaccurate, but on my hypothetical I think it was plain that Columbus was bound to succeed.\n \nMR. MULLARKEY: That is my objection right there, Your Honor.\n \nMR. LYONS: You have elected a thin inference that Scriptomatic was bound to succeed?\n \nMR. MULLARKEY: Just because it did succeed doesn’t mean it was bound to succeed.\n \nTHE COURT: Do you want me to make any–\n \nMR. MULLARKEY: I mean, that’s the basis of this whole problem, Your Honor. Just because King Ferdinand loans Columbus money doesn’t mean that the risk was so great that it was actually only repayable if Columbus came back with no earnings.\n \nTHE COURT: Well, I will tell them that if the risk was so great–\n \nMR. LYONS: Judge, I could be inaccurate here, but I thought you said the debenture holders participated equally with the trade creditors, in discussing the form of the transaction. Now, if you said that, then I think that is not necessarily true.\n \nNow, you may have cleared it up.\n \nTHE COURT: I thought what I said is that trade creditors could be given a superior place to debenture holders. Now, if this is not what I said why I will correct it.\n \nMR. LYONS: You did that at one time initially in discussing the form of the transaction. My notes show that you said that they participated equally with trade creditors.\n \nMR. MUNGALL: That’s right.\n \nI think that was the point where you clarified what I first brought up where you made reference only to D clause of 1.07. At that point I think that is the place where the clarification came that under the instrument as drawn trade creditors were not superior, and that was the charge, as I think was appropriate, in light of what Your Honor has indicated as to the construction of the instrument.\n \n*20 THE COURT: Does anybody want me to say anything further about that?\n \nMR. LYONS: I think it is kind of covered, judge, afterwards.\n \nMR MUNGALL: I am satisfied with that aspect.\n \nTHE COURT: Are you satisfied, Mr. Lyons?\n \nMR. LYONS: Yes, I think I am, in light of what you said later.\n \nYou did use the word “precisely” in explaining the proportionate ownership and I think that the word should be “substantially” rather than “precisely.”\n \nTHE COURT: Off the record.\n \n(Discussion off the record.)\n \nMR. LYONS: We will withdraw the objection.\n \nJudge, you talked about management and you talked about Board of Directors. I am not sure what the word “management” means.\n \nDoes it mean the management on the everyday business plus the Board?\n \nTHE COURT: I tried to differentiate between what I think Leonard called the line management, that is, the day-to-day operations.\n \nThe Executive Committee, which I thought was a higher level of management and the Board of Directors. I was just trying to differentiate between those various levels of management.\n \nMR. LYONS: O.K.\n \nBut the way I understand what “management” means, it means all three levels.\n \nTHE COURT: Well, I think that was the sense in which I used it. Now, if not, why tell me. I certainly intended that all three of those categories would constitute management but not to the same degree.\n \nMR. LYONS: O.K.\n \nI did not get that impression.\n \nMr. Mullarkey, did you get that impression, because if you got that impression we will forget it.\n \nMR. MULLARKEY: I thought the entire instruction was–that was on the diversity of interest, and to my way of thinking that didn’t really matter because at the point when they decided the form they didn’t have that diversity of interest; that different management would make a difference.\n \nMR. LYONS: The judge said, the other things he said would apparently have determined that debt equity ratio at the outset of this corporation was approximately 10 to 1.\n \nTHE COURT: I think I said that there was testimony, as I recall it, to that effect.\n \nMR. LYONS: There was also testimony that it was 16 to 1.\n \nThat was Mr. Whitley’s testimony.\n \nTHE COURT: No question about the fact that it was something else, and I will mention that if you want me to do so.\n \nMR. LYONS: If you wouldn’t mind.\n \nMR. MUNGALL: I will ask that you do that. I had intended to that. I just didn’t.\n \nMR. MULLARKEY: One thing as I understand Your Honor is going to do is to give an instruction that preferred stock is inferior to creditors.\n \nTHE COURT: I think Mr. Mungall’s request was that I point out the preferred stock is subordinate to all debts of the corporation.\n \nMR. MULLARKEY: It is ordinarily, but I think it would ordinarily be in there.\n \nTHE COURT: Yes, I do, too.\n \nMR. MUNGALL: I would like to note if this is the appropriate time because I have three suggestions with respect to clarification.\n \nTHE COURT: Right, but can we do this after we excuse the jury?\n \nUnless you want me to–\n \nMR. MULLARKEY: I have nothing else.\n \n*21 THE COURT: –put them to the–\n \nMR. LYONS: Why don’t we just wait then.\n \nMR. MULLARKEY: Your Honor, I do have one other thing.\n \nI think we are going to have–should object at this point to Your Honor not instructing the jury in that there was not a diversity of interest in choosing the form of that transaction.\n \nTHE COURT: In other words, I should have instructed them that there was no diversity of interest?\n \nMR. MULLARKEY: In choosing the form of the transaction.\n \nTHE COURT: All right. I understand what you mean.\n \nWell, I will refuse to make that instruction.\n \n(Side-bar concluded.)\n \nTHE COURT: Three rather brief comments.\n \nIn discussing some of the attributes or characteristics of preferred stock I may have overlooked one that is important. Remember, I was talking about what can occur when a dissolution or a liquidation of a corporation so far as preferred stock is concerned.\n \nOrdinarily, preferred stock is subordinate to all debts of the corporation. It may have a superior place so far as common stock is concerned on liquidation, but ordinarily it is subordinate to all corporate debts.\n \nRemember, I was talking to you about Columbus in setting out to discover America, and I said Queen Isabella would have made an investment, and King Ferdinand under my hypothetical would have loaned the money. Historically, of course, I was not every accurate, and perhaps I should in the light of what we know about the risks attendant to Columbus’ voyage point out that if the risks of the return of King Ferdinand’s, what I call a loan–if the risk was so great that there was no other place to look for the return of that loan except to the success of the voyage itself, that no matter what label Columbus and King Ferdinand put on it it would have been an investment in equity. It would have been strictly on the risk of the venture and therefore it would have been equity, and everybody would have known that it was an equity.\n \nNow, of course, I could change the facts around and violate history a little bit more by saying that the venture was pretty surely to be a successful one and besides that Columbus had money in the bank, at home or something else, but it is true, and this is a point that if the risk is very great, highly great, as perhaps it actually was so far as Columbus was concerned, that the money placed with him, no matter what he and anybody else would have called it, would have been an investment in equity.\n \nOne more thing: It is my recollection that in the course of my instructions to you I said that there was testimony that the debt-equity ratio of this corporation when the original debentures were issued was 10 to 1.\n \nIt was also testimony, as I recall it from Mr. Whiteley, that as he evaluated the ratio it was 16 to 1 and therefore in his evaluation would have been a more risky investment than had the ratio been 10 to 1, as I indicated to you. All right.\n \nAnything else, Mr. Mungall, at this time?\n \nMR. MUNGALL: Not at this time, sir.\n \nTHE COURT: Mr. Lyons, anything else at this time?\n \n*22 MR. LYONS: Nothing at this time, Your Honor.\n \nTHE COURT: All right.\n \nMay we swear the Marshal, please.\n \n(The United States Marshal Anthony Pasquarelli having come forward, was duly sworn.)\n \nTHE COURT: Members of the jury, take this case, go over the evidence not as I have gone over it but as you recall it coming from the mouths of the witnesses, use the exhibits as you find them to be helpful, apply the law as I have endeavored to explain the law, then uninfluenced by either sympathy on the one hand or prejudice on the other, without fear or favor under your oath as jurors, return a verdict to us by answering the questions submitted to you, a verdict, members of the jury, which will be fair and just and between the plaintiff on the one hand and the government on the other.\n \nYou may now retire and we will send the exhibits to you in a few moments.\n \n\n* * *\n[Verdict]\nTHE DEPUTY CLERK: Members of the jury, hearken unto your verdict as the Court will record it.\n \nIn the issue joined wherein Scriptomatic is plaintiff and the United States of America is defendant you have answered the following interrogatories as follows:\nInterrogatory No. 1: Were the interests of the persons who acquired the capital stock and the debentures of the plaintiffs sufficiently varied in diversity so that the form of the transaction consisting of the issuance of various debentures was the result of an arms-length relationship among them?\n \n \nAs to 1963 your answer is no, and so say you all?\n \nTHE JURY: Yes.\n \nTHE DEPUTY CLERK: As to 1965 your answer is no, and so say you all?\n \nTHE JURY: Yes.\n \nTHE DEPUTY CLERK: Number 2: Were the advances evidenced by the instruments entitled 7% Subordinated Debentures due January 15, 1973 loans to the corporation rather than equity investments?\n \nAs to those issues in 1963 your answer is no, and so say you all?\n \nTHE JURY: Yes.\n \nTHE DEPUTY CLERK: As to those issues in 1965 your answer is no, and so say you all?\n \nTHE JURY: Yes.\n \nAll Citations\nNot Reported in F.Supp., 1973 WL 708, 33 A.F.T.R.2d 74-827, 74-1 USTC P 9246\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}