{
    "Background": "\n\n\n\n151 F.2d 118\nCircuit Court of Appeals, Second Circuit.\nH. R. LABORATORIES, Inc.,\nv.\nUNITED STATES et al.\nNo. 331.\n|\nAug. 20, 1945.\nSynopsis\nAppeal from the District Court of the United States for the Southern District of New York.\n \nAction by H. R. Laboratories, Inc., against the United States of America and Joseph T. Higgins, individually and as Collector of Internal Revenue for the Third District of New York, to recover excise taxes levied upon plaintiff as a manufacturer of soap, cosmetics, and toilet preparations. From a judgment for defendants, 55 F.Supp. 266, the plaintiff appeals.\n \nAffirmed.\n \n\n\nWest Headnotes (5)\n\n\n[1]\n|Internal RevenueToilet preparations\n|\n|Where taxpayer’s own sales prices on soap, cosmetics, and toilet preparations were less than fair market price of goods sold, and were not result of arm’s length transactions but of sales between parent and subsidiary corporations, the commissioner would compute excise tax on price base established by trade generally, and taxpayer could not complain because commissioner did not allow exclusions which would have been required under statutes if taxes had been determined upon price base established by taxpayer. Revenue Act 1932, §§ 603, 619(a), (b)(3), 26 U.S.C.A.Int.Rev.Acts, pages 608, 618.\n1 Case that cites this headnote\n|\n\n\n[2]\n|Internal RevenueToilet preparations\n|\n|Where taxpayer’s own sales prices on toilet preparations were less than the fair market price of the goods sold and were not the result of arm’s length transactions but of sales between parent and subsidiary corporations, the commissioner in determining a price base for taxation properly made use of the first sales outside the group as a factor. Revenue Act 1932, §§ 603, 619(a), (b)(3), 26 U.S.C.A.Int.Rev.Acts, pages 608, 618.\n1 Case that cites this headnote\n|\n\n\n[3]\n|Internal RevenueHarmless error\n|\n|In action to recover excise tax by manufacturer of toilet preparations, error, if any, in refusing to allow internal revenue agent called to stand by plaintiff to explain what he meant when he referred to the “55.5 formula”, was harmless, where agent later explained formula. Revenue Act 1932, §§ 603, 619(a), (b)(3), 26 U.S.C.A.Int.Rev.Acts, pages 608, 618.\n\n|\n\n\n[4]\n|Federal CourtsConduct of trial in general;  evidence;  judgment\n|\n|The appellate court cannot assume, in reviewing ruling refusing to permit witness to explain what he meant by a certain formula, that he knew more about how it was developed and used than he was permitted to tell.\n\n|\n\n\n[5]\n|Internal RevenueHarmless error\n|\n|In action to recover excise tax paid by manufacturer of toilet preparations, error, if any, in refusing to allow internal revenue agent called to stand by plaintiff to answer question whether since the “55.5 formula” was adopted any other formula was used in district in determining taxes was harmless, where agent’s cross-examination made it clear that the “55.5 formula” had been uniformly applied in making deficiency assessments like those in suit. Revenue Act 1932, §§ 603, 619(a), (b)(3), 26 U.S.C.A.Int.Rev.Acts, pages 608, 618.\n\n|\n\n\nAttorneys and Law Firms\n*118 Klein, Finke & Austin, Andrew B. Trudgian, and Gustav Nadel, all of New York City (Joseph J. Klein and Norma Rhoades, both of New York City, of counsel), for plaintiff-appellant.\nJohn F. X. McGohey, U.S. Atty., of New York City (William L. Lynch, Asst. U.S. Atty., of New York City, of counsel), for defendants-appellees.\nBefore SWAN, CHASE, and FRANK, Circuit Judges.\nOpinion\n\nCHASE, Circuit Judge.\n\nWhen the excise tax on sales of toilet preparations by manufacturers took effect on June 21, 1932, Helena Rubinstein, Inc., a New York corporation, became taxable on its sales of them by virtue of § 603 of the Revenue Act of 1932, 26 U.S.C.A.Int.Rev.Acts,page 608. For a short time it added the amount of the taxes to its invoices but then decided to eliminate that practice and reimbursed its customers for the taxes thus passed on by delivering to them additional goods whose price equaled the taxes for which they had been charged.\nBut in August 1932, the corporation attempted to minimize this tax burden. The plaintiff was organized under the laws of New York and Helena Rubinstein, Inc., transferred to it, in exchange for all its capital stock, the manufacturing part of the business of the parent corporation. *119 From September 1, 1932, throughout the period involved in this suit the plaintiff manufactured and sold to the parent corporation and to two wholly owned subsidiaries of the latter, Helena Rubinstein, Inc., of Washington and Helena Rubinstein, Inc., of California, products whose sales were taxable under the above statute. These sales were made at prices lower than those which the parent corporation had formerly charged to the trade, and the excise taxes on those sales were computed and paid by the plaintiff on such lower prices.\nThe Commissioner, acting under the provisions of § 619(b) (3) of the 1932 Act, 26 U.S.C.A.Int.Rev.Acts,page 618, determined that those sales by the plaintiff were at less than the fair market price and were not made through an arm’s-length transaction. Accordingly, he assessed additional taxes computed on prices which he determined to be the prices for which such articles were sold in the ordinary course of business by the manufacturers or producers thereof. The plaintiff paid those additional taxes. A partial rebate was allowed, but the plaintiff filed four timely claims for refund which together covered the period from January 1, 1934, to June 30, 1939, and which were rejected in full. Thereafter this suit was brought to recover with interest from defendant Higgins, Collector of Internal Revenue for the Third District of New York, the sum of $115,203.82 and from the United States $413,238.55 which had been paid to another collector who thereafter died.\nThe plaintiff originally contended both that the Commissioner lacked a proper basis for invoking § 619(b) for the assessment of additional taxes and that, even if the taxes were assessable under that section, not all the exclusions which should have been made under § 619(a) had been given effect in establishing the price base for the computation of the taxes. Among those items were expenses which it claimed should have been excluded by virtue of the phrase ‘or other charge’ in the statute but which were held in F. W. Fitch Company v. United States, 323 U.S. 582, 65 S.Ct. 409, not to be excludable. The plaintiff then reduced its claim accordingly and sought to recover the remainder of $255,347.33 plus interest at the trial below, which was by the court without a jury. After finding the facts the court concluded that no cause of action had been proved and dismissed the complaint on the merits. This appeal is from that judgment.\nThe present issues are (1) whether the price base for the computation of the taxes was erroneously determined; (2) whether evidence was erroneously excluded at the trial; (3) whether the plaintiff proved that it had not passed on the taxes sought to be recovered; and (4) whether the plaintiff should have been permitted to introduce at the trial evidence which it had not presented for consideration by the Commissioner.\nThe last point mentioned is raised by the appellees, who contend here, as they did below, that our decisions in Samara v. United States, 129 F.2d 594, and Louis F. Hall & Co. v. United States, 148 F.2d 274, are applicable. The error, if any, in admitting evidence offered by the appellant for the first time in the court below is now urged merely to show the futility of a remand for another trial de novo and need not be considered unless the appellant has shown error which would otherwise require a reversal of the judgment and a remand. DeNobili Cigar Co. v. United States, 2 Cir., 146 F.2d 556.\nThe appellant does not now contend that sales of its products to its parent and the latter’s two subsidiaries were made either at the fair market price or through arm’s-length transactions. In other words, it concedes that the Commissioner properly invoked the provisions of § 619(b) in making the additional assessments but claims that in so doing he acted arbitrarily and failed to exclude certain items of expense which § 619(a) required to be excluded in determining the price tax base under § 619(b).\nThe section last mentioned reads as follows in so far as now pertinent:\n‘(b) If an article is * * * (3) sold (otherwise than through an arm’s length transaction) at less than the fair market price; the tax under this title shall (if based on the price for which the article is sold) be computed on the price for which such articles are sold, in the ordinary course of trade, by manufacturers or producers thereof, as determined by the Commissioner.’\nArt. 15 of T.R. 46 (1932 Ed.) provided in part that:\n‘Where, for any reason, a manufacturer’s sale price does not properly reflect the price *120 for which similar articles are sold at the price of manufacture or production in the ordinary course of trade by manufacturers and the sale is not an arm’s-length transaction, the tax shall be computed upon a fair market price.’\nPurporting to act under the above quoted statute and regulation, the Commissioner consulted manufacturers of like products as well as the Toilet Goods Association, and also held a hearing in Washington. He determined that it was the practice in the trade for manufacturers of such products to allow trade discounts of 33 1/3% from the indicated retail prices of the articles and then an additional jobber’s discount of 16 2/3%. As these two discounts together were the equivalent of one discount of 44.5% from the suggested retail price, he determined that 55.5% of that retail price was the price at which such articles are sold by the manufacturers or producers thereof, in the ordinary course of trade. That is called in the record the 55.5 formula and it was applied in assessing the plaintiff’s additional taxes.\nThough the average discount of the Rubinstein group on outside sales did not include any discount to jobbers, since it made no sales to them, and was 37% off suggested retail prices, the Commissioner gave the plaintiff the benefit of the 44.5% discount which obtained generally in the trade, and, as the trial court found on adequate evidence, made the deficiency assessments in the following way:\n‘(1) From the sales as reflected by the books he excluded non-taxable sales and the established taxable sale he reduced by certain statutory deductions but did not make any deduction for selling, advertising and general or administrative selling expense as such.\n‘(2) After determining that the plaintiff’s established wholesale price was 63%, or thereabouts, of its suggested retail price, he revalued the net adjusted taxable wholesale sales figures to 100% to ascertain the retail sales value of same.\n‘(3) From the retain sales value thus ascertained he deducted 44 1/2%, representing discounts of 33 1/3% as average trade discount and 16 2/3% as average jobber’s discount, thereby establishing the wholesale fair market value of the sales, namely at 55.5% of the suggested retail value of the taxable sales.\n‘(4) He computed the tax by applying the statutory rates of 10% and 5%.’\nThe appellant, now represented by counsel retained since the trial below, insists that the Commissioner erroneously failed to reduce the price base by what it calls certain mandatory statutory exclusions, deductions and adjustments which it designates as part of the amount of excise tax imposed by the Act from August 1938 to June 30, 1939, transportation charges, delivery charges, bona finde cash discounts, rebates, and some allowances. The appellees dispute appellant’s right to raise those issues here because they were not put in issue by the refund claims or litigated in the court below. Perhaps they might be disposed of on that technical ground, but we prefer to deal with them otherwise as they raise an important question relating to the administration of this tax and we think the appellant has misconceived its rights as a taxpayer liable for the taxes assessable on the price base determined under § 619(b).\n[1] The scheme of the statute is to have the taxes ordinarily determined upon the price base established by the taxpayer itself whenever that price base reflects the fair market price of the articles. Then the adjustments required by § 619(a) are indeed mandatory and must be made as the statute and regulations provide. When, however, the taxpayer’s own sales prices are less than the fair market price of the goods sold and are not the result of arm’s-length transactions, the Commissioner must use another price base for computing the tax and that is ‘the price for which such articles are sold, in the ordinary course of trade, by manufacturers or producers thereof, as determined by the Commissioner.’ § 619(b). The statute does not undertake to prescribe how the Commissioner shall make that determination or what factors shall be given consideration in determining the particular manufacturing expenses of the taxpayer. When a taxpayer makes it impossible for the Commissioner to assess the taxes in accordance with § 619(a), they become assessable not on the taxpayer’s own adjusted price base but on that of the trade in general; and if the two coincide it is only by happenstance. To be sure, the Commissioner must determine the price base under §. 619(b) (3) fairly and with due consideration given to all things required to enable him to arrive at a just determination. But unless it appears that *121 he has not done so a taxpayer cannot complain that exclusions which § 619(a) would have required to be made, had the sales been at fair prices, were not specifically made.\n \n[2] The cosmetic industry presented the Commissioner with difficult tax problems when it began to make inter-group changes in its selling practices after this excise tax took effect. We have previously had occasion to consider some of them. See, Bourjois, Inc., v. McGowan, 2 Cir., 85 F.2d 510, certiorari denied 300 U.S. 682, 57 S.Ct. 753, 81 L.Ed. 551; L. T. Piver, Inc. v. Hoey, 2 Cir., 101 F.2d 68. He properly made use of the first sales outside the group as a factor in determining the price base for taxation. Bourjois, Inc., v. McGowan, supra. He appears to have adopted a fair and reasonable method for adjusting those prices by means of a formula reflecting the general practice in the trade to arrive at the price base of § 619(b). The trial judge found that the price as determined by the Commissioner was a fair market price within the meaning of Sec. 619(b), and we think the record on this appeal bears him out.\n \n[3] [4] On the merits, therefore, the decision below was without error unless the finding just mentioned was erroneous because of the exclusion of evidence which the appellant sought to introduce. It called an internal revenue agent to the stand and, after identifying him as one of the agents who had been engaged in making the deficiency assessments in suit, inquired of him as to what he had done and how the assessments had been made. He was allowed to testify to that, but when he referred to the 55.5 formula and was asked to explain ‘what this formula really means’ he replied that he had only ‘secondary knowledge on this, because it was all done in the Commissioner’s office.’ After he further replied that ‘the 55.5 was determined after we had sent in numerous cases involving this revaluation, and the Commissioner contacted the Toilet Goods Association and had numerous conferences with other taxpayers having the same point involved,’ his answer was interrupted by the court because the testimony was hearsay. Upon inquiry by the plaintiff’s attorney the judge interpreted his ruling to mean that the witness could tell what he did but that his superior should be called ‘if you want to find out’ how the formula was arrived at. Nevertheless the witness afterwards explained, in relating what he had done while using the formula, how the latter was evolved and what was accomplished by its use as previously stated. Apparently the appellant’s trial counsel was satisfied with the explanation of the formula thus given and there is nothing to show that he attempted to call any superior of the witness to prove more about it. Whether the court was right or wrong when at first the evidence was excluded, the error, if any, must be considered harmless after the explanation of the formula later made. We cannot assume that the witness knew more about how it was developed and used than he was thus permitted to tell.\n \n[5] The appellant also relies on the exclusion of the answer to the following question put to the same witness: ‘Now, do you know whether since that formula was adopted any other formula was used in this district in determining taxes?’ But here too the error, if any, was harmless; for the cross-examination began after the exclusion of that answer, and after half a dozen questions had been answered the witness was asked if the formula was ‘uniform throughout the trade or uniform as applied to unique products manufactured and sold by double entities’ and his reply made it clear that it had been uniformly applied in making deficiency assessments like those in suit.\n \nAccordingly, we find no reversible error and also find it unnecessary to decide whether or not the finding that the appellant failed to prove that it had not passed on the taxes sought to be recovered was also supported by the record.\nJudgment affirmed.\nAll Citations\n151 F.2d 118, 45-2 USTC P 9393, 34 A.F.T.R. 138, 1946-1 C.B. 295\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}