{
    "Background": "\n\n\n\n278 F.Supp. 230\nUnited States District Court S.D. Texas, Houston Division.\nPhilip K. SMITH et ux.\nv.\nUNITED STATES of America.\nBenton G. SMITH et ux.\nv.\nUNITED STATES of America.\nMcIVER & SMITH FABRICATORS, INC.\nv.\nUNITED STATES of America.\nCiv. A. No. 63-H-152.\n|\nJan. 10, 1968.\nSynopsis\nAction to recover income taxes paid. The District Court, Singleton, J., held that rental of $1,500 per month for partnership land and buildings leased to corporation formed to carry on business of partnership was excessive and unreasonable and $950 was reasonable and could be deducted by corporation as ordinary and necessary expense of trade or business.\n \nJudgment in accordance with opinion.\n \n\n\nWest Headnotes (4)\n\n\n[1]\n|Internal RevenueRents and Royalties\n|\n|Excessive and unreasonable rental payments in situation involving bargain between related parties not at arm’s length are not “required to be made” within meaning of Internal Revenue provision for deduction of rentals or other payments required to be made as condition to continued use or possession of property for purposes of trade or business. 26 U.S.C.A. (I.R.C.1954) § 162(a)(3).\n1 Case that cites this headnote\n|\n\n\n[2]\n|Internal RevenueRents and Royalties\n|\n|Reasonableness of rentals for purposes of Internal Revenue Code provision for deduction of rentals or other payments required to be made as condition to continued use or possession of property for purposes of trade or business should be ascertained on basis of what would be reasonable for entire period of lease; the ultimate determination is whether or not there is such a lease as reasonable men dealing at arm’s length would make. 26 U.S.C.A. (I.R.C.1954) § 162(a)(3).\n2 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueRents and Royalties\n|\n|Rental of $1,500 per month for partnership land and buildings leased to corporation formed to carry on business of partnership was excessive and unreasonable and $950 per month was reasonable and could be deducted by corporation as ordinary and necessary expense of trade or business. 26 U.S.C.A. (I.R.C.1954) § 162(a)(3).\n1 Case that cites this headnote\n|\n\n\n[4]\n|Internal RevenueBuildings and Other Structures\n|\n|Corporation which was formed to carry on business of partnership and which leased lands and buildings of partnership for six-year term and which erected improvements thereon should depreciate improvements over their estimated useful life of 25 years.\n\n|\n\n\nAttorneys and Law Firms\n*230 Joe H. Reynolds, Reynolds, White, Allen & Cook, Houston, Tex., for plaintiffs.\nRobert L. Waters, Asst. U.S. Atty., Houston, Tex., for defendant.\n*231 Memorandum\nOpinion\n\nSINGLETON, District Judge.\n\nThis case was tried before the Court. It is the second part of a two-part lawsuit. The result of the first trial is reported in this Court’s opinion in Smith v. United States, 266 F.Supp. 814 (S.D.Tex.1967).\nMcIver & Smith Fabricators, Inc., the taxpayer herein, was incorporated in the State of Texas on September 1, 1956. The taxpayer was a continuation of the business known as McIver & Smith Fabricators, a partnership theretofore consisting of Philip K. Smith and Benton G. Smith. Up to the time of the incorporation, Philip K. Smith owned a seventy-five (75%) per cent interest and Benton G. Smith owned a twenty-five (25%) per cent interest in the partnership of McIver & Smith Fabricators.\nOn September 1, 1956, all the business that had theretofore been carried on by the partnership was transferred into the taxpayer corporation, the taxpayer assuming all liabilities thereby. The business thereafter was carried under the name of McIver & Smith Fabricators, Inc. Upon the transfer of the business to the corporation, the individual partners retained the land and buildings from which the business was operated in the partnership. The partnership name was changed to Rosslyn Investment Co. On September 1, 1956, the date of incorporation of McIver & Smith Fabricators, Inc., a lease was entered into between the taxpayer and Rosslyn Investment Co.\nThe lease covers real property and all improvements located thereon situated in Harris County, Texas of an area of approximately three (3) acres located in the northwestern part of Houston at 1015 Judiway. The term of the lease is for a period of six (6) years commencing on the first day of September, 1956 and ending on the 31st day of August, 1962. The taxpayer is obligated to pay as rent for the premises the sum of $1500 per month payable in advance on the first day of each month during the term of the lease.\nOn its tax returns for the years ending June 30, 1957 and June 30, 1958, McIver & Smith Fabricators, Inc. deducted the rental of $1500 per month as an ordinary and necessary business expense. In addition, it took a depreciation deduction on the improvements whih it had erected on the basis of six (6) years, the period of the lease.\nThe Commissioner of Internal Revenue determined a deficiency for the years ending June 30, 1957 and June 30, 1958. The Commissioner determined that a fair rental for the property was $800 per month for the fiscal year ended June 30, 1957 and $833.33 per month for the fiscal year ended June 30, 1958. He thus disallowed the claimed deduction for the excess amount up to $1500 per month.\nAs for the depreciation, it was determined by the Commissioner that the improvements should be depreciable over as estimated useful life of twenty-five (25) years rather than amortizable over the term of the lease. He thus disallowed the claimed deduction on the basis of six (6) years of useful life, but did allow a deduction on the basis of the use of a term of twenty-five (25) years of useful life.\nThe corporation duly paid the taxes and interest represented by the deficiencies as asserted by the Commissioner and filed appropriate claims for refund. On November 30, 1962 the Commissioner disallowed the claims for refund and thereafter this suit was filed.\nThe leased premises consisted of a shop building of heavy structural steel construction with reinforced concrete floor, containing 12,800 square feet of space; an air-conditioned concrete block office building containing 864 square feet; and approximately three acres of land providing parking and storage facilities, all being partially enclosed by a six foot cyclone fence.\nDuring its fiscal year ended June 30, 1958, the corporation completed construction *232 of permanent improvements consisting of a 784 square foot addition to the office building, a 7,800 square foot addition to the shop building, a 5,600 square foot additional concrete slab supporting a crane way and racks, and a crane way and racks.\nThe questions presented in this case are as follows:\n1. Was the rental of $1500 a month excessive and unreasonable?\n2. Is the lease agreement to be treated for tax purposes as having an indefinite term so that leasehold improvements are to be depreciated over their useful life rather than amortized over the six year term of the lease?\n3. If such leasehold improvements must be depreciated rather than amortized, is the useful life of such improvements twenty-five (25) years as claimed by the Government or fifteen (15) years as claimed by the taxpayer?\n[1] The pertinent statutory provision, section 162(a)(3) of the Internal Revenue Code of 1954, states that there shall be allowed as a deduction ‘rentals or other payments required to be made as a condition to the continued use or possession, for the purposes of the trade or business of property * * *.’ The cases have uniformly held, in a situation involving a bargain between related parties not at arm’s-length, that excessive and unreasonable payments in the form of rental are not ‘required to be made’ within the meaning of the statute. As a consequence, to the extent such alleged rental payments are excessive and unreasonable, they are not permissible deductions under the statute. See Brown Printing Co. v. Commissioner of Internal Revenue, 255 F.2d 436 (5th Cir. 1958); Hightower v. Commissioner of Internal Revenue, 187 F.2d 535 (5th Cir. 1951); Limericks, Inc. v. Commissioner of Internal Revenue, 165 F.2d 483 (5th Cir. 1948); Fairmount Park Raceway, Inc. v. Commissioner of Internal Revenue, 327 F.2d 780 (7th Cir. 1964).\n \nMr. Haynes C. Hurlock, Jr. was called by the Government as an expert witness. Mr. Hurlock testified that the reasonable rental for the premises would be $9,850.00 per year and that the reasonable economic life of the property and the improvements would be twenty-five (25) years. With respect to the rental, Mr. Hurlock testified that such a rental based upon a twenty-five year economic life would give a return to the owners of 6 1/2% Plus a recovery within the twenty-five year period of the total cost of the land and improvements.\nOn the other hand, the taxpayer testified to values that would substantiate the $1500 a month rental figure and also gave testimony to substantiate the term of the lease. The facts presented to the Court showed that the leased property was an integral part of the day-to-day business of the taxpayer and constituted the primary facilities in which the taxpayer’s business was carried on. The testimony revealed that the improvements were substantial and economically useful over a long period of time.\nWith respect to the useful life of the improvements, as stated above, Mr. Hurlock stated that his opinion of a useful life was twenty-five (25) years. On the other hand, the witnesses called on behalf of the taxpayer testified that the useful life was not more than fifteen (15) years.\n[2] With respect to the first question, the Brown case, supra, teaches that the reasonableness of rents in similar cases should be ascertained on the basis of what would be reasonable for the entire period of the lease and that in viewing the circumstances surrounding the lease the ultimate determination is whether there was such a lease as reasonable men dealing at arm’s-length would make.\n \n[3] Using the teachings of the Brown case and applying them to the facts of this case, this Court finds that, taking into consideration all of the relevant factors, a reasonable rental that would provide a fair return to the owners on the investment would be $950 per month.\n \n*233 [4] With respect to the second question, we are faced here with the recovery of capital expenditures for leasehold improvements in a situation where the relationship of the parties is such that the lessee will very likely continue to enjoy the use of the property even though there is no right in the lease agreement to renew the lease. The facts as presented to this Court indicate beyond any reasonable doubt that this lease will be renewed whenever necessary and that the taxpayer will continue to enjoy the use and occupation of the leased premises. Accordingly, the taxpayer should be required to depreciate the improvements over their estimated useful life.\n \nWith respect to the third question, the Court finds that the estimated useful life of the improvements in this case is twenty-five (25) years.\nThe Court does not attempt to calculate the recovery here but leaves that to the counsel for the parties in connection with the preparation of an appropriate judgment in accordance with this Memorandum and Opinion.\nCounsel for the Government shall prepare an appropriate judgment and, after obtaining approval of counsel for plaintiff, submit same to the Court for entry.\nAll Citations\n278 F.Supp. 230, 21 A.F.T.R.2d 596, 68-1 USTC P 9155\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}