{
    "Background": "\n\n\n\n436 F.2d 1327\nUnited States Court of Appeals, Fifth Circuit.\nEdith R. STERN, Plaintiff-Appellee,\nv.\nUNITED STATES of America, Defendant-Appellant.\nNo. 29204.\n|\nJan. 22, 1971, Rehearing Denied March 1, 1971.\nSynopsis\nSuit for recovery of deficiency for federal gift taxes and interest. The United States District Court for the Eastern District of Louisiana, Frederick J. R. Heebe, J., 304 F.Supp. 376, entered judgment for taxpayer, and United States appealed. The Court of Appeals, Thornberry, Circuit Judge, held that contributions which were motivated by taxpayer’s desire to promote a slate of candidates that would protect and advance her personal and property interests and over the disbursement of which taxpayer and her group retained control and which were spent on campaign expenditures such as handbills, posters, sample ballots and newspaper and television advertising were to be considered as made for an adequate and full consideration and, where expenditures were bona fide, at arm’s length and free from donative intent, were not taxable gifts, though purportedly not made in course of actual business carried on by taxpayer.\n \nAffirmed.\n \n\n\nWest Headnotes (1)\n\n\n[1]\n|Internal RevenueGift Taxes\n|\n|Contributions which were motivated by taxpayer’s desire to promote a slate of candidates that would protect and advance her personal and property interests and over the disbursement of which taxpayer and her group retained control and which were spent on campaign expenditures such as handbills, posters, sample ballots and newspaper and television advertising were to be considered as made for an adequate and full consideration and, where expenditures were bona fide, at arm’s length and free from donative intent, were not taxable gifts, though purportedly not made in course of actual business carried on by taxpayer.\n11 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*1327 Gerald J. Gallinghouse, U.S. Atty., Joan Elaine Chauvin, Asst. U.S. Atty., New Orleans, La., Johnnie M. Walters, Asst. Atty. Gen., Tax Div., Lee A. Jackson, Meyer Rothwacks, William K. Hogan, William A. Friedlander, Attys., *1328 Dept. of Justice, Washington, D.C., for defendant-appellant.\nThomas B. Lemann, Monroe & Lemann, Richard P. Wolfe, John D. Wogan, New Orleans, La., for plaintiff-appellee.\nBefore BELL, THORNBERRY and CLARK, Circuit Judges.\nOpinion\n\nTHORNBERRY, Circuit Judge:\n\nAt issue in this appeal is whether certain expenditures made by plaintiff-appellee to finance the election of various individuals to public office constituted taxable gifts under the Internal Revenue Code of 1954. The district court, after a nonjury trial, held that no taxable gifts had been made, and, after careful consideration of the matter, we affirm.\nBecause economic considerations and interests engendered an important segment of the events of this controversy and are, therefore, helpful to an understanding of it, we begin consideration of the case with a brief summary of the economic context, as adduced at trial, within which the relevant events transpired. In 1958 and 1961 a national business magazine queried one thousand business leaders in nineteen cities as to which area of the South they would select if they were considering new plant sites. In both surveys, Louisiana finished twelfth among thirteen states. Other reports demonstrated that Louisiana’s per capita income, which was 73% Of the national average in 1950, had slipped to 71.7% In 1961, a figure that placed the state forty-fourth nationally and ninth among Southern states. In the decade 1950-1960 Louisiana lost 2500 manufacturing jobs while Texas, North Carolina and Mississippi gained, respectively, 169,000, 74,000 and 32,000. These figures, in conjunction with others adduced at trial, indicated that Louisiana’s economic growth had not kept pace with that of her Southern sisters. The economic lag, according to a survey of industrial leaders, was attributable to five factors: (a) Louisiana’s severance tax; (b) Louisiana’s property tax inequities; (c) Louisiana’s distance from markets: (d) attitude of the State government; and (e) Louisiana’s sales and use tax.\nAlarmed by the economic lag and its effect upon their property and personal interests, and believing that a substantial part of the economic climate was interrelated with the political climate, certain Louisiana citizens, including Mrs. Edith R. Stern (plaintiff-appellee), determined to institute a reform government that would foster conditions more favorable to economic growth. In furtherance of this goal Mrs. Stern made political expenditures in 1959 and 1960 totaling $44,6001 to secure the election of a nine-man reform slate headed by de Lesseps S. Morrison, who was seeking the office of Governor. In 1961 Mrs. Stern expended $16,250 to further the election of a twelve-man reform slate headed by Adrian S. Duplantier, who was running for Mayor of New Orleans. Campaigns in support of the two reform slates were financed and conducted in the same manner. An informal finance committee comprised of contributors designated one of their number as ‘Treasurer.’ Contributions were deposited in the Treasurer’s bank account and were dispersed by him in accordance with the wishes of the contributors, who met from time to time to discuss the expenditures and raise more funds. At no time were funds either directed to the personal use of or controlled by any candidate. At the termination of the campaigns the entire election fund had been spent on campaign expenditures such as handbills, posters, sample ballots and newspaper and television advertising.\nIn 1959, 1960 and 1961 Mrs. Stern filed federal gift tax returns but did not include as gifts the amounts in controversy. Instead, she attached to each return the following statement: ‘I have not included in this return amounts which I spent in 19——- (59), (60), *1329 (61) in political campaigns. These were not gifts, but expenditures which I made to protect my property and personal interests by promoting efficiency in Government, and the individuals through whom the disbursements were made acted in my behalf in spending the money from my account for publicity, radio, television, and other legitimate campaign expenses.’ The Commissioner of Internal Revenue determined that the political expenditures constituted taxable gifts in the years 1959 through 1961 and assessed against Mrs. Stern federal gift taxes and interest in the total amount of $35,908.41. After paying the deficiency and unsuccessfully filing a claim for refund, Mrs. Stern brought suit for recovery of the deficiency in district court. After a nonjury trial the court found that the political expenditures were bona fide, at arms length, free from donative intent, and, accordingly, made in the ordinary course of business as defined in Treasury Regulations § 25.2512-8; that since ‘the funds expended by plaintiff in political campaigns were at no time under the dominion and control of the candidates, but rather remained under the dominion and control of those who had put up the funds, who determined how the funds should be spent, * * * there was no transfer to any candidate or political party’; and that full and adequate consideration was received by Mrs. Stern for the political expenditures. Accordingly, the district court held that no taxable gifts had been made. In this appeal the Government attacks as erroneous each of the foregoing findings. We have concluded, after careful consideration, that the lower court did not err in finding that the expenditures fall within the provisions of Treasury Regulations § 25.2512-8. Because this conclusion is determinative of the case, we do not reach the merits of either the alternative bases upon which the trial court founded its decision or appellant’s objections thereto.\nCentral to the case at bar is the construction to be given Treasury Regulations § 25.2512-8. An exception to the general rule that a transfer of property, to avoid characterization as a taxable gift, must be for full and adequate consideration, is found in Treasury Regulations § 25.2511-1(g)(1), which provides in pertinent part: ‘The gift tax is not applicable to a transfer for a full and adequate consideration in money or money’s worth, or to ordinary business transactions, described in § 25.2512-8.’ We are apprised by Treasury Regulations § 25.2512-8 that ‘Transfers reached by the gift tax are not confined to those only which, being without a valuable consideration, accord with the common law concept of gifts, but embrace as well sales, exchanges, and other dispositions of property for a consideration to the extent that the value of the property transferred by the donor exceeds the value in money or money’s worth of the consideration given therefor. However, a sale, exchange, or other transfer of property made in the ordinary course of business (a transaction which is bona fide, at arm’s length, and free from any donative intent), will be considered as made for an adequate and full consideration in money or money’s worth.’\nThe district court found that the political expenditures made by Mrs. Stern were bona fide, at arm’s length, and free from any donative intent and thus were to be considered as made for an adequate and full consideration in money or money’s worth under the provisions of § 25.2512-8. Appellant contends that the provisions, properly read, means that if a contribution is shown to have been (a) bona fide, (b) at arm’s length, (c) free from any donative intent and (d) made in the course of the conduct of a business, the actual lack of adequate consideration will be deemed irrelevant. Appellant, though not disputing the lower court’s findings that factors (a), (b) and (c) had been satisfied, argues that the political expenditures were not made in the course of an actual business carried on by Mrs. Stern and thus cannot fall within the provisions of § 25.2512-8. *1330 We believe appellant too narrowly construes the regulation.2\nIn Harris v. Commissioner of Internal Revenue, 340 U.S. 106, 112, 71 S.Ct. 181, 184-185, 95 L.Ed. 111, the Supreme Court held that a post-nuptial settlement of property rights between husband and wife satisfied the spirit of the Regulations and thus fell within Treasury Regulations 86.8, § 108 (now Treasury Regulations § 25.2512-8), even though the transaction was not “in the ordinary course of business’ in any conventional sense.’ Construing Harris the Second Circuit stated that ‘* * * even family transaction may for gift tax purposes be treated as one ‘in the ordinary course of business’ as defined in this Regulation (§ 25.2512-8) if each of the parenthetical criteria (bona fide, at arms length, free from any donative intent) is fully met.’ Rosenthal v. Commissioner of Internal Revenue, 2d Cir. 1953, 205 F.2d 505, 509. Moreover, the Tax Court has stated that ‘it does not follow that considerations which are relevant in determining whether an item of expense is an ‘ordinary and necessary’ business expense for purposes of income tax deduction are relevant in determining whether a transfer of property is made ‘in the ordinary course of business’ for purposes of the gift tax * * *. Surely it will not be said that there may not be a genuine business transaction not directly connected with the taxpayer’s trade or business or even though the taxpayer be not engaged in ‘carrying on any trade or business,’ within the scope of that term as limited by Higgins v. Commissioner of Internal Revenue, 312 U.S. 212, 61 S.Ct. 475, 85 L.Ed. 783.’ M. D. Anderson, 8 T.C. 706, 720 (1947). Accordingly, we are not persuaded that the provision in question must be construed as narrowly as appellant advocates. Cf. Carl E. Weller, 38 T.C. 790 (1962); Shelton v. Lockhart, 154 F.Supp. 244 (W.D.Mo.1957); Beveridge, Law of Federal Gift Taxation § 3.02 (1958); Lowndes and Kramer, Federal Estate and Gift Taxes (2nd Ed. 1962) § 32.9; Rev.Rul. 68-558, 1968-2 Cum.Bull. 415.\nThe transactions in controversy were permeated with commercial and economic factors. The contributions were motivated by appellee’s desire to promote a slate of candidates that would protect and advance her personal and property interests. To assure that the funds would be spent in a manner consonant with the attainment of that goal, appellee and her group retained control over the disbursement of their contributions. In a very real sense, then, Mrs. Stern was making an economic investment that she believed would have a direct and favorable effect upon her property holdings and business interests in New Orleans and Louisiana. These factors, in conjunction with the undisputed findings of the lower court that the expenditures were bona fide, at arms length and free from donative intent, lead us, in light of what we have said above, to the conclusion that the expenditures satisfy the spirit of the Regulations and are to be considered as made for an adequate and full consideration.3 Accordingly, we affirm the judgment below.\nAffirmed.\nAll Citations\n436 F.2d 1327, 27 A.F.T.R.2d 71-1647, 71-1 USTC P 12,737\n\n\n\nFootnotes\n|\n1\n|Of this total, $4,800 was paid by taxpayer for a poll to determine which candidate to back in the Governor’s race.\n|\n2\n|DuPont v. United States, 97 F.Supp. 944 (D.Ct.Del.1951), upon which appellant strongly relies, was decided without reference to Treasury Regulations § 25.2512-8. We do not find it determinative of the case at bar.\n|\n3\n|We note that the Commissioner has stated in Revenue Ruling 59-57, 1959-1 Cum.Bull. 626 that certain political contributions are subject to the gift tax. We need not decide whether this ruling is entitled to enforcement, since we believe that an expenditure falling within the provisions of Treasury Regulation § 25.2512-8 is not within the scope of the ruling.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}