{
    "Background": "\n\n\n\n404 F.Supp. 276\nUnited States District Court, D. South Carolina, Columbia Division.\nCOLUMBIA PRODUCTS COMPANY, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nCiv. A. No. 74-292.\n|\nNov. 25, 1975.\nSynopsis\nA fishing rod manufacturer brought an action to obtain a refund for alleged overpayments of federal manufacturers’ excise taxes. The District Court, Hemphill, J., held that the Internal Revenue Service did not make an unreasonable decision when it utilized the manufacturer’s prices to wholesale distributors, rather than the prices charged the manufacturer by its wholly owned subsidiary, as the best indicator of both fair market price and constructive sale price in establishing the manufacturer’s excise tax base.\n \nUnited States’ motion for partial summary judgment granted.\n \n\n\nWest Headnotes (2)\n\n\n[1]\n|Constitutional LawTaxation and Public Finance\n|\n|Discrimination against one class of manufacturers or another as direct result of particular application of excise tax laws is properly the concern of Congress rather than courts. 26 U.S.C.A. (I.R.C.1954) § 4161(a).\n2 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueComputation in General\n|\n|Internal Revenue Service, in determining amount of excise tax to be imposed upon sale of fishing rods, did not make unreasonable decision when it utilized manufacturer’s prices to wholesale distributors, rather than prices charged manufacturer by its wholly owned subsidiary, as best indicator of both fair market price and constructive sale price. 26 U.S.C.A. (I.R.C.1954) §§ 501(c)(3), 4161(a), 4216, 4216(b)(1–6), (b)(1)(C), 7421; 28 U.S.C.A. § 1292(b); Fed.Rules Civ.Proc. rule 56, 28 U.S.C.A.\n3 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*277 Wayne F. Rush, of Callison, Tighe, Nauful & Rush, Columbia, S.C., Phillip Hummer, and Richard A. Enslen, of Howard & Howard, Kalamazoo, Mich., for plaintiff.\nMark W. Buyck, U.S. Atty., Columbia, S.C., Wistar O. Stuckey, Asst. U.S. Atty., Columbia, S.C., and John A. Townsend, Tax Division, Dept. of Justice, Washington, D.C., for defendant.\nOpinion\n\n\nORDER ON DEFENDANTS’S MOTION AND PLAINTIFF’S CROSS-MOTION FOR PARTIAL SUMMARY JUDGMENT\n\n*278 HEMPHILL, District Judge.\n\nColumbia Products Company has brought the above-titled action to obtain a refund for alleged overpayments of federal manufacturers excise taxes for the third quarter of the calendar year 1967 and the fourth quarter of the calendar year 1970. Such suits are authorized by Section 7422 of the Internal Revenue Code of 1954, 26 U.S.C. § 7422 and jurisdiction is vested in this court by 28 U.S.C. §§ 1340 and 1346. The United States has counterclaimed, as authorized pursuant to Section 7401 of the Internal Revenue Code, for the amounts of excise taxes allegedly due from plaintiff for each calendar year 1967 through 1970 inclusive (excepting the third quarter of 1967 and the fourth quarter of 1970). This court derives jurisdiction over the counterclaim as well from 28 U.S.C. § 1346(c).\nSection 4161(a) of the Internal Revenue Code imposes an excise tax upon the sale, by a manufacturer, of certain designated items, including fishing rods.1 The amount of such tax is equal to ten (10) percent of the price for which the manufacturer sells the item. The determination, for excise tax purposes, of the price for which an item is sold, however, can be a task of considerable complexity. Section 4216 provides essentially that the correct definition of price varies according to the manner in which a manufacturer structures his business and the nature of the customers to whom he sells.2 Since any variation in the price *279 at which a manufacturer is deemed to sell his products (i.e. his tax base) directly affects the amount of excise tax he owes, the construction and application of Section 4216 are critical both to the IRS and to taxpaying manufacturers.\nThe principal question in this case is whether the IRS properly applied Section 4216 in computing plaintiff’s tax base and arriving at a ‘constructive sale price’ under Section 4216 rather than the actual price from Columbia to Shakespeare.\nBy its order of December 2, 1975 the court suspended all discovery in this action, but rather extensive discovery was conducted prior to that date and the depositions, admissions, and responses to interrogatories of both parties are available for the court’s consideration. Both parties have moved pursuant to Rule 56 for partial summary judgment on the principal issue noted above and the court will now consider those motions.\nThe plaintiff Columbia Products Company (Columbia) is a wholly-owned subsidiary of the Shakespeare Company (Shakespeare). Columbia manufactures and sells fishing rods and is subject to federal excise tax on those sales under Section 4161(a) of the Internal Revenue Code (references hereinafter are to the Internal Revenue Code unless otherwise indicated). During the period at issue Columbia sold its entire output of fishing rods to its parent company Shakespeare.3 Shakespeare then sold the rods to both wholesale and retail dealers, though not to the ultimate consumer. (i.e., Shakespeare itself did not sell rods ‘at retail.’) Prices on all sales made by Shakespeare, whether to wholesalers or retailers, were computed according to the same formula, a rather complex system of discounts which was then prevalent in the fishing tackle industry. The prices thus computed varied from approximately 37 to 45 percent of Shakespeare’s obviously artificial ‘recommended list price.’ Columbia’s prices to Shakespeare were determined under a type of cost-plus formula which resulted in sales by Columbia at approximately 20 to 30 percent of Shakespeare’s artificial list price.\nSince Columbia obviously sold rods to Shakespeare for substantially less than Shakespeare sold them to wholesalers and retailers, the IRS determined that Columbia’s excise tax base should be constructive sale price determined under Section 4216(b)(1)(C), as interpreted in Rev. Rul. 62-68 (1962-1 Cum.Bull. 216) and *280 Rev. Rul. 71-240 (1971-1 Cum.Bull. 372).4 The tax base adopted was Shakespeare’s established selling price for rods to wholesale distributors and, since Shakespeare sold to wholesale distributors and retail dealers on the same terms, the constructive sale price was the actual price for which the rods were sold.\nSection 4216 has been altered somewhat by several amendments which became effective either during or after the tax years in question, but the new provisions are inapplicable to Columbia. Subsections (b)(3) and (b)(4) do not apply because Shakespeare does regularly sell to wholesale distributors, and the ‘special rule’ of subsection (b)(2) does not apply because Columbia made no arm’s length sales to wholesalers. Section 4216(b)(1) is therefore the sole provision under which Columbia’s tax base can be determined since sales to the parent Shakespeare were clearly not at arm’s length and were made at prices substantially lower than those which wholesalers and retailers were then willing and able to pay, as evidenced by their purchases from Shakespeare.5\nColumbia argues essentially that the language in Section 4216(b)(1) which directs that ‘the tax . . . shall be computed on the price for which such articles are sold, in the ordinary course of trade, by manufacturers or producers thereof, as determined by the Secretary or his delegate’ requires the IRS to investigate the entire fishing tackle industry and make factual determinations of what all manufacturers and producers charge for their rods, ‘in the ordinary course of trade.’ The IRS acknowledges that it has not followed such a procedure in determining Columbia’s tax base but rather has taken the manufacturer’s own prices to wholesale distributors as the best and conclusive evidence of the proper tax base.\nTo support its position, Columbia points out that the tax base and resulting excise tax on a rod sold by Columbia to Shakespeare may be higher than that which another manufacturer pays on a physically identical rod sold to an unrelated wholesale distributor.6 The court certainly recognizes this possible disparity, but is also aware that this coin has another side. If Columbia’s tax base is regarded as its sale price to Shakespeare, the excise tax it pays may be substantially less than that paid by a competing manufacturer on a physically identical rod.7\n*281 [1] In this regard, the court is convinced that discrimination against one class of manufacturers or another as the direct result of a particular application of the excise tax laws is properly the concern of Congress, rather than the courts. The Supreme Court has spoken clearly on this precise issue in F. W. Fitch Co. v. United States, 323 U.S. 582, 65 S.Ct. 409, 89 L.Ed. 472 (1945), where the plaintiff argued that his excise taxes were higher than those paid by competitive manufacturers solely because his advertising and selling expenses (which he passed on in his sales price) were higher. The court concluded:\n \nIt is argued that this conclusion results in a discrimination against a manufacturer who indulges in his own advertising and selling campaigns in favor of one whose products are advertised by his customers and that Congress could not have intended such a discrimination. But this discrimination, to the extent that it may exist, is an unavoidable consequence of an excise tax based on the wholesale selling price. Such, cost factors as labor, materials and advertising naturally vary among competing manufacturers; different costs and different methods of doing business in turn may cause the wholesale selling prices to lack uniformity. And if these prices are taxed without adjustment for differing cost factors, tax inequalities and discriminations inevitably result. But where, as here, a flat tax is placed on the wholesale selling prices and no statutory provisions are made for relief from the resulting natural tax inequalities, courts are powerless to supply it themselves by imputing to Congress an unexpressed intent to achieve tax uniformity among manufacturers selling at wholesale.8\nThe language of Section 4216(b)(1) must therefore be construed without regard for the harm it may cause to Columbia and those manufacturers, if any, who are similarly situated. Where the language of Congress produces inequitable results, Congress, and not the courts, is empowered to rewrite the statutes involved.9\n[2] The dispute between Columbia and the IRS can thus be resolved by determining whether the IRS violated any express or implicit command of Section 4216(b)(1) when it determined Columbia’s tax base and resulting excise tax liability. As previously indicated, the procedure employed by the IRS in its assessment of Columbia’s tax is substantially that set forth in two revenue rulings. The first, Rev. Rul. 62-68 (1962-1 Cum.Bull. 216), provides that, unless the manufacturer selling to an affiliated selling corporation elects to use a tax base equaling 95 percent of the price for which the selling affiliate sells to wholesale distributors (and in return for the election surrenders certain rights to adjustments), the tax base under Section 4216(b)(1)(C) shall be the price at which the product leaves the corporate family in the ordinary course of trade— that is, the price for which the product is sold to unrelated wholesale distributors. This ruling was amplified by Rev. Rul. 71-240 (1971-1 Cum.Bull. 372) to provide a logical corollary— that is, if the sales price from the manufacturing corporation to the selling corporation is less than 95 percent of the price for which the selling corporation sells to unrelated wholesale distributors, the intercompany sales price is considered to be less than the ‘fair market price,’ which *282 is the second condition to application of Section 4216(b)(1)(C).10\n \nColumbia argues that, after the IRS has determined that Section 4216 applies because a sale is not at arm’s length and is for less than a fair market price, ‘the statute then requires a further factual determination of the prices at which ‘such articles’ are sold ‘in the ordinary course of trade’ by other manufacturers.’ This conclusion, however, is not justified. The language of Section 4216 grants the IRS authority to determine constructive sale prices and does not appear to preclude the exercise of some discretion in deciding exactly how such determinations will be made. Moreover, the enactments and expressed opinions of Congress concerning constructive sales prices clearly indicate its recognition that the procedures argued by Columbia are neither statutorily mandated nor administratively sound.\nThe Tax Reform Act of 1969 added two constructive price rules to the tax laws dealing with situations where a manufacturer or importer regularly sells an article subject to excise tax to an affiliated corporation and that corporation regularly sells these articles to independent retailers but does not regularly sell to wholesale distributors. The first of these rules codified what the IRS had previously held in various private rulings: that where a manufacturer or importer makes sales to a wholly-owned selling subsidiary at a price less than the fair market price, and the wholly-owned selling subsidiary resells the articles to independent retailers but does not regularly sell to wholesale distributors, the constructive sale price is to be 90 percent of the selling subsidiary’s lowest price to independent retailers.11 The second rule established a method for determining the fair market price in the case of such sales to a selling affiliate by reference to the markups of others in the same industry who normally sell to independent distributors. It provided that where the distributor regularly sells only to retailers and the normal method of sales in the industry is by arm’s-length transactions to distributors, then the fair market price of the article is to be the price at which the article is sold to retailers by the affiliated distributor, reduced by a percentage equal to the markup used by independent distributors in that industry.12\nThe Excise, Estate, and Gift Tax Adjustment Act of 1970 added yet another constructive sale price provision, this one relating generally to excise taxes on automobiles and trucks.13 At that time, the Senate Finance Committee reported at length on the previous and proposed constructive sale price provisions,14 and that discussion is quite significant here. The report reveals that Congress in 1970 was aware of the administrative difficulties inevitably encountered by the IRS in attempting to determine one taxpayer’s constructive sales prices by reference to sales by other companies.15 Further, it directed that the constructive *283 sale price provisions were also appropriate for determining ‘fair market price.’ Thus, where a manufacturer sells to a related company at an intrafamily price lower than the constructive sale price which would be computed from the related company’s sales to outsiders, the manufacturer is automatically deemed to be selling at less than a ‘fair market price.’ Such is the case here between Shakespeare and Columbia. Congressional references to determination of ‘fair market price’ and ‘constructive sale price’ within the aforementioned report are therefore references to the same procedure.\nThe most significant portion of the report appears to be the following:\nAlthough the committee has changed the rules provided in present law to make clear that they are constructive sale price rules and has also added a provision specifying another constructive sale price rule, it recognizes that in many situations it is difficult, if not impossible, for the Internal Revenue Service to determine a ‘fair market price.’ Such a determination is necessary since (under sec. 4216(b)(1)) the constructive sale price rules are applicable only if there are sales at less than ‘fair market price.’ In the case of sales between related parties, however, unless another ‘fair market price’ is clearly applicable, the committee believes that it is reasonable for the Internal Revenue service to use the constructive sale price rules provided by these three provisions in determining what constitutes the ‘fair market price’ for purposes of the sales involved.\nThe committee in providing the new rule specified in this bill does not mean to imply that it regards Revenue Ruling 62-68, described above, as being an unreasonable exercise of the Commissioner’s discretion under the basic constructive sale price provision in those cases where none of the new constructive sale price rules apply.\nCongress clearly recognizes that Section 4216 is not inflexible and that the IRS has some degree of discretion in making determinations of constructive sale prices. Even more significantly, it agrees that Revenue Ruling 62-68, upon which the IRS based its assessments here, is a reasonable procedure to employ in cases (such as this one) where none of the new constructive sale price rules apply.\nThe IRS relies rather heavily on the result in Creme Mfg. Co., Inc. v. United States,16 in which a manufacturing corporation sold taxable fishing lures to its related selling corporation for 25 percent of list price and the selling corporation resold the lures to unrelated wholesale distributors for 40 percent of list price. The IRS invoked the procedure in Revenue Ruling 62-68 to establish a tax base predicated upon the sale price from the selling corporation to wholesale distributors. The Court of Appeals for the Fifth Circuit affirmed the IRS action.\nAlthough the IRS does endorse the result in Creme Mfg. Co., it urges that the reasoning of the opinion contains several flaws and points out the dissenting judge’s similar conclusion. The court also has some reservations about the logic of the Creme Mfg. Co. opinion, although the general conclusion reached was undeniably correct. In any event, that case need not be regarded as controlling here, and the court’s decision in this matter is in no way dependent upon the precedential value of Creme Mfg. Co.\nHere the IRS did not make an unreasonable decision when it utilized Shakespeare’s prices to wholesale distributors as the best indicator of both fair market price and constructive sale price in establishing Columbia’s tax base. Section 4216 in no way forbids this procedure and Congress has expressly endorsed such action as valid where more specific constructive sale price provisions do not apply.\n*284 It is therefore the conclusion of the court that Columbia’s objections to the general procedure employed by the IRS in computing its excise tax base are unfounded. It cannot be disputed that this result will place Columbia and Shakespeare, as they are presently constituted, at a severe financial disadvantage in relation to other independent manufacturers of fishing tackle, but the tax statutes have never been notably marked by any proclivity for unswerving fairness to every taxpayer. The courts, however, are powerless to act in situations such as this. Having acted in the past to remedy inequities engendered by the excise tax provisions, Congress would be alarmingly remiss in its duty if it neglected to respond legislatively to the obvious economic injustice wrought by the Internal Revenue Code in this case and others like it. But that is unfortunately a matter for the future, and this court of stare decisis is bound by the present and the past.\nPlaintiff’s motion for partial summary judgment is therefore denied and defendant’s motion for partial summary judgment is granted. This action by no means terminates the litigation, there being substantial matters of computation and related issues yet remaining, but the court is of the opinion that this order involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from this order may materially advance the termination of the litigation. The opportunity for appeal pursuant to 28 U.S.C. § 1292(b) is therefore afforded, and should such appeal be taken, proceedings in this court will be suspended pending a decision thereon.\nDefendant’s motion for partial summary judgment is granted and plaintiff’s motion for partial summary judgment is denied.\nAnd it is so ordered.\nAll Citations\n404 F.Supp. 276, 37 A.F.T.R.2d 76-1621, 76-1 USTC P 16,215\n\n\n\nFootnotes\n|\n1\n|Sec. 4161(a), as amended October 25, 1972, provides in full:\n(a) Rods, creels, etc.— There is hereby imposed upon the sale of fishing rods, creels, reels, and artificial lures, baits, and flies (including parts or accessories of such articles sold on or in connection therewith, or with the sale thereof) by the manufacturer, producer, or importer a tax equivalent to 10 percent of the price for which so sold.\n|\n2\n|The relevant portions of Section 4216 are:\n(a) Containers, packing and transportation charges.— In determining, for the purposes of this chapter, the price for which an article is sold, there shall be included any charge for coverings and containers of whatever nature, and any charge incident to placing the article in condition packed ready for shipment, but there shall be excluded the amount of tax imposed by this chapter, whether or not stated as a separate charge. A transportation, delivery, insurance, installation, or other charge (not required by the foregoing sentence to be included) shall be excluded from the price only if the amount thereof is established to the satisfaction of the Secretary or his delegate in accordance with the regulations.\n(b) Constructive sale price—\n(1) In general.— If an article is—\n(A) sold at retail,\n(B) sold on consignment, or\n(C) sold (otherwise than through an arm’s length transaction) at less than the fair market price,\nthe tax under this chapter shall (if based on the price for which the article is sold) be computed on the price for which such articles are sold, in the ordinary course of trade, by manufacturers or producers thereof, as determined by the Secretary or his delegate. In the case of an article sold at retail, the computation under the preceding sentence shall be on whichever of the following prices is the lower: (i) the price for which such article is sold, or (ii) the highest price for which such articles are sold to wholesale distributors, in the ordinary course of trade, by manufacturers or producers thereof, as determined by the Secretary or his delegate. This paragraph shall not apply if paragraph (2) applies.\n(2) Special rule.— If an article is sold at retail or to a retailer, and if—\n(A) the manufacturer, producer, or importer of such article regularly sells such articles at retail, or to retailers, as the case may be,\n(B) the manufacturer, producer, or importer of such article regularly sells such articles to one or more wholesale distributors in arm’s length transactions and he establishes that his prices in such cases are determined without regard to any tax benefit under this paragraph,\n(C) in the case of articles upon which tax is imposed under section 4061(a) (relating to trucks, buses, tractors, etc.), the normal method of sales for such articles within the industry is not to sell such articles at retail or to retailers, or combinations thereof, and\n(D) the transaction is an arm’s length transaction, the tax under this chapter shall (if based on the price for which the article is sold) be computed on whichever of the following prices is the lower: (i) the price for which such article is sold, or (ii) the highest price for which such articles are sold by such manufacturer, producer, or importer to wholesale distributors (other than special dealers).\n(3) Constructive sale price in case of certain articles.— Except as provided in paragraphs (4) and (5), for purposes of paragraph (1), if—\n(A) the manufacturer, producer, or importer of an article regularly sells such article to a distributor which is a member of the same affiliated group of corporations (as defined in section 1504(a) as the manufacturer, producer, or importer, and\n(B) such distributor regularly sells such article to one or more independent retailers, but does not regularly sell to wholesale distributors.\nthe constructive sale price of such article shall be 90 percent of the lowest price for which such distributor regularly sells such article in arm’s-length transactions to such independent retailers. The price determined under this paragraph shall not be adjusted for any exclusion (except for the tax imposed on such article) or readjustments under subsections (a) and (f) and under section 6416(b)(1). If both this paragraph and paragraph (4) apply with respect to an article, the constructive sale price for such article shall be the lower of the constructive sale price determined under this paragraph or paragraph (4).\n(4) Constructive sale price in case of certain other articles.— For purposes of paragraph (1), if—\n(A) the manufacturer, producer, or importer of an article regularly sells (except for tax-free sales) only to a distributor which is a member of the same affiliated group of corporations (as defined in section 1504(a)) as the manufacturer, producer, or importer.\n(B) the distributor regularly sells (except for tax-free sales) such article only to retailers, and\n(C) the normal method of sales for such articles within the industry by manufacturers, producers, or importers is to sell such articles in arm’s-length transactions to distributors,\nthe constructive sale price for such article shall be the price at which such article is sold to retailers by the distributor, reduced by a percentage of such price equal to the percentage which (i) the difference between the price for which comparable articles are sold to wholesale distributors, in the ordinary course of trade, by manufacturers or producers thereof, and the price at which such wholesale distributors in arm’s length transactions sell such comparable articles to retailers, is of (ii) the price at which such wholesale distributors in arm’s-length transactions sell such comparable articles to retailers. The price determined under this paragraph shall not be adjusted for any exclusion (except for the tax imposed on such article) or readjustment under subsections (a) and (f) and under section 6416(b)(1).\n(5) Constructive sale price in the case of automobiles, trucks, etc.— In the case of articles the sale of which is taxable under section 4061(a) (relating to trucks, buses, tractors, etc.), for purposes of paragraph (1), if—\n(A) the manufacturer, producer, or importer of the article regularly sells such article to a distributor which is a member of the same affiliated group of corporations (as defined in section 1504(a) as the manufacturer, producer, or importer, and\n(B) such distributor regularly sells such article to one or more independent retailers,\nthe constructive sale price of such article shall be 98 1/2 percent of the lowest price for which such distributor regularly sells such article in arm’s-length transactions to such independent retailers. The price determined under this paragraph shall not be adjusted for any exclusion (except for the tax imposed on such article) or readjustments under subsections (a) and (f) and under section 6416(b)(1).\n(6) Definition of lowest price.— For purposes of paragraphs (1), (3), and (5), the lowest price shall be determined—\n(A) without requiring that any given percentage of sales be made at that price, and\n(B) without including any fixed amount to which the purchaser has a right as a result of contractual arrangements existing at the time of the sale.\n|\n3\n|Some sales were to Shakespeare of Arkansas, Inc., another wholly-owned subsidiary of Shakespeare Co., and to Pflueger Corp., another wholly-owned subsidiary until its merger with the parent company on July 31, 1969. Both parties concede, however, that for purposes of this action 100% of Columbia’s sales were made to Shakespeare Co.\n|\n4\n|Rev. Rul. 71-240 was obviously not in effect during the period in which Columbia’s tax liability, if any was incurred, but it is indicative of the theory upon which the IRS proceeded in later computing that liability.\n|\n5\n|See text following note 15 infra: See also Creme Mfg. Co., Inc. v. United States, 492 F.2d 515 (5th Cir. 1974), where the court reached the same conclusion in a somewhat different factual setting.\n|\n6\n|The following example is illustrative of this phenomenon: (1) Shakespeare purchases a rod bearing the Shakespeare brand name from an unrelated manufacturer for $2.00 and then sells that rod to unrelated wholesale distributors for $4.00; and (2) Shakespeare purchases a physically identical rod bearing the Shakespeare brand name from its wholly owned subsidiary (Columbia Products) for $2.00 and sells that rod to unrelated wholesale distributors for $4.00. In the former example, the excise tax paid by the unrelated manufacturer is 20 cents; in the latter example, if the Government’s view of the law is correct, the excise tax paid by the related manufacturer (Columbia Products) is 40 cents. It should be noted that this inequity is present whether Shakespeare manufactures the rod in a manufacturing branch (in which case it would not technically ‘purchase’ the rod) or in a manufacturing subsidiary corporation— in either case, the tax is higher if the tax base used is Shakespeare’s sale price to unrelated wholesale distributors.\n|\n7\n|This disparity can be illustrated if it is assumed that: (1) X company manufactures and sells fishing rods to wholesale distributors for $4.00, and (2) Shakespeare purchases physically identical fishing rods from its wholly-owned subsidiary (Columbia Products) for $2.00 and sells them to wholesale distributors for $4.00. In the former example, the excise tax paid by X company is 40 cents; in the latter example, if Columbia’s price to Shakespeare is deemed its tax base, the excise tax paid by Columbia is 20 cents.\n|\n8\n|323 U.S.at 586-87, 65 S.Ct.at 412.\n|\n9\n|The court is also aware of the Supreme Court’s similar deferral to Congressional authority when considering inequities in the application of Section 501(c)(3) and 7421 of the Internal Revenue Code. Bob Jones Univ. v. Simon, 416 U.S. 725, 94 S.Ct. 2038, 40 L.Ed.2d 496 (1974); Alexander v. ‘Americans United’ Inc., 416 U.S. 752, 94 S.Ct. 2053, 40 L.Ed.2d 518 (1974).\n|\n10\n|This five percent leeway is not contingent upon an election under which the manufacturer surrenders his right to certain adjustments. It is rather a de minimis rule permitting manufacturers, by their own action, to avoid application of this constructive price revision. Compare a similar de minimis rule under Sec. 483, discussed in Shanahan v. United States, 447 F.2d 1082 (10th Cir. 1971).\n|\n11\n|This provision is found in Section 4216(b)(3).\n|\n12\n|This provision is found in Section 4216(b)(4).\n|\n13\n|This provision is found in Section 4216(b)(5). The Act also added subsection (b)(6), defining ‘lowest price’ as used in subsections (b)(1), (b) (3), and (b)(5).\n|\n14\n|S. Rep. No. 91-1444, 91st Cong., 2d Sess. (1970), U.S. Code Cong & Admin. News 1970, p. 5710.\n|\n15\n|See also H. Rep. No. 481, 85th Cong., 1st Sess. (1958) and S. Rep. No. 2090, 85th Cong., 2d Sess. (1958), U.S. Code Cong. & Admin. News 1958, p. 4395, indicating a similar congressional awareness of such problems in 1958.\n|\n16\n|492 F.2d 515 (5th Cir. 1974).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}