{
    "Background": "\n\n\n\n25 C.I.T. 395\nUnited States Court of\nInternational Trade.\nTHE TORRINGTON COMPANY, Plaintiff and Defendant–Intervenor,\nv.\nUNITED STATES, Defendant\nand\nKoyo Seiko Co., Ltd. and Koyo Corporation of U.S.A.; NTN Corporation, NTN Bearing Corporation of America, American NTN Bearing Manufacturing Corporation, NTN Driveshaft, Inc., NTN–Bower Corporation and NTN–BCA Corporation, Defendant–Intervenors and Plaintiffs.\nSlip Op. 01–56.\n|\nNo. 99–08–00462\n|\nMay 10, 2001.\nSynopsis\nExporters and domestic industry sought judicial review of Department of Commerce duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan. On parties’ motion for judgment upon the agency record, the Court of International Trade, Tsoucalas, Senior Judge, held that: (1) Commerce properly included exporter’s home market sample sales, which had unusually high profit levels, into normal value and constructed value calculation; (2) decision by Commerce to apply major input rule to affiliated party transactions in calculating cost of production and constructed value was reasonable; (3) Commerce’s application of adverse facts test against exporter was reasonable; (4) Commerce was not required to deduct expenses from starting prices of either export price or constructed export price prior to determining level of trade; (5) Commerce’s recalculation of exporter’s United States and home market indirect selling expenses, without regard to levels of trade, was proper; (6) Commerce’s inclusion of profits on export price sales, in calculation of constructed export price profit, was reasonable; and (7) Commerce’s decision to include directors’ retirement benefits in exporter’s general and administrative expenses ratio was reasonable.\n \nGranted in part, and denied in part.\n \n\n\nWest Headnotes (70)\n\n\n[1]\n|Customs DutiesScope of inquiry or review\n|\n|When reviewing a challenge to a final determination of the Department of Commerce in an antidumping matter, a court will uphold Commerce’s determination unless it is unsupported by substantial evidence on the record, or otherwise not in accordance with law. Tariff Act of 1930, § 516A(b)(1)(B)(i), as amended, 19 U.S.C.A. § 1516a(b)(1)(B)(i).\n\n|\n\n\n[2]\n|Customs DutiesProceedings\n|\n|The Department of Commerce does not have inherent authority to conduct a duty absorption inquiry in any administrative review; rather, the statutory scheme developed under the Uruguay Round Agreements Act, clearly provides that the inquiry must occur in the second or fourth administrative review after the publication of the antidumping duty order, not in any other review, and upon the request of a domestic interested party. Tariff Act of 1930, § 751(a)(4), as amended, 19 U.S.C.A. § 1675(a)(4).\n\n|\n\n\n[3]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Department of Commerce properly included exporter’s home market sample sales, which had unusually high profit levels, into normal value and constructed value calculation, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan; exporter failed to provide sufficient evidence that those sales fell outside ordinary course of trade, and Commerce had wide discretion in deciding under what circumstances sales or transactions were outside ordinary course of trade.\n5 Cases that cite this headnote\n|\n\n\n[4]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|The Department of Commerce is required to consider below cost sales and sales between related parties as sales outside the ordinary course of trade; although sales below the cost of production and affiliated party transactions are specifically designated as outside the ordinary course of trade, other types of sales can be excluded as being outside the ordinary course of trade. Tariff Act of 1930, §§ 771(15), 773(b)(1), (f)(2), as amended, 19 U.S.C.A. §§ 1677(15), 1677b(b)(1), (f)(2).\n1 Case that cites this headnote\n|\n\n\n[5]\n|Customs DutiesProceedings\n|\n|In an antidumping matter, the determination of whether a sale or transaction is outside the ordinary course of trade is a question of fact; when making this determination, the Department of Commerce considers not just one factor taken in isolation but rather all the circumstances particular to the sales in question. Tariff Act of 1930, § 771(15), as amended, 19 U.S.C.A. § 1677(15).\n\n|\n\n\n[6]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|The Department of Commerce has discretion to interpret the “ordinary course of trade” subsection of the antidumping legislation’s definitional statute and to determine which sales are outside the ordinary course of trade, such as sales involving aberrational prices and abnormally high profit levels. Tariff Act of 1930, § 771(15), as amended, 19 U.S.C.A. § 1677(15); 19 C.F.R. § 351.102(b).\n3 Cases that cite this headnote\n|\n\n\n[7]\n|Administrative Law and ProcedurePlain, literal, or clear meaning;  ambiguity or silence\nAdministrative Law and ProcedurePermissible or reasonable construction\n|\n|A court first determines if a statute is clear on its face when it considers whether an agency exercised reasonable discretion in its interpretation of the statute, for the purpose of a challenge to the validity of the actions taken by an agency which were apparently authorized by that statute; if the language of the statute is clear, then the court must defer to Congressional intent, if the statute is unclear, then the question for the court is whether the agency’s answer is based on a permissible construction of the statute.\n\n|\n\n\n[8]\n|Administrative Law and ProcedureAntidumping and countervailing duties\nCustoms DutiesScope of inquiry or review\n|\n|When a court determines whether the interpretation of a statute by the Department of Commerce is reasonable, the court considers, among other factors, the express terms of the provisions at issue, the objectives of those provisions and the objective of the antidumping scheme as a whole, for the purpose of a challenge to the validity of the actions taken by an agency which were apparently authorized by a statute.\n\n|\n\n\n[9]\n|Customs DutiesCountervailing or Dumping Duties\n|\n|The purpose of the ordinary course of trade provision in the antidumping legislation is to prevent dumping margins from being based on sales which are not representative of the home market. Tariff Act of 1930, § 771(15), as amended, 19 U.S.C.A. § 1677(15).\n\n|\n\n\n[10]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In an antidumping matter, the methodology the Department of Commerce employs for deciding when sales are outside the “ordinary course of trade” is to examine the totality of the circumstances surrounding the sale or transaction in question to determine whether the sale or transaction is extraordinary. 19 C.F.R. § 351.102(b).\n2 Cases that cite this headnote\n|\n\n\n[11]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Department of Commerce properly determined that sample sales by exporter lacked characteristics necessary to place them outside ordinary course of trade; although exporter alleged that its sample sales were made for customer evaluation and not for consumption purposes and that marking its accounting and record keeping systems with “SS” designation was proof of such, exporter did not prove that exporter’s customers were precluded from consuming such samples and peculiarity of exporter’s designation of such sales did not strip Commerce of right to exercise its discretion to conclude otherwise. 19 C.F.R. § 351.102(b).\n\n|\n\n\n[12]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Decision by Department of Commerce to apply major input rule to affiliated party transactions in calculating cost of production and constructed value was reasonable, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan. Tariff Act of 1930, § 773(f)(3), as amended, 19 U.S.C.A. § 1677b(f)(3); 19 C.F.R. § 351.407(b).\n2 Cases that cite this headnote\n|\n\n\n[13]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In an antidumping matter, when determining whether transaction prices between affiliated parties fairly reflect the market prices, the Department of Commerce compares the transaction prices with market prices charged by unrelated parties. Tariff Act of 1930, § 773(f)(2), as amended, 19 U.S.C.A. § 1677b(f)(2); 19 C.F.R. § 351.407.\n\n|\n\n\n[14]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Pursuant to the antidumping legislation’s “major input rule,” when calculating cost of production or constructed value, the Department of Commerce values a major input purchased from an affiliated supplier using the highest of the transfer price between the affiliated parties, the market price between unaffiliated parties, and the affiliated supplier’s cost of production for the major input. Tariff Act of 1930, § 773(f)(3), as amended, 19 U.S.C.A. § 1677b(f)(3); 19 C.F.R. § 351.407(b).\n3 Cases that cite this headnote\n|\n\n\n[15]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|For the purpose of antidumping matters, the “major input rule” permits the Department of Commerce to analyze cost of production data for major inputs purchased by a producer from its affiliated suppliers when it initiates a cost of production investigation without a separate below cost of production allegation with respect to inputs. Tariff Act of 1930, § 773(b)(1), (f)(3), as amended, 19 U.S.C.A. § 1677b(b)(1), (f)(3).\n2 Cases that cite this headnote\n|\n\n\n[16]\n|Customs DutiesProceedings\n|\n|Department of Commerce had reason to analyze exporter’s transfer prices for major inputs due to affiliation between exporter and its suppliers which created potential for companies to act in manner other than at arm’s length, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan. Tariff Act of 1930, § 773(b)(1), (f)(3), as amended, 19 U.S.C.A. § 1677b(b)(1), (f)(3).\n\n|\n\n\n[17]\n|Customs DutiesProceedings\n|\n|Application of adverse facts test against exporter, with regard to exporter’s sales by affiliated resellers in which exporter owned majority interest, was reasonable, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan; exporter did not act to the best of its ability in responding to requests by Department of Commerce for information concerning sales by affiliated resellers. Tariff Act of 1930, § 776(b), as amended, 19 U.S.C.A. § 1677e(b); 19 C.F.R. §§ 351.308(a), 351.403(c).\n\n|\n\n\n[18]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, the Department of Commerce determines price comparability by examining whether, on average, related party prices were equal to or greater than unrelated party prices.\n\n|\n\n\n[19]\n|Customs DutiesProceedings\n|\n|In antidumping matters, the Department of Commerce cannot penalize a party for a lack of unrelated party sales data when there is statutory authority to consider the party’s related sales data; where there are no sales to unaffiliated parties during the administrative review and it is impossible to make a comparison of prices of unaffiliated party sales with those of affiliated party sales, the only price information available is that of its sales to related parties. Tariff Act of 1930, § 773(f)(3), as amended, 19 U.S.C.A. § 1677b(f)(3).\n\n|\n\n\n[20]\n|Customs DutiesProceedings\n|\n|In antidumping matters, an adverse inference may be made against an interested party when the interested party fails to cooperate with the Department of Commerce by not acting to the best of its ability to comply with a request from the agency. Tariff Act of 1930, § 776(b), as amended, 19 U.S.C.A. § 1677e(b); 19 C.F.R. § 351.308(a).\n\n|\n\n\n[21]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Decision by Department of Commerce to resort to current value only if below-cost sales for both identical and similar foreign like product had been disregarded was reasonable, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan; although Commerce determined matter in manner analogous to its decision under law before implementation law which modified antidumping law, such determination was not irrational. Tariff Act of 1930, §§ 771(15, 16), 773(a)(1)(B)(i), (b)(1), as amended, 19 U.S.C.A. §§ 1677(15, 16), 1677b(a)(1)(B)(i), (b)(1).\n\n|\n\n\n[22]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, “normal value” means the price at which the foreign like product is first sold for consumption in the exporting country, in the usual commercial quantities and in the ordinary course of trade at a time reasonably corresponding to the time of the sale used to determine the export price or constructed export price. Tariff Act of 1930, §§ 772(a), 773(a)(1)(B)(i), as amended, 19 U.S.C.A. §§ 1677a(a), 1677b(a)(1)(B)(i).\n\n|\n\n\n[23]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|The Department of Commerce is required to consider sales of similar foreign like product if it has disregarded sales of identical foreign like product as below-cost sales and to use current value for determining normal value only if Commerce also disregards sales of the similar like product because they are below-cost. Tariff Act of 1930, § 771(16), as amended, 19 U.S.C.A. § 1677(16).\n\n|\n\n\n[24]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|The Department of Commerce is required to base foreign market value, referred to as normal value under the Uruguay Round Agreements Act, on nonidentical but similar merchandise, rather than upon constructed value, when sales of identical merchandise are found to be outside the ordinary course of trade, although under the law prior to the Uruguay Round Agreements Act, below-cost sales were not excluded from an ordinary course of trade analysis. Tariff Act of 1930, § 771(16), as amended, 19 U.S.C.A. § 1677(16).\n\n|\n\n\n[25]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters under the Uruguay Round Agreements Act, the Department of Commerce is required to first look to identical merchandise in matching the United States model to the comparable home market model; if a determination cannot be satisfactorily made using identical merchandise, Commerce must look to like merchandise and, if that is not available, Commerce must look to third country sales. Tariff Act of 1930, §§ 771(16), 773(a)(1), as amended, 19 U.S.C.A. §§ 1677(16), 1677b(a)(1).\n3 Cases that cite this headnote\n|\n\n\n[26]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Department of Commerce was not required to deduct expenses from either export price or constructed export price starting prices prior to determining level of trade, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan; Commerce already made adjustments to constructed export price starting price under related subsection and expenses at issue were unlikely to affect level of trade analysis. Tariff Act of 1930, §§ 772(a), 773(a)(1)(B)(i), as amended, 19 U.S.C.A. §§ 1677a(a), 1677b(a)(1)(B)(i).\n\n|\n\n\n[27]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, the first step in a level of trade methodology is to determine constructed export price.\n\n|\n\n\n[28]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, when determining the constructed export price level of trade, the Department of Commerce begins with the starting price to the first unaffiliated purchaser and then deducts from it the expenses incurred between importation and resale. Tariff Act of 1930, § 772(d), as amended, 19 U.S.C.A. § 1677a(d).\n\n|\n\n\n[29]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, a constructed export price calculation is intended to reflect as closely as possible a price corresponding to an export price between non-affiliated exporters and importers which is an unadjusted sales price or the starting price. Tariff Act of 1930, § 772(a), as amended, 19 U.S.C.A. § 1677a(a).\n\n|\n\n\n[30]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, the deduction from the constructed export price starting price of the expenses associated with economic activities in the United States results in the construction of a hypothetical transaction price that would likely have been charged to the first purchaser in the United States had that purchaser been unaffiliated to the exporter. Tariff Act of 1930, § 772(d), as amended, 19 U.S.C.A. § 1677a(d); 19 C.F.R. § 351.412(c)(1)(ii).\n\n|\n\n\n[31]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, the second step in a level of trade methodology is the determination of whether there are sales in the home market at the same level of trade as the adjusted constructed export price sales.\n\n|\n\n\n[32]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, when determining whether two levels of trade are different, the Department of Commerce reviews the selling functions remaining in the constructed export price transaction data, after making statutory adjustments to the constructed export price, and examines the data on the normal value side for evidence of similar selling functions. Tariff Act of 1930, §§ 772(d), 773(a), as amended, 19 U.S.C.A. §§ 1677a(d), 1677b(a).\n1 Case that cites this headnote\n|\n\n\n[33]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|The Department of Commerce must, to the extent practicable, use the same level of trade in the home market and the adjusted constructed export price sales, but if it is not possible to find sales in the home market at the same level of trade as the adjusted constructed export price sales, the next step is to consider whether a level of trade adjustment is appropriate; in determining whether to make the adjustment, Commerce must make certain that the different levels of trade involve different selling functions and that the different levels of trade in the normal value market are associated with a consistent pattern of price differences. Tariff Act of 1930, § 773(a)(1)(B)(ii), as amended, 19 U.S.C.A. § 1677b(a)(1)(B)(ii).\n\n|\n\n\n[34]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, if the levels of trade in the home market do not evidence a consistent pattern of price differences, no adjustment for levels of trade is permitted; when the level of trade adjustment is applicable and quantifiable, the Department of Commerce must make an adjustment for the entire price effect of the difference in levels of trade. Tariff Act of 1930, § 773(a)(7)(A), as amended, 19 U.S.C.A. § 1677b(a)(7)(A).\n\n|\n\n\n[35]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, if the Department of Commerce is not able to quantify price differences between the constructed export price level of trade and the level of trade of the comparison sales when reviewing price information in the home market, and if normal value is established at a more advanced stage of distribution than the constructed export price level of trade, then Commerce must make a constructed export price offset. Tariff Act of 1930, § 773(a)(7)(B), as amended, 19 U.S.C.A. § 1677b(a)(7)(B).\n\n|\n\n\n[36]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, the Department of Commerce determines the level of trade of constructed export price sales by using the constructed export price, that is, the price charged to the first unaffiliated purchaser in the United States adjusted for expenses associated with economic activities in the United States. Tariff Act of 1930, § 772(d), as amended, 19 U.S.C.A. § 1677a(d).\n\n|\n\n\n[37]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Methodology used by Department of Commerce for determining constructed export price level of trade for exporter’s constructed export price transactions by using starting price to first unaffiliated purchaser in United States, adjusted for the expenses and profit, was proper. Tariff Act of 1930, § 772(d), as amended, 19 U.S.C.A. § 1677a(d).\n\n|\n\n\n[38]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In an antidumping matter, a comparison between the normal value and the export price or constructed export price is required when making allowances for differences in levels of trade. Tariff Act of 1930, § 773(a)(7)(A), as amended, 19 U.S.C.A. § 1677b(a)(7)(A).\n\n|\n\n\n[39]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In an antidumping matter, the Department of Commerce must make adjustments to the constructed export price starting price; the Department of Commerce must determine normal value at the level of trade of the adjusted price to the first unaffiliated purchaser in the United States. Tariff Act of 1930, § 772(c, d), as amended, 19 U.S.C.A. § 1677a(c, d).\n\n|\n\n\n[40]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|The Department of Commerce is able to determine the level of trade for both constructed export price and export price upon an equivalent basis after it makes the determination of the level of trade for the constructed export price upon the basis of the constructed export price starting price from which the expenses relating to the subsection for “additional adjustments to constructed export price” have been deducted, and expenses relating to the subsection for “adjustments for export price and constructed export price” have not been deducted, and the export price based upon the export price starting price. Tariff Act of 1930, § 772(c, d), as amended, 19 U.S.C.A. § 1677a(c, d).\n\n|\n\n\n[41]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|The expenses relating to the subsection for “adjustments for export price and constructed export price” are deducted from both constructed export price and export price after the level of trade has been determined for both constructed export price and export price; moreover, the movement expenses, taxes and duties that the Department of Commerce deducts pursuant to the subsection which relates to “adjustments for export price and constructed export price” do not typically correspond to selling activities. Tariff Act of 1930, § 772(c), as amended, 19 U.S.C.A. § 1677a(c).\n\n|\n\n\n[42]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Recalculation of exporter’s United States and home market indirect selling expenses by Department of Commerce, without regard to levels of trade, was proper, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan.\n\n|\n\n\n[43]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Inclusion of profits on export price sales in the calculation by Department of Commerce of constructed export price profit was reasonable, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan. Tariff Act of 1930, §§ 771(25), 772(d)(1–3), (f)(1), (f)(2)(C), (f)(2)(C)(i), (f)(2)(D), as amended, 19 U.S.C.A. §§ 1677(25), 1677a(d)(1–3), (f)(1), (f)(2)(C), (f)(2)(C)(i), (f)(2)(D).\n\n|\n\n\n[44]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|When an exporter makes both export price and constructed export price sales, the law relating to “sales of the subject merchandise” encompass all such transactions and, therefore, calculation of total actual profit is to include all revenues and expenses resulting from exporter’s export price sales as well as from its constructed export price and home market sales. Tariff Act of 1930, §§ 751(a)(4), 772, 773(f)(2)(C), as amended, 19 U.S.C.A. §§ 1675(a)(4), 1677a, 1677b(f)(2)(C).\n\n|\n\n\n[45]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|For the purpose of determining constructed export price profit in an antidumping matter, the Department of Commerce’s calculation of expenses is not limited to expenses incurred with respect to constructed export price sales made in the United States and the foreign like product sold in the exporting country; total expenses also covers expenses incurred with respect to export price sales. Tariff Act of 1930, § 771(25), as amended, 19 U.S.C.A. § 1677(25).\n1 Case that cites this headnote\n|\n\n\n[46]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|The class or kind of merchandise that is within the scope of review of the Department of Commerce in an antidumping matter includes both constructed export price and export price sales. Tariff Act of 1930, § 771(25), as amended, 19 U.S.C.A. § 1677(25).\n\n|\n\n\n[47]\n|Customs DutiesProceedings\n|\n|For purposes of determining profit in an antidumping matter, the term “total expenses” refers to all expenses incurred with respect to the subject merchandise sold in the United States, as well as home market expenses; thus, where the exporter makes both export price and constructed export price sales, sales of the subject merchandise would encompass all such transactions. Tariff Act of 1930, § 771(25), as amended, 19 U.S.C.A. § 1677(25).\n1 Case that cites this headnote\n|\n\n\n[48]\n|Customs DutiesProceedings\n|\n|Department of Commerce could not apply a narrower subcategory of merchandise, such as one based upon level of trade, than narrowest category which included subject merchandise, in Commerce’s calculation of exporter’s constructed export price profit, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan. Tariff Act of 1930, § 772(d)(3), (f)(1), (f)(2)(C)(ii, iii), (f)(2)(D), as amended, 19 U.S.C.A. § 1677a(d)(3), (f)(1), (f)(2)(C)(ii, iii), (f)(2)(D).\n\n|\n\n\n[49]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In an antidumping matter, when calculating a constructed export price, the Department of Commerce must deduct the profit allocated to certain expenses from the price at which the merchandise is sold to the first unaffiliated purchaser in the United States. Tariff Act of 1930, § 772(d)(1–3), as amended, 19 U.S.C.A. § 1677a(d)(1–3).\n\n|\n\n\n[50]\n|Customs DutiesProceedings\n|\n|The class or kind of merchandise that may be within the scope of an antidumping investigation or review is the narrowest category which includes the subject merchandise; the Department of Commerce is not required to consider a sub-category of merchandise, such as one based upon a level of trade, when calculating constructed export price profit. Tariff Act of 1930, §§ 771(25), 772(f)(2)(C)(ii, iii), as amended, 19 U.S.C.A. §§ 1677(25), 1677a(f)(2)(C)(ii, iii).\n\n|\n\n\n[51]\n|Customs DutiesForeign market value, fair value, and adjustment\nCustoms DutiesProceedings\n|\n|Decision by Department of Commerce to include directors’ retirement benefits in exporter’s general and administrative expenses ratio was reasonable, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan; although exporter alleged that retirement benefits for directors was an extraordinary expense. Tariff Act of 1930, § 773(b)(3), as amended, 19 U.S.C.A. § 1677b(b)(3).\n\n|\n\n\n[52]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, when calculating cost of production and constructed value, the Department of Commerce is required to include selling, general, and administrative expenses. Tariff Act of 1930, § 773(b)(3), as amended, 19 U.S.C.A. § 1677b(b)(3).\n4 Cases that cite this headnote\n|\n\n\n[53]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|For the purpose of antidumping matters, “general and administrative expenses” are expenses which relate to the activities of the company as a whole rather than to the production process. Tariff Act of 1930, § 773(b)(3), as amended, 19 U.S.C.A. § 1677b(b)(3).\n7 Cases that cite this headnote\n|\n\n\n[54]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|For the purpose of antidumping matters, benefits paid to company officers and directors are general and administrative expenses because they are expenses that belong to the company as a whole rather than to the production process. Tariff Act of 1930, § 773(b)(3), as amended, 19 U.S.C.A. § 1677b(b)(3).\n6 Cases that cite this headnote\n|\n\n\n[55]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, exclusion of expenses from the calculation of the general and administrative expense rate occurs only when the expenses are both unusual and infrequent in nature. Tariff Act of 1930, § 773(b)(3), as amended, 19 U.S.C.A. § 1677b(b)(3).\n3 Cases that cite this headnote\n|\n\n\n[56]\n|Customs DutiesForeign market value, fair value, and adjustment\nCustoms DutiesProceedings\n|\n|Department of Commerce properly refused to adjust exporter’s normal values by home market commissions to affiliated parties that appeared to be made not at arm’s length, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan; exporter’s commission rates did not vary significantly between selling agents according to services provided by each agent and exporter failed to present Commerce with evidence demonstrating that there was reason for Commerce to depart from its weighted average methodology. Tariff Act of 1930, § 773(a)(6)(C), as amended, 19 U.S.C.A. § 1677b(a)(6)(C).\n\n|\n\n\n[57]\n|Customs DutiesDetermination, Judgment, and Relief;  Summary Judgment\n|\n|Considerable deference is given to the Department of Commerce in its “circumstances of sale” adjustments; as long as Commerce’s decision is reasonable, then Commerce has acted within its authority even if another alternative is more reasonable. Tariff Act of 1930, § 773(a)(6)(C)(iii), as amended, 19 U.S.C.A. § 1677b(a)(6)(C)(iii); 19 C.F.R. §§ 351.401(b)(i), 351.410(c).\n\n|\n\n\n[58]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, the Department of Commerce allows adjustments for sales commissions to affiliated parties only when they are found to be at arm’s length or are directly related to the sales under review; Commerce presumes that a commission arrangement is not bona fide in the case of a parent-subsidiary relationship and places on the foreign company the burden of coming forward with evidence supporting a bona fide arrangement. Tariff Act of 1930, § 773(a)(6)(C), as amended, 19 U.S.C.A. § 1677b(a)(6)(C).\n\n|\n\n\n[59]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, the Department of Commerce makes “circumstances of sale” adjustments only for direct selling expenses and assumed expenses. Tariff Act of 1930, § 773(a)(6)(C)(iii), as amended, 19 U.S.C.A. § 1677b(a)(6)(C)(iii); 19 C.F.R. §§ 351.401(b)(i), 351.410(c).\n\n|\n\n\n[60]\n|Customs DutiesProceedings\n|\n|In antidumping matters, the Department of Commerce reviews commission rates by comparing the weighted-average commission rate paid to affiliated parties to the weighted-average rate paid to unaffiliated parties; it does not review commission rates on an individual basis. Tariff Act of 1930, § 773(a)(6)(C)(iii), as amended, 19 U.S.C.A. § 1677b(a)(6)(C)(iii); 19 C.F.R. §§ 351.401(b)(i), 351.410(c).\n\n|\n\n\n[61]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Acceptance of exporter’s reported home market billing adjustments, as direct price adjustments to price, by Department of Commerce was supported by substantial evidence; exporter reported adjustments in timely fashion, exporter submitted information that was verified by Commerce, exporter submitted information that was not so incomplete that it could not serve as basis for reaching determination, and exporter demonstrated that it acted to the best of its abilities in providing information and meeting Commerce’s reporting requirements. Tariff Act of 1930, § 782(e), as amended, 19 U.S.C.A. § 1677m(e).\n\n|\n\n\n[62]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|In antidumping matters, the Department of Commerce accepts price adjustments when transaction-specific reporting is not feasible, providing that Commerce is satisfied that the allocation method used does not cause inaccuracies or distortions. 19 C.F.R. § 351.401(g).\n\n|\n\n\n[63]\n|Customs DutiesDetermination, Judgment, and Relief;  Summary Judgment\n|\n|Judicial precedents made prior to the Uruguay Round Agreements Act relating to post-sale price adjustments are no longer relevant in light of the Department of Commerce’s clear authority to reevaluate its treatment of post-sale price adjustments under the Uruguay Round Agreements Act. 19 C.F.R. § 351.401(g).\n\n|\n\n\n[64]\n|Customs DutiesProceedings\n|\n|Department of Commerce was not precluded from changing its policy relating to rebates and billing adjustments, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan; although Commerce previously treated rebates and billing adjustments as selling expenses, and consequently such adjustments were not treated as adjustments to price, prior antidumping law was modified by Uruguay Round Agreements Act. Tariff Act of 1930, § 782(e), as amended, 19 U.S.C.A. § 1677m(e).\n\n|\n\n\n[65]\n|Customs DutiesProceedings\n|\n|No legislatively imposed standards are imposed on the Department of Commerce to establish the circumstances under which Commerce is to grant or deny adjustments to normal value for post-sale price adjustments. Tariff Act of 1930, § 782(e), as amended, 19 U.S.C.A. § 1677m(e).\n\n|\n\n\n[66]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|The Department of Commerce accepts post-sale billing adjustments as direct adjustments to price if Commerce determines that an exporter, in reporting these adjustments, acted to the best of its ability to associate the adjustment with the sale on which the adjustment was made, rendering its reporting methodology not unreasonably distortive; when evaluating the degree to which an allocation in scope and non-scope merchandise may be distortive, Commerce examines the extent to which the out-of-scope merchandise included in the allocation pool is different from the in-scope merchandise. Tariff Act of 1930, § 782(e), as amended, 19 U.S.C.A. § 1677m(e).\n\n|\n\n\n[67]\n|Customs DutiesForeign market value, fair value, and adjustment\nCustoms DutiesProceedings\n|\n|Department of Commerce properly concluded that allocation by exporter of price adjustments reported in billing adjustment two over in-scope and out-of-scope merchandise was not unreasonably distortive, for purpose of duty absorption inquiry relating to an antidumping duty order for antifriction bearings and parts imported from Japan; Commerce reasonably did not require exporter to demonstrate non-distortive nature of the allocation directly by compelling them to identify separately the adjustments on scope merchandise and compare them to the results of allocations over both scope and non-scope merchandise. Tariff Act of 1930, § 782(e), as amended, 19 U.S.C.A. § 1677m(e).\n\n|\n\n\n[68]\n|Customs DutiesProceedings\n|\n|For the purpose of antidumping matters, a “verification” is a spot check and is not intended to be an exhaustive examination of a respondent’s business; the Department of Commerce has considerable latitude in picking and choosing which items it will examine in detail.\n3 Cases that cite this headnote\n|\n\n\n[69]\n|Customs DutiesEvidence\nCustoms DutiesDetermination, Judgment, and Relief;  Summary Judgment\n|\n|A court defers to the sensibility of the Department of Commerce as to the depth of an inquiry needed in a duty absorption matter; in the absence of evidence in the record suggesting the need to examine further the supporting evidence itself, the Department of Commerce may accept the credibility of a document at face value which was submitted by a party in such an inquiry.\n\n|\n\n\n[70]\n|Customs DutiesDetermination, Judgment, and Relief;  Summary Judgment\n|\n|In antidumping matters, a court will not supersede the conclusions of the Department of Commerce so long as it applies a reasonable standard to verify material submitted and the verification is supported by such relevant evidence as a reasonable mind might accept.\n\n|\n\n\nAttorneys and Law Firms\n*855 Stewart and Stewart (Terence P. Stewart, Wesley K. Caine, Geert De Prest and Lane S. Hurewitz) for Torrington.\nStuart E. Schiffer, Acting Assistant Attorney General; David M. Cohen, Director, Commercial Litigation Branch, Civil Division, United States Department of Justice (Velta A. Melnbrencis, Assistant Director); of counsel: William G. Isasi, Joon W. Lee, Peter G. Kirchgraber, John F. Koeppen, David R. Mason and Arthur D. Sidney, Office of the Chief Counsel for Import Administration, United States Department of Commerce, for the United States.\nPowell, Goldstein, Frazer & Murphy LLP (Neil R. Ellis, Elizabeth C. Hafner and Lisa A. Crosby) for Koyo.\nBarnes, Richardson & Colburn (Donald J. Unger, Kazumune V. Kano, Carolyn D. Amadon and Shannon N. Rickard) for NTN.\n\n\n\n\nOPINION\nTSOUCALAS, Senior Judge.\nPlaintiffs, The Torrington Company (“Torrington”), Koyo Seiko Co., Ltd. and Koyo Corporation of U.S.A. (collectively “Koyo”), NTN Corporation, NTN Bearing Corporation of America, American NTN Bearing Manufacturing Corporation, NTN Driveshaft, Inc., NTN–Bower Corporation and NTN–BCA Corporation (collectively “NTN”), move pursuant to USCIT R. 56.2 for judgment upon the agency record in this consolidated action challenging various aspects of the United States Department of Commerce, International Trade Administration’s (“Commerce”) final determination, entitled Final Results of Antidumping Duty Administrative Reviews of Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof From France, Germany, Italy, Japan, Romania, Sweden, and the United Kingdom (“Final Results ”), 64 Fed.Reg. 35,590 (July 1, 1999).\n \n*856 Specifically, plaintiffs Koyo and NTN contend that Commerce unlawfully conducted a duty absorption inquiry under 19 U.S.C. § 1675(a)(4) (1994) for the ninth administrative review of the applicable antidumping duty order.\n \nPlaintiff NTN alleges that Commerce erred in its treatment of the following: (1) NTN’s home market sales with high profit levels and home market sample sales in Commerce’s calculation of normal value; (2) inputs that NTN obtained from affiliated parties in Commerce’s calculation of cost of production and constructed value; (3) downstream sales for which NTN did not report the total downstream sales value of merchandise sold by affiliated parties; (4) normal value in Commerce’s decision to base it on constructed value after both below-cost identical and similar merchandise was disregarded; (5) NTN’s claim for level of trade adjustment; (6) NTN’s United States and home market indirect selling expenses in Commerce’s recalculation of these selling expenses without regard to levels of trade; (7) NTN’s constructed export price profits in Commerce’s calculation of constructed export price after including NTN’s profits from export price sales; (8) NTN’s constructed export price profits in Commerce’s calculation of constructed export price without regard to levels of trade; (9) NTN’s home market packing expenses; (10) NTN’s directors’ retirement benefits in Commerce’s calculation of NTN’s general and administrative expenses; (11) NTN’s normal value in Commerce’s refusal to adjust NTN’s normal value by home market commissions to affiliated parties that were not designated with the specificity necessary to presume arm’s length transactions.\n \nPlaintiff Torrington contends that Commerce erred in accepting Koyo’s home market “adjustment number two” as direct adjustment to price.\n \n\n\nBACKGROUND\nThis case concerns the ninth administrative review of the outstanding 1989 antidumping duty order on antifriction bearings (other than tapered roller bearings) and parts thereof (“AFBs”) imported from Japan for the period of review (“POR”) covering May 1, 1997 through April 30, 1998. See Final Results, 64 Fed.Reg. at 35,599, 35,617. In accordance with 19 C.F.R. § 351.213 (1998), Commerce initiated the administrative review of this order on June 29, 1998, see Initiation of Antidumping and Countervailing Duty Administrative Reviews and Request for Revocation in Part, 63 Fed.Reg. 35,188, and published the preliminary results of the subject review on February 23, 1999. See Preliminary Results of Antidumping Duty Administrative Reviews and Partial Rescission of Administrative Reviews of Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof From France, Germany, Italy, Japan, Romania, Singapore, Sweden, and the United Kingdom (“Preliminary Results ”), 64 Fed.Reg. 8790, 8791. Commerce published the Final Results on July 1, 1999. See 64 Fed.Reg. at 35,590.\n \nSince the administrative review at issue was initiated after December 31, 1994, the applicable law in this case is the antidumping statute as amended by the Uruguay Round Agreements Act (“URAA”), Pub.L. No. 103–465, 108 Stat. 4809 (1994) (effective Jan. 1, 1995).\n \n\n\nJURISDICTION\nThe Court has jurisdiction over this matter pursuant to 19 U.S.C. § 1516a(a) (1994) and 28 U.S.C. § 1581(c) (1994).\n \n\n\n*857 STANDARD OF REVIEW\n[1] In reviewing a challenge to Commerce’s final determination in an antidumping administrative review, the Court will uphold Commerce’s determination unless it is “unsupported by substantial evidence on the record, or otherwise not in accordance with law ....” 19 U.S.C. § 1516a(b)(1)(B)(i); see NTN Bearing Corp. of America v. United States (“NTN Bearing”), 24 CIT 385, ––––, 104 F.Supp.2d 110, 115–16 (2000) (detailing Court’s standard of review for antidumping proceedings).\n \n\n",
    "Discussion": "\nI. Duty Absorption Inquiry\nA. Background\nTitle 19 of the United States Code, § 1675(a)(4) provides that during an administrative review initiated two or four years after the “publication” of an antidumping duty order, Commerce, if requested by a domestic interested party, “shall determine whether antidumping duties have been absorbed by a foreign producer or exporter subject to the order if the subject merchandise is sold in the United States through an importer who is affiliated with such foreign producer or exporter.” Section 1675(a)(4) further provides that Commerce shall notify the International Trade Commission (“ITC”) of its findings regarding such duty absorption for the ITC to consider in conducting a five-year (“sunset”) review under 19 U.S.C. § 1675(c), and the ITC will take such findings into account in determining whether material injury is likely to continue or recur if an order were revoked under § 1675(c). See 19 U.S.C. § 1675a(a)(1)(D).\n \nOn May 29, 1998, and July 29, 1998, Torrington requested that Commerce conduct a duty absorption inquiry pursuant to § 1675(a)(4) with respect to various respondents, including Koyo and NTN, to ascertain whether antidumping duties had been absorbed during the ninth period of review (“POR”). See Final Results, 64 Fed.Reg. at 35,600, 35,617.\n \nIn the Final Results, Commerce determined that duty absorption had in fact occurred for the ninth review. See id. at 35,591, 35,600–02. In asserting its authority to conduct a duty absorption inquiry under § 1675(a)(4), Commerce first explained that for “transition orders” as defined in § 1675(c)(6)(C) (that is, antidumping duty orders, inter alia, deemed issued on January 1, 1995), regulation 19 C.F.R. § 351.213(j) provides that Commerce would make a duty absorption inquiry, if requested, for any antidumping administrative review initiated in 1996 or 1998. See id. at 35,600. Commerce concluded that (1) because the antidumping duty order on the AFBs in this case has been in effect since 1989, the order is a transition order pursuant to § 1675(c)(6)(C), and (2) since this review was initiated in 1998 and a request was made, it had the authority to make a duty absorption inquiry for the ninth POR. See id. at 35,600–02.\n \n\n\nB. Contentions of the Parties\nKoyo and NTN contend that Commerce lacked authority under § 1675(a)(4) to conduct a duty absorption inquiry for the ninth POR of the outstanding 1989 antidumping duty order. See Koyo’s Mem. P. & A. Supp. Mot. J. Agency R. (“Koyo’s Mem.”) at 5–7; Koyo’s Reply Br. Supp. Mot. J. Agency R. (“Koyo’s Reply”) at 2–19; NTN’s Mem. J. Agency R. (“NTN’s Mem.”) at 2, 6, 12–13; NTN’s Reply at 6–7. In the alternative, Koyo asserts that even if Commerce possessed the authority to conduct such an inquiry, Commerce’s methodology for determining duty absorption was contrary to the law and, accordingly, the case should be remanded to *858 Commerce to reconsider its methodology. See Koyo’s Mem. at 7–9; Koyo’s Reply at 19–21.\n \nCommerce argues that it: (1) properly construed subsections (a)(4) and (c) of § 1675 as authorizing it to make a duty absorption inquiry for antidumping duty orders that were issued and published prior to January 1, 1995; and (2) devised and applied a reasonable methodology for determining duty absorption. See Def.’s Mem. Partial Opp’n Pls.’ Mot. J. Agency R. (“Def.’s Mem.”) at 13–23. Also, Commerce asserts that no statutory provision or legislative history specifically provides that Commerce is precluded from conducting a duty absorption inquiry with respect to merchandise covered by a transition order. See id. at 2, 19.\n \nTorrington generally agrees with Commerce’s contentions. See Torrington’s Resp. Pls.’ Mot. J. Agency R. (“Torrington’s Resp.”) at 2–4, 17–37, 46–48. In addition, Torrington asserts that Commerce has inherent authority, aside from § 1675(a)(4), to conduct a duty absorption inquiry in any administrative review. See id. at 3, 38–45.\n \n\n\nC. Analysis\nIn SKF USA Inc. v. United States (“SKF I”), 24 CIT 822, 116 F.Supp.2d 1257 (2000), SKF USA Inc. v. United States (“SKF II ”), 2000 WL 1225803, 2000 Ct. Intl Trade LEXIS 109 (CIT Aug. 23, 2000), SKF USA Inc. v. United States (“SKF III”), 24 CIT 174, 94 F.Supp.2d 1351 (2000), this Court determined that Commerce lacked statutory authority under § 1675(a)(4) to conduct a duty absorption inquiry for antidumping duty orders issued prior to the January 1, 1995, the effective date of the URAA. See SKF I, 24 CIT at ––––, 116 F.Supp.2d at 1260; SKF II, 2000 WL 1225803 at *3, 2000 Ct. Intl Trade LEXIS 109 at *8–9, SKF III, 24 CIT at ––––, 94 F.Supp.2d at 1357–59. The Court noted that Congress expressly prescribed in the URAA that § 1675(a)(4) “must be applied prospectively on or after January 1, 1995 for 19 U.S.C. § 1675 reviews.” Id. (citing URAA’s § 291).\n \n[2] Because Commerce’s duty absorption inquiry, its methodology and the parties’ arguments at issue in this case are practically identical to those presented in SKF I, SKF II and SKF III, the Court adheres to its reasoning as it is stated in these cases. Moreover, contrary to Torrington’s assertion, the Court finds that Commerce does not have inherent authority to conduct a duty absorption inquiry in any administrative review. See id. Rather, the statutory scheme, as noted, clearly provides that the inquiry must occur in the second or fourth administrative review after the publication of the antidumping duty order, not in any other review, and upon the request of a domestic interested party. See 19 U.S.C. § 1675(a)(4). Accordingly, the Court finds that Commerce does not have statutory or inherent authority to undertake a duty absorption investigation for the outstanding 1989 antidumping duty orders in dispute.\n \n\n\nII. Commerce’s Inclusion of NTN’s Home Market Alleged Sample Sales and Sales with High Profit Levels in the Normal Value and Constructed Value Calculation\n\nA. Background\n[3] Commerce is required to base its normal value (“NV”) calculation upon “the price at which the foreign like product is first sold ... in the ordinary course of trade ....” 19 U.S.C. § 1677b(a)(1)(B)(i) (1994). Analogously, constructed value must be calculated using “amounts incurred ... for profits, in connection with the production and sale of a foreign like *859 product, in the ordinary course of trade, for consumption in the foreign country ....” 19 U.S.C. § 1677b(e)(2)(A). NTN contended during the review that Commerce, in calculating NV and CV, should have excluded sales with high profit levels because they were outside of the ordinary course of trade. See Final Results, 64 Fed.Reg. at 35,620. Commerce rejected NTN’s contention, explaining as follows:\n[Under Commerce’s current practice, Commerce] may consider sales or transactions to be outside the ordinary course of trade if [Commerce] determines, based on an evaluation of all of the circumstances particular to the sales in question, that such sales or transactions have characteristics that are extraordinary for the market in question. Examples of sales that [Commerce] might consider as being outside the ordinary course of trade are sales or transactions involving off-quality merchandise or merchandise produced according to unusual product specifications, merchandise sold at aberrational prices or with abnormally high profits, merchandise sold pursuant to unusual terms of sale, or merchandise sold to an affiliated party at a non-arm’s-length price. [ ] NTN provided no evidence, other than the allegedly high profits of some sales, to suggest that any of these sales, whether “high profit” or sample sales, are outside the ordinary course of trade. The simple fact of high profits, standing alone, is not sufficient for us to determine that a sale is outside the ordinary course of trade .... “[T]he presence of profits higher than those of numerous other sales does not necessarily place the sales outside the ordinary course of trade. In order to determine that a sale is outside the ordinary course of trade due to abnormally high profits, there must be unique and unusual characteristics related to the sale in question which make it unrepresentative of the home market.” [Final Results of Antidumping Duty Administrative Reviews on Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof From France, Germany, Italy, Japan, Romania, Singapore, Sweden, and the United Kingdom, 63 FR 33320 (June 18, 1998).] Thus, it would only be appropriate to exclude these sales from our normal-value calculation if there were circumstances surrounding these sales which would lead us to conclude that they were, in fact, made outside the ordinary course of trade.\nSee id. at 35,620–21 (emphasis in the original).\n \n\n\nB. Contentions of the Parties\nNTN argues that Commerce’s failure to exclude NTN’s sales with unusually high profit levels from the NV and CV calculations, despite what NTN considers to be sufficient evidence on record indicating that these sales were outside of the ordinary course of trade, was inconsistent with 19 U.S.C. § 1677b(a)(1)(B), the SAA and the regulation 19 C.F.R. § 351.102(b) (1998), all of which are read by NTN as clearly instructing Commerce to make such exclusion. See NTN’s Mem. at 2–3, 7, 15–19. NTN also argues that Commerce erred in including its home market sample sales in the calculation of NV because facts on the record support that the sales were made outside of the ordinary course of trade. See id. at 13–15. NTN, therefore, requests that its sales with high profit levels and samples sales be disregarded in the calculation of NV. See id. at 3, 15, 19.\n \nCommerce alleges that it properly exercised its discretion in rejecting NTN’s argument that Commerce must disregard sales with high profit levels as sales not in the ordinary course of trade because NTN *860 failed to adequately show that profits earned were aberrational or abnormal or otherwise outside of the ordinary course of trade. See Final Results, 64 Fed.Reg. at 35,620–21.\n \nTorrington claims that Commerce properly rejected NTN’s request to exclude high profit levels sales from the NV and CV calculation and sample sales from the NV calculation because of the following: (1) a higher profit on a particular sale does not establish per se that a sale is outside the ordinary course of trade; and (2) NTN failed to provide sufficient evidence that the contested sales were not in the ordinary course of trade. See Torrington’s Resp. at 56–59.\n \n\n\nC. Analysis\nThe term “ordinary course of trade” is defined as:\nthe conditions and practices which, for a reasonable period of time prior to the exportation of the subject merchandise, have been normal in the trade under consideration with respect to merchandise of the same class or kind. [Commerce] shall consider the following transactions, among others, to be outside the ordinary course of trade:\n(A) Sales disregarded under section 1677b(b)(1) of this title.\n(B) Transactions disregarded under section 1677b(f)(2) of this title.\n19 U.S.C. § 1677(15) (1994) (emphasis supplied).\n \n[4] Section 1677b(b)(1) deals with sales below cost of production. Section 1677b(f)(2) deals with sales to affiliated parties. Therefore, Commerce must consider below cost sales and sales between related parties as sales outside the ordinary course of trade. Although § 1677b(b)(1)’s sales below cost of production and § 1677b(f)(2)’s affiliated party transactions are specifically designated as outside the ordinary course of trade, the “among others” language of § 1677(15) clearly indicates that other types of sales could be excluded as being outside the ordinary course of trade.1 Commerce “may consider sales or transactions to be outside the ordinary course of trade if [Commerce] determines, based on an evaluation of all of the circumstances particular to the sales in question, that such sales or transactions have characteristics that are extraordinary for the market in question.” 19 C.F.R. § 351.102(b) (emphasis supplied). Examples of what could be considered outside the ordinary course of trade include: (1) off-quality merchandise; *861 (2) merchandise produced according to unusual product specifications; (3) merchandise sold at aberrational prices or with abnormally high profits; (4) merchandise sold pursuant to unusual terms of sale; or (5) merchandise sold to an affiliated party not at an arm’s length transaction. See 19 C.F.R. § 351.102(b).\n \n[5] Determining whether a sale or transaction is outside the ordinary course of trade is a question of fact. In making this determination, Commerce considers not just “one factor taken in isolation but rather ... all the circumstances particular to the sales in question.” Murata Mfg. Co., Ltd. v. United States, 17 CIT 259, 264, 820 F.Supp. 603, 607 (1993) (citation omitted). Commerce’s methodology for making this determination is codified in section 351.102(b) of Commerce’s regulations. See 19 C.F.R. § 351.102(b); see also Final Results, 64 Fed.Reg. at 35,620.\n \n[6] Thus, Commerce has the discretion to interpret § 1677(15) and to determine which sales are outside the ordinary course of trade, such as sales involving aberrational prices and abnormally high profit levels. See Mitsubishi Heavy Indus., Inc. v. United States (“Mitsubishi ”), 22 CIT 541, ––––, 15 F.Supp.2d 807, 830 (1998) (“Congress granted Commerce discretion to decide under what circumstances highly profitable sales would be considered to be outside of the ordinary course of trade.”); cf. Koenig & Bauer–Albert AG v. United States, 22 CIT ––––, –––– n. 8, 15 F.Supp.2d 834, 850 n. 8 (1998) (noting that although Commerce has the discretion to decide under what circumstances highly profitable sales are outside of the ordinary course of trade, “Commerce may not impose this requirement arbitrarily, ... nor may Commerce impose impossible burdens of proof on claimants” and citing NEC Home Elecs. v. United States, 54 F.3d 736, 745 (Fed.Cir.1995) (holding that “burden imposed to prove a level of trade adjustment was unreasonable because claimant could, under no practical circumstances, meet the burden”)).\n \n[7] Section 351.102(b) of Title 19 of the Code of Federal Regulations effectively interprets the term “outside the ordinary course of trade.” Cf. 19 U.S.C. § 1677(15). In resolving questions of statutory interpretation, the Chevron test requires this Court first to determine whether the statute is clear on its face. See Chevron U.S.A., Inc. v. Natural Resources Defense Council (“Chevron ”), 467 U.S. 837, 842–43, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984). If the language of the statute is clear, then this Court must defer to Congressional intent. See id. If the statute is unclear, however, then the question for the Court is whether the agency’s answer is based on a permissible construction of the statute. See id. at 843, 104 S.Ct. 2778; see also Corning Glass Works v. United States, 799 F.2d 1559, 1565 (Fed.Cir.1986) (finding that the agency’s definitions must be “reasonable in light of the language, policies and legislative history of the statute”). Here, the statutory provision defining what is considered outside the ordinary course of trade is unclear. While the statute specifically defines “ordinary course of trade,” it provides little assistance in determining what is outside the scope of that definition. The statute merely identifies a non-exhaustive list of situations in which sales or transactions are to be considered outside the “ordinary course of trade.” This Court finds the statute to be ambiguous as to what constitutes a sale outside the ordinary course of trade. What Congress intended to exclude from the “ordinary course of trade” is also not immediately clear from the statute’s legislative history. In the Statement of Administrative Action (“SAA”), accompanying the *862 URAA, Congress stated that in addition to the specific types of transactions to be considered outside the ordinary course of trade, “Commerce may consider other types of sales or transactions to be outside the ordinary course of trade when such sales or transactions have characteristics that are not ordinary as compared to sales or transactions generally made in the same market.” H.R. Doc. 103–826, at 834 (1994), reprinted in 1994 U.S.C.C.A.N. 4163. Congress also stated that because the statute does not provide an exhaustive list of situations which qualify as being outside the ordinary course of trade, “the Administration intends that Commerce will interpret 19 U.S.C. § 1677(15) in a manner which will avoid basing normal value on sales which are extraordinary for the market in question.” Id. This Court finds the legislative history is also ambiguous as to what constitutes a sale outside the ordinary course of trade.\n \n[8] [9] [10] Because neither the statutory language nor the legislative history explicitly establishes what is considered to be outside the “ordinary course of trade,” the Court assesses the agency’s interpretation of the provision as codified by the regulation to determine whether the agency’s interpretation is reasonable and in accordance with the legislative purpose. See Chevron, 467 U.S. at 843, 104 S.Ct. 2778. “In determining whether Commerce’s interpretation is reasonable, the Court considers, among other factors, the express terms of the provisions at issue, the objectives of those provisions and the objective of the antidumping scheme as a whole.” Mitsubishi, 22 CIT at ––––, 15 F.Supp.2d at 813. The purpose of the ordinary course of trade provision is “to prevent dumping margins from being based on sales which are not representative” of the home market. Monsanto Co. v. United States, 12 CIT 937, 940, 698 F.Supp. 275, 278 (1988). Commerce’s methodology for deciding when sales are outside the “ordinary course of trade” has been to examine the totality of the circumstances surrounding the sale or transaction in question to determine whether the sale or transaction is extraordinary. Commerce’s regulation specifically states, “sales or transactions [may be considered] outside the ordinary course of trade if ... based on an evaluation of all of the circumstances particular to the sales in question, [ ] such sales or transactions have characteristics that are extraordinary for the market in question.” 19 C.F.R. § 351.102(b). Commerce’s methodology allows it, on a case-by-case basis, to examine all conditions and practices which may be considered ordinary in the trade under consideration and to determine which sales or transactions are, therefore, outside the ordinary course of trade. Because such a methodology gives Commerce wide discretion in deciding under what circumstances sales or transactions are outside the ordinary course of trade and circumstances differ in each case, this Court finds that, in light of the statute’s legislative purpose, Commerce’s interpretation of the statute and exercise of its discretion by requiring additional evidence demonstrating that sales with high profit levels were outside of the ordinary course of trade before excluding such sales from the NV and CV calculations was reasonable.\n \nNTN was or should have been aware of such a requirement. See NTN Bearing, 24 CIT 385, 104 F.Supp.2d 110 (holding that Commerce’s request to NTN for additional evidence demonstrating that sales were outside of the ordinary course of trade was not an unreasonable exercise of Commerce’s discretion). NTN, however, failed to meet this requirement. NTN provided Commerce with no additional evidence arguing that Commerce should have excluded sales with abnormally high profits *863 because of the following: (a) the mere fact of abnormally high profits puts these sales per se outside the ordinary course of trade;2 and (b) the sales with abnormally high profits represented a small percentage of total sales quantity. See Final Results, 64 Fed.Reg. at 35,620–21; NTN’s Mem. at 17–18. The presence of profits higher than those of other sales is, however, merely an element which does not necessarily place the sales outside the ordinary course of trade under Commerce’s requirement for additional evidence. Similarly, a relatively small percentage of the sales with abnormally high profits in comparison to the total sales quantity is an element which does not necessarily place the sales outside the ordinary course of trade under Commerce’s requirement for additional evidence.3 The presence of either or both of these element does not strip Commerce of the right to exercise discretion and conclude that a relatively insubstantial number of sales with higher profits lacked the characteristics necessary to place these sales outside the ordinary course of trade. See 19 C.F.R. § 351.102(b).\n \n[11] Consequently, because Commerce’s interpretation and application of the statute was reasonable and the record reflects that NTN did not provide sufficient additional evidence that supports NTN’s claim that the disputed sales were extraordinary for the market in question, Commerce was justified in its decision to include NTN’s sales with unusually high profit levels into the NV and CV calculations. Similarly, the Court finds that Commerce rightfully included NTN’s home market sample sales into the NV calculation because NTN failed to provide sufficient additional evidence that those sales fell outside the ordinary course of trade.4\n \n\n\nIII. Treatment of Inputs Obtained from Affiliated parties in Calculating Cost of Production and Constructed Value\n\nA. Statutory Background\n[12] Normal value of the subject merchandise is defined, in pertinent part, as “the price at which the foreign like product is first sold ... for consumption in the exporting country ....” 19 U.S.C. § 1677b(a)(1)(B)(i). However, whenever Commerce has “reasonable grounds to believe *864 or suspect” that sales of the foreign like product under consideration for the determination of NV have been made at prices which represent less than the cost of production (“COP”) of that product, Commerce shall determine whether, in fact, such sales were made at less than the COP. See 19 U.S.C. § 1677b(b)(1). A “reasonable ground” exists if Commerce disregarded below-cost sales of a particular exporter or producer from the determination of NV in the most recently completed administrative review. See § 1677b(b)(2)(A)(ii). If Commerce determines that there are sales below the COP and certain conditions are present under § 1677b(b)(1)(A)-(B), it may disregard such below-cost sales in the determination of NV. See 19 U.S.C. § 1677b(b)(1).\n \nAdditionally, the special rules for the calculation of COP or CV contained in 19 U.S.C. § 1677b(f)(2)-(3) provide that, in a transaction between affiliated parties, as defined in 19 U.S.C. § 1677(33), Commerce may disregard either the transaction or the value of a major input.\n \nSection 1677b(f)(2) provides that Commerce may disregard an affiliated party transaction when “the amount representing [the transaction or transfer price] does not fairly reflect the amount usually reflected in sales of merchandise under consideration in the market under consideration [that is, an arms-length or market price].” 19 U.S.C. § 1677b(f)(2) (“fair-value” provision). If such “a transaction is disregarded ... and no other transactions are available for consideration,” Commerce shall value the cost of an affiliated-party input “based on the information available as to what the amount would have been if the transaction had occurred between persons who are not affiliated [that is, based on arm’s-length or market value].” Id.\n \nOne of the elements of value to be considered in the calculation of COP, which is referred to in section 1677b(f)(2), is the cost of manufacturing and fabrication (“COM”). See 19 U.S.C. § 1677b(b)(3)(A).\n \nSection 1677b(f)(3)’s “major input rule” states that Commerce may calculate the value of the major input on the basis of the data available regarding COP, if such COP exceeds the market value of the input calculated under § 1677b(f)(2). See 19 U.S.C. § 1677b(f)(3). Commerce, however, may rely on the data available only if: (1) a transaction between affiliated parties involves the production by one of such parties of a “major input” to the merchandise produced by the other, and, in addition, (2) Commerce has “reasonable grounds to believe or suspect” that the amount reported as the value of such input is below the COP. 19 U.S.C. § 1677b(f)(3). For purposes of § 1677b(f)(3), regulation 19 C.F.R. § 351.407(b) (1998) provides that Commerce will value a major input supplied by an affiliated party based on the highest of (1) the actual transfer price for the input; (2) the market value of the input; or (3) the COP of the input.\n \nThus, paragraphs (2) and (3) of 19 U.S.C. § 1677b(f) authorize Commerce, in calculating COP and CV, to do the following: (1) disregard a transaction between affiliated parties if, in the case of any element of value that is required to be considered, the amount representing that element does not fairly reflect the amount usually reflected in sales of merchandise under consideration in the market under consideration; and (2) determine the value of the major input on the basis of the information available regarding COP if Commerce has reasonable grounds to believe or suspect that an amount represented as the value of the input is less than its COP. See Timken Co. v. United States, 21 CIT 1313, 1327–28, 989 F.Supp. 234, 246 (1997) (holding that Commerce may disregard transfer price for inputs purchased *865 from related suppliers pursuant to 19 U.S.C. § 1677b(e)(2), the predecessor to 19 U.S.C. § 1677b(f)(2), if the transfer price or any element of value does not reflect its normal value and citing NSK Ltd. v. United States, 19 CIT 1319, 1323–26, 910 F.Supp. 663, 668–70 (1995), aff’d, 119 F.3d 16 (Fed.Cir.1997)).5\n \n[13] In determining whether transaction prices between affiliated parties fairly reflect the market prices, Commerce’s practice has been to compare the transaction prices with market prices charged by unrelated parties. Commenting upon the current regulation, 19 C.F.R. § 351.407, which implemented 19 U.S.C. § 1677b(f)(2), Commerce stated that it\nbelieves that the appropriate standard for determining whether input prices are at arm’s length is its normal practice of comparing actual affiliated party prices with prices to or from unaffiliated parties. This practice is the most reasonable and objective basis for testing the arm’s length nature of input sales between affiliated parties, and is consistent with [19 U.S.C. § 1677b(f)(2) ].\nFinal Rule on Antidumping Duties, Countervailing Duties (“Final Rule ”), 62 Fed.Reg. 27,296, 27362 (May 19, 1997).\n \n[14] [15] [16] Pursuant to the major input rule contained in 19 U.S.C. § 1677b(f)(3), in calculating COP or CV, Commerce values a major input purchased from an affiliated supplier using the highest of the transfer price between the affiliated parties, the market price between unaffiliated parties, and the affiliated supplier’s COP for the major input. See 19 C.F.R. § 351.407(b), see also Final Results of Antidumping Administrative Reviews on Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof from France, Germany, Italy, Japan, Singapore, and the United Kingdom, 62 Fed.Reg.2081, 2115 (Jan. 15, 1997); Notice of Final Determination of Sales at Less Than Fair Value: Certain Steel Concrete Reinforcing Bars From Turkey, 62 Fed.Reg. 9737, 9746 (Mar. 4, 1997). Commerce interprets 19 U.S.C. § 1677b(f)(3) as permitting it to analyze COP data for major inputs purchased by a producer from its affiliated suppliers when it initiates a COP investigation pursuant to 19 U.S.C. § 1677b(b)(1) without a separate below-COP allegation with respect to inputs. See, e.g., Final Results of Antidumping Duty Administrative Review on Silicomanganese From Brazil, 62 Fed.Reg. 37,869, 37,871–72 (July 15, 1997). According to Commerce, the affiliation between the respondent and its suppliers “creates the potential for companies to act in a manner other than at arm’s length” and gives Commerce reason to analyze the transfer prices for major inputs. Id. at 37,871; see also Mannesmannrohren–Werke AG v. United States, 23 CIT ––––, ––––, 77 F.Supp.2d 1302, 1312 (1999) (holding that 19 U.S.C. §§ 1677b(f)(2) and (3), as well as the legislative history of the major input rule, support Commerce’s decision to use the highest of transfer price, cost of production, or market value to value the major inputs that the producer purchased from the affiliated supplier).\n \n\n\nB. Factual Background\nCommerce disregarded sales that failed its cost test under 19 U.S.C. § 1677b(b) *866 during the eighth review of AFBs with respect to NTN Japan. For this reason, Commerce concluded that it had reasonable grounds to believe or suspect that sales of the foreign like product under consideration for the determination of normal value in the ninth review of AFBs may have been made at prices below the COP. See 19 U.S.C. § 1677b(b)(2)(A)(ii). Pursuant to 19 U.S.C. § 1677b(b), Commerce initiated COP investigation of sales by NTN in the home market. See Preliminary Results, 64 Fed.Reg. at 8794 (Feb. 23, 1999).\n \nIn order to obtain the necessary COP and CV information, Commerce requested NTN to list all inputs used to produce the merchandise under review, to identify those inputs that NTN received from affiliated parties, and for each input received from an affiliated party, provide the name of the party. See Def.’s Mem. At 49–52. In response, NTN referred Commerce to a number of NTN’s exhibits. See id.\n \nCommerce also requested NTN to list the major inputs received from affiliated parties and used to produce the merchandise under review. See id. In response, NTN referred to a few of the same exhibits and stated that the transfer prices shown therein were standard costs. See id. Commerce also requested that NTN provide the per-unit cost of production incurred by the affiliated party in producing the major input and to specify the basis used by NTN to value each major input for purposes of computing the submitted COP and CV amounts. See id. at 50–51. In response, NTN referred to the same and different exhibits and explained that NTN’s standard cost, as adjusted by the variances, was used in computing COP and CV. See id. at 51–52.\n \nIn its supplemental questionnaire, Commerce referred to NTN’s statement that the transfer prices shown on some of these exhibits were standard costs and asked whether the transfer prices are based on unadjusted standard costs or on standard costs adjusted for variances. See id. NTN responded that the transfer prices were standard cost, submitted two revised exhibits “which show [ed] the actual cost as reported in the response for each component” and stated that this actual cost was the standard cost previously reported multiplied by NTN’s variance ratios also reported in NTN’s original response. See id.\n \nAdditionally, referring to NTN’s prior statement that NTN’s standard cost as adjusted by variances was used in computing COP and CV, Commerce inquired whether these variances included the variances experienced by the suppliers of affiliated party inputs for which NTN report standard costs. NTN replied that the response was prepared using NTN’s standard cost for the component from an affiliated or unaffiliated supplier; that this standard cost, in turn, was based upon the price from the supplier, and that NTN’s standard cost was then adjusted to actual cost using the variance ratios appearing on a certain exhibit. See id.\n \nConsequently, for major inputs that NTN had obtained from affiliated suppliers, Commerce adjusted the reported costs (based upon transfer prices) using the highest of (1) the transfer price, (2) the market price, or (3) the affiliate’s cost of producing the input. See Final Results, 64 Fed.Reg. at 35,612. For minor inputs, Commerce used the higher of (1) the transfer price or (2) the market price (except for instances where there was no market price, in which case Commerce used the affiliate’s cost of producing the input as a surrogate for market price). See id.\n \nThe adjustment was the difference between the highest of (1) transfer price; (2) *867 the market price; or (3) the affiliate’s cost of producing the input and the transfer price. See id. Commerce added the adjustment to the total cost of manufacturing. Additionally, Commerce recalculated general and administrative expenses to be based on the revised COM. In instances where transfer price was higher than either the market price or the affiliate’s cost of producing the input, the adjustment was zero. See id.\n \n\n\nC. Contentions of the Parties\nNTN argues the following: (1) Commerce should have used NTN’s reported actual cost for affiliated party inputs, that is, the transfer price multiplied by the variance; (2) neither section 1677b(f)(2), nor sections 1677b(f)(3) of Title 19 of the United States Code, which provide for disregarding certain affiliated transactions, does apply; and (3) Commerce’s calculation of the adjustment does not take into consideration NTN’s cost accounting methodology pursuant to which NTN’s actual cost is based on cost of manufacture at standard cost multiplied by variances. See NTN’s Mem. at 19–21.\n \nCommerce rejected NTN’s contentions, stating that\n[p]ursuant to [19 U.S.C. § 1677b(f)(3) ], in the case of a transaction between affiliated [parties] involving the production of a major input, [Commerce] may consider whether the amount represented as the value of the major input is less than its COP. In addition, section 351.407 of [Commerce’s] regulations states that, for purposes of [19 U.S.C. § 1677b(f)(3) ], the value of a major input purchased from an affiliated party will be based on the higher of (1) the price paid by the exporter or producer to the affiliated [party] for the major input, (2) the amount usually reflected in sales of the major input in the market under consideration, or (3) the cost to the affiliated [party] of producing the major input. [Commerce has] relied upon this methodology in past AFB reviews as well as in other cases. See [,] e.g., AFBs 6, 62 [Fed.Reg.] at 2117, AFBs 7, 62 [Fed.Reg.] at 54[,]065, AFBs 8, 63 [Fed.Reg.] at 33[,]337, and Final Determination of Sales at Less Than Fair Value: Stainless Steel Round Wire from Taiwan, 64 [Fed.Reg.] 17 [,]336 (April 9, 1999) ....\nIn this case, [Commerce] asked NTN in [Commerce’s] COP questionnaire to provide a list of the major inputs it received from affiliated parties which it used to produce the subject merchandise. NTN responded to the question by directing [Commerce] to several exhibits. These exhibits list inputs which NTN considered to be major inputs and identify the respective transfer prices and supplier’s cost information for the inputs. [Commerce] examined this information and determined that in some instances the company’s reported transfer prices were less than its respective costs. As there were no other market prices available in most instances, [Commerce] restated NTN’s COP and CV in the instances where the affiliated supplier’s cost of producing the inputs was higher than the transfer price. Therefore, since [Commerce] reasonably relied upon the information provided by NTN regarding the cost of major inputs it used in manufacturing the subject merchandise, [Commerce] applied [19 U.S.C. § 1677b(f)(3) ] correctly for purposes of determining COP and CV for [Commerce’s] analysis.\nNTN argues that [Commerce] must have reasonable grounds to believe that inputs are being sold at less than COP before it may use COP information. [Commerce] considers the initiation of a cost investigation concerning home-market *868 sales a specific and objective reason to believe or suspect that the transfer price from a related party for any element of value may be below the related supplier’s COP ....\n....\nFinally, [Commerce] disagrees with NTN that [Commerce’s] methodology is distortive. NTN’s cost-reporting methodology does not account for the fact that the affiliate’s cost is higher than the transfer price. NTN calculated its variances by comparing its standard costs to its actual costs, which are, for all inputs it purchased from all suppliers, based on the transfer prices from each supplier. As a result, the affiliate’s costs do not enter into the calculation of NTN’s variances and NTN’s reported “actual” costs are based on transfer prices. Therefore, because the reported costs are based on transfer prices, it was appropriate to adjust the reported costs for the difference between the affiliate’s cost and the transfer price when the affiliate’s cost is higher than the transfer price. Therefore, [Commerce] conclude[s] that there is no reason to alter [Commerce’s] methodology.\nFinal Results, 64 Fed.Reg. at 35,612–13.\n \nTorrington similarly believes that Commerce properly restated NTN’s COP and CV in the instances where the affiliated supplier’s COP for inputs used to manufacture the merchandise under review was higher than the transfer price. See Torrington’s Resp. at 59–63.\n \n\n\nD. Analysis\nCiting to 19 U.S.C. § 1677b(f)(2), NTN argues that there is no record evidence that the affiliated party inputs did not “fairly reflect the amount usually reflected in the sales of merchandise under consideration” and that the statute makes no reference to cost. NTN’s Mem. at 20. Commerce, however, explained in the Final Results, 64 Fed.Reg. at 35,612, that Commerce followed 19 U.S.C. § 1677b(f)(3), which permits Commerce to determine the value of a major input on the basis of the information available regarding cost of production.\n \nAlternatively, NTN alleges that 19 U.S.C. § 1677b(f)(3) does not support Commerce’s methodology because the use of that section is only permitted for “major inputs” and, in the current review, Commerce failed to discriminate between major and minor inputs and applied the major input rule to any input from an affiliated party as well as to “processes which are clearly different from major inputs.” NTN’s Mem. at 20–21. In making its determinations, Commerce relied upon the exhibits that listed those inputs that NTN itself considered to be major inputs. See Def.’s Mem. at 49–52, 55–57. NTN did not point to any “minor” input for which Commerce used COP rather than transfer value. See id. NTN similarly failed to explain why the major input rule should not cover processes applied to inputs or demonstrate that Commerce’s application of the major input rule to the parts that NTN purchased from affiliated parties is in any way unreasonable. See generally, NTN’s Mem. at 19–21.\n \nCommerce concedes that the determinations made in the Final Results do not explain Commerce’s test for distinguishing major inputs from minor inputs, nor does it explain the methodology Commerce used to determine the value for minor inputs in this case. See Def.’s Mem. at 56–57.\n \nWith regard to NTN’s claim that Commerce applied the major input rule to processes which are clearly different from major inputs, Commerce explained that Commerce believes as follows:\n*869 [19 U.S.C. § 1677b(f)(3) ] directs [Commerce] to examine the costs incurred for transactions between affiliated [parties]. These transactions may involve either the purchase of materials, subcontracted labor, or other services. Thus, [Commerce] applied the major-input rule properly to the production processes performed by [NTN’s] affiliates. This decision is consistent with our practice in prior reviews.\nFinal Results, 64 Fed.Reg. at 35,612 (citation omitted).\n \nNTN offers this Court no basis to substantiate its assertion that it is unreasonable for Commerce to apply the major input rule to affiliated party transactions involving production processes.\n \nFor the foregoing reasons, the Court sustains Commerce’s application of the major input rule to production processes as reasonable. See Chevron, 467 U.S. 837, 104 S.Ct. 2778. The issue is remanded to Commerce to clarify what action it took with respect to inputs that NTN obtained from affiliated parties, to articulate the reasoning for this action, and to open the record for additional information, if found necessary. Accord Indus. Quimica Del Nalon, S.A. v. United States, 16 CIT 84, 85 (1992).\n \n\n\nIV. Downstream Sales for Which the Total Downstream Value Of Merchandise Sold by Affiliated Parties Was Not Reported\n\nA. Background\n[17] Commerce’s regulation 19 C.F.R. § 351.403(c) (1998) provided the following:\n[i]f an exporter or producer sold the foreign like product to an affiliated party, [Commerce] may calculate normal value based on that sale only if satisfied that the price is comparable to the price at which the exporter or producer sold the foreign like product to a person who is not affiliated with the seller. (Emphasis supplied.)\n \nAdditionally, Commerce’s regulation 19 C.F.R. § 351.403(d) (1998) states the following:\n[i]f an exporter or producer sold the foreign like product through an affiliated party, [Commerce] may calculate normal value based on the sale by such affiliated party. However, [Commerce] normally will not calculate normal value based on the sale by an affiliated party if sales of the foreign like product by an exporter or producer to affiliated parties account for less than five percent of the total value (or quantity) of the exporter’s or producer’s sales of the foreign like product in the market in question or if sales to the affiliated party are comparable, as defined in [19 C.F.R. § 351.403(c) ].\n \nTherefore, pursuant to these regulations, Commerce could not utilize the home market affiliated party sale unless the exporter or producer, or reseller demonstrated that the transaction was made at arm’s length. To make the requisite showing, the respondent had to present evidence establishing to Commerce’s satisfaction that related party prices were comparable to unrelated party prices. See 19 C.F.R. § 351.403(c); see also NEC Home Elecs., Ltd., 54 F.3d at 739 (recognizing Commerce’s practice in the context of pre-URAA statute and regulations).\n \n[18] Commerce’s established practice has been to determine price comparability by examining whether, on average, related party prices were equal to or greater than unrelated party prices. See, e.g., Final Results of Antidumping Duty Administrative Review on Gray Portland Cement and Clinker from Japan, 58 Fed.Reg. 48,826, 48,829 (Sept. 20, 1993).\n \n\n\n*870 B. Contentions of the Parties\nNTN argues that, in refusing to use affiliated party sales in its calculation of normal value, Commerce erroneously applied the arm’s length test and used adverse facts available. See NTN’s Mem. at 3–4, 8, 21–26. Specifically, NTN argues that, in determining whether the prices were comparable, Commerce should not have relied solely on the determination whether or not the prices of the sales to affiliated parties were higher or lower than that of unrelated parties but should have examined other factors as well. See id. at 24.\n \nCiting to NEC Home Elecs, Ltd. v. United States (“NEC ”), 22 CIT 167, 3 F.Supp.2d 1451 (1998), NTN alleges that the price in affiliated party transactions need be merely comparable, that is not only greater or the same, but also lower. See NTN’s Mem. at 25–26.\n \nTorrington supports Commerce’s exclusion of NTN’s related party sales from the calculation of NV. See Torrington’s Resp. at 64–68. In addition, Torrington asserts that Commerce has the authority to exclude related party sales, unless Commerce is satisfied with the price. See id. Torrington also asserts that NTN has not demonstrated that Commerce’s determination was unreasonable. See id.\n \n\n\nC. Analysis\n[19] While it is correct that “Commerce cannot penalize [a party] for a lack of unrelated party sales data when there is statutory authority to consider [the party’s] related sales data,” this proposition merely means that where there are no sales to unaffiliated parties during the administrative review and it is impossible to make a comparison of prices of unaffiliated party sales with those of affiliated party sales, “the only price information ... is that of its sales to the related [parties].” NEC, 22 CIT at ––––, 3 F.Supp.2d at 1455. In the given case, no such situation exists because NTN made sales to both affiliated and unaffiliated parties during the administrative review and Commerce determined that the prices were not comparable after comparing prices involved in the transactions with affiliated and unaffiliated parties.\n \nNTN concedes that, in general, prices to related parties were lower than prices to unrelated parties. See NTN’s Mem. at 25. Further, NTN failed to show why Commerce’s test on price is unreasonable. See id. The Court, therefore, affirms Commerce’s test. See Chevron, 467 U.S. at 842–43, 104 S.Ct. 2778, NTN Bearing Corp. of America v. United States (“NTN Bearing II ”), 23 CIT 486, ––––, 83 F.Supp.2d 1281, 1291–92 (1999).\n \n[20] The statutory standard for implementing adverse inference is if “an interested party has failed to cooperate by not acting to the best of its ability to comply with a request for information from [Commerce].” 19 U.S.C. § 1677e(b) (1994), see also 19 C.F.R. § 351.308(a) (1998). In the given case, Commerce used adverse facts available on the basis of the following reasoning:\nWith regard to sales by home-market affiliates, [Commerce] requested that NTN report total value of sales by affiliates on a class-or-kind basis. [Commerce] also requested that, if NTN could not “obtain this information for all affiliated resellers, [NTN should] provide [the information] for at least those companies in which NTN owns a majority interest.” See supplemental questionnaire dated Sep. 24, 1998, at 1. [Commerce] asked this question to determine whether sales to affiliates would be a reasonable substitute for sales by affiliates in [Commerce’s] calculation of normal *871 value. Because NTN did not provide this information, [Commerce was] not able to make this determination. Therefore, the use of facts available is warranted.\nContrary to NTN’s assertion, [Commerce] did not indicate in [Commerce’s] supplemental questionnaire that NTN should only report this “where possible.” Instead, [Commerce] indicated that, if NTN could not obtain this information from affiliates in which it does not own a majority interest, NTN should at least obtain this information from affiliates in which it does own a majority interest. Furthermore, NTN’s explanation for why it could not obtain this information from those companies in which it owns a majority interest is not convincing ....\nAs a result of [Commerce’s] analysis, [Commerce] determine[s] that NTN did not act to the best of its ability in responding to [Commerce’s] requests for information concerning sales by affiliated resellers. Therefore, the use of the adverse facts available with regard to NTN’s sales by affiliated resellers in which NTN owns a majority interest is appropriate. The use of facts available affects the calculation of normal value. Therefore, where [Commerce] compared U.S. sales to weighted-average normal values which are wholly or partly comprised of sales to affiliated resellers in which NTN owns a majority interest, [Commerce] applied facts available. Because it is appropriate to use the facts available to the extent [Commerce] use[s] these sales to calculate normal value, [Commerce has] adjusted the calculated net prices of these sales by increasing them by the class-or-kind-specific adverse facts-available rate applicable to NTN. In this manner, [Commerce] ensure[s] that the facts available are being used only when the sales are used to calculate normal value and, in instances where such sales are weight-averaged with sales to unaffiliated companies, the facts available are “diluted” accordingly.\nFinal Results, 64 Fed.Reg. at 35,596.\n \nThe Court finds that Commerce’s application of 19 U.S.C. § 1677e(b) and 19 C.F.R. § 351.308(a) was reasonable and, therefore, upholds Commerce’s use of adverse facts available. See Chevron, 467 U.S. at 842–43, 104 S.Ct. 2778, Southern Cal. Edison Co. v. United States, 226 F.3d 1349, 1356 (Fed.Cir.2000) (relying on Martin v. Occupational Safety and Health Review Comm’n, 499 U.S. 144, 150, 111 S.Ct. 1171, 113 L.Ed.2d 117 (1991)). Commerce, however, concedes that it erred in conducting the arm’s length test by wrongly increasing affiliated party sales prices “by the class-or-kind-specific adverse facts available rate applicable to NTN” prior to conducting the arm’s length test. Final Results, 64 Fed.Reg. at 35,596. Accordingly, the Court remands the issue to Commerce to apply the test in accordance with 19 C.F.R. § 351.403(c).\n \n\n\nV. Basing Normal Value Upon Constructed Value After Disregarding Below–Cost Identical and Similar Merchandise\n\nA. Background\n[21] [22] [23] Normal value means “the price at which the foreign like product is first sold ... for consumption in the exporting country, in the usual commercial quantities and in the ordinary course of trade” at a time reasonably corresponding to the time of the sale used to determine the export price (“EP”) or constructed export price (“CEP”) under 19 U.S.C. § 1677a(a) (1994). 19 U.S.C. § 1677b(a)(1)(B)(i).\n \nThe term “foreign like product” is defined as:\n*872 merchandise in the first of the following categories in respect of which a determination ... can be satisfactorily made:\n(A) The subject merchandise and other merchandise which is identical in physical characteristics with, and was produced in the same country by the same person as, that merchandise.\n(B) Merchandise—\n(i) produced in the same country and by the same person as the subject merchandise,\n(ii) like that merchandise in component material or materials and in the purposes for which used, and\n(iii)approximately equal in commercial value to that merchandise.\n(C) Merchandise—\n(i) produced in the same country and by the same person and of the same general class or kind as the [subject merchandise],\n(ii) like that merchandise in the purposes for which used, and\n(iii)which the administering authority determines may reasonably be compared with that merchandise.\n19 U.S.C. § 1677(16).\n \n“Ordinary course of trade” means “the conditions and practices which, for a reasonable time prior to the exportation of the subject merchandise, have been normal in the trade under consideration with respect to merchandise of the same class or kind.” 19 U.S.C. § 1677(15). Commerce shall consider sales and transactions, among others, to be outside the ordinary course of trade if: (1) the sales are disregarded under 19 U.S.C. 1677b(b)(1), or (2) transactions are disregarded under section 1677b(f)(2). See 19 U.S.C. § 1677(15).\n \n[24] Section 1677b(b)(1) of Title 19 authorizes Commerce to disregard below-cost sales because they are not in the ordinary course of trade. Under the pre-URAA law, the plain language of the statute 19 U.S.C. § 1677(16) (1988) requires Commerce to base foreign market value (currently referred as normal value under the post-URAA law) on nonidentical but similar merchandise, rather than upon constructed value, when sales of identical merchandise have been found to be outside the ordinary course of trade. See CEMEX, S.A. v. United States (“CEMEX ”), 133 F.3d 897, 904 (Fed.Cir.1998). Commerce followed Cemex during the review in issue.\n \n\n\nB. Contentions of the Parties\nNTN argues that Commerce unlawfully failed to use CV after disregarding below-cost sales from the calculation of normal value. See NTN’s Mem. at 4, 8, 26–28. NTN concentrates upon 19 U.S.C. § 1677b(b)(1)(B), which provides that “[i]f no sales made in the ordinary course of trade remain, the NV shall be based on the constructed value of the merchandise.” NTN’s Mem. at 27–28. NTN then argues that, once Commerce has identified the foreign like product (identical merchandise in the case of NTN), Commerce cannot “redefine the foreign like product rather than using the statutory requirement of CV” because such “methodology violates that fundamental rule of statutory construction that where a statute is clear and unambiguous on its face it must be followed.” NTN’s Mem. at 28 (citing to Chevron, 467 U.S. 837, 104 S.Ct. 2778).\n \nCommerce asserts that it properly did not resort to constructed value when sales of identical merchandise were disregarded as below-cost sales. See Def.’s Mem. at 61–66. Commerce’s position is shared by Torrington. Torrington contends that Commerce properly calculated NV based *873 on sales of identical or similar merchandise before resorting to CV in instances where below-cost sales were disregarded. See Torrington’s Resp. at 68–69.\n \n\n\nC. Analysis\nIn rejecting NTN’s arguments that CEMEX did not apply, Commerce stated the following:\nThe [Court of Appeals for Federal Circuit] stated in CEMEX that “[t]he language of the statute requires Commerce to base foreign market value on nonidentical but similar merchandise ... rather than CV when sales of identical merchandise have been found to be outside the ordinary course of trade.” CEMEX, 133 F.3d at 904. NTN is correct that there was no cost test in CEMEX and CEMEX was under the pre-URAA statute; however, under the URAA, below-cost sales which are disregarded pursuant to ... [19 U.S.C. § 1677b(b)(1) ] are now defined to be outside the ordinary course of trade and, therefore, not included in the normal value. Therefore, consistent with CEMEX, when making comparisons in accordance with section ... [19 U.S.C. § 1677(16), Commerce] considered all products sold in the home market that were comparable to merchandise within the scope of each order and which were sold in the ordinary course of trade for purposes of determining appropriate product comparisons to U.S. sales. Where there were no sales of identical merchandise in the home market made in the ordinary course of trade to compare to U.S. sales, [Commerce] compared U.S. sales to sales of the most similar foreign like product made in the ordinary course of trade. Only where there were no sales of foreign like product in the ordinary course of trade did we resort to CV.\nFinal Results, 64 Fed.Reg. at 35,614–15.\n \nThe statutory scheme supports Commerce’s determination. The pertinent part of 19 U.S.C. § 1677b(a)(1)(B)(i) requires Commerce to base NV upon the price at which the foreign like product (which is defined in 19 U.S.C. § 1677(16) as identical or like merchandise) is sold for consumption in the exporting country in the ordinary course of trade. The pertinent part of 19 U.S.C. § 1677(15) requires Commerce to consider below-cost sales that Commerce has disregarded pursuant to 19 U.S.C. § 1677b(b)(1) to be outside the ordinary course of trade. In a fashion similar to that of the court in the CEMEX decision, Commerce has interpreted the statutory scheme as requiring it to consider sales of similar foreign like product if it has disregarded sales of identical foreign like product as below-cost sales and to use CV for determining NV only if Commerce also disregards sales of the similar like product because they are below-cost. See Final Results, 64 Fed.Reg. at 35,614–15.\n \nNTN ignores the fact that 19 U.S.C. § 1677b(b)(1) does not define the terms “ordinary course of trade” or “foreign like product.” The definitions are provided by 19 U.S.C. § 1677(15) and (16). As Commerce explained in the Final Results, 64 Fed.Reg. at 35,614–15, Commerce considered and strived to harmonize all pertinent statutory provisions, including Sections 1677b(a)(1)(B)(i), 1677(15), 1677(16), and 1677b(b)(1) of Title 19.\n \nThe changes made to the antidumping law by the URAA did not render the CEMEX decision inapplicable. The pre-URAA antidumping law provided that normal value was to be determined upon the basis of the price at which “such or similar merchandise” (currently referred to as “foreign like product”) was sold in the *874 exporting country in the usual commercial quantities and in the ordinary course of trade for home consumption. See 19 U.S.C. § 1677b(a)(1) (1988). The term “such or similar merchandise” was defined as merchandise in the first of the following three categories in respect of which a determination could be satisfactorily made. See 19 U.S.C. § 1677(16) (1988). The first category covered “such” or identical merchandise while the second and third categories covered “similar” or like merchandise. See 19 U.S.C. § 1677(16)(A), (B), and (C) (1988). The term “ordinary course of trade” was defined as “the conditions and practices which, for a reasonable time prior to the exportation of the merchandise which is the subject of an investigation, have been normal in the trade under consideration with respect to merchandise of the same class or kind.” See 19 U.S.C. § 1677(15) (1988). The only difference was that, under pre-URAA law, below-cost sales were not excluded from the “ordinary course of trade.” See Torrington Co. v. United States, 127 F.3d 1077, 1081 (Fed.Cir.1997).\n \n[25] Thus, under post-URAA law pursuant to 19 U.S.C. §§ 1677b(a)(1) and 1677(16), Commerce must first look to identical merchandise in matching the United States model to the comparable home market model. If a determination cannot be satisfactorily made using identical merchandise, Commerce must look to like merchandise—initially under the second category and, if that is not available, under the third category. Accord CEMEX, 133 F.3d 897.\n \nNTN failed to show why Commerce’s interpretation of the aforesaid post-URAA provisions is unreasonable. The mere fact that under post-URAA law Commerce reached a decision analogous to that reached by CAFC under pre-URAA law in CEMEX does not render Commerce’s determinations irrational. See Chevron, 467 U.S. at 842–43, 104 S.Ct. 2778. For these reasons, the Court upholds Commerce’s decision to resort to CV only if below-cost sales for both identical and similar foreign like product have been disregarded.\n \n\n\nVI. NTN’s Claim for a Level of Trade Adjustment\n\nA. Statutory Background\n[26] The URAA amended the antidumping law to provide for specific level of trade provisions. Instead of “foreign market value” (see 19 U.S.C. § 1677b (1988)), the statute now provides for normal value (“NV”), which is defined as “the price at which the foreign like product is first sold (or, in the absence of a sale, offered for sale) for consumption in the exporting country, in the usual commercial quantities and in the ordinary course of trade and, to the extent practicable, at the same level of trade as the export price or constructed export price ....” 19 U.S.C. § 1677b(a)(1)(B)(i) (1994). The statute also provides for a “level of trade” adjustment to NV if the following conditions are met:\nThe price described in paragraph (1)(B) shall also be increased or decreased to make due allowance for any difference ... between the export price or constructed export price and the price described in paragraph (1)(B) ... that is shown to be wholly or partly due to a difference in level of trade between the export price or constructed export price and normal value, if the difference in level of trade—\n(i) involves the performance of different selling activities; and\n(ii) is demonstrated to affect price comparability, based on a pattern of consistent price differences between sales at different levels of *875 trade in the country in which normal value is determined.\n19 U.S.C. § 1677b(a)(7)(A) (1994).\n \nAdditionally, the statute provides for a “constructed export price offset” (“CEP offset”) as follows:\nWhen normal value is established at a level of trade which constitutes a more advanced stage of distribution than the level of trade of the constructed export price, but the data available do[es] not provide for an appropriate basis to determine under subparagraph (A)(ii) a level of trade adjustment, normal value shall be reduced by the amount of indirect selling expenses incurred in the country in which normal value is determined on sales of the foreign like product but not more than the amount of such expenses for which a deduction is made under [19 U.S.C. § 1677a(d)(1)(D) ].\n19 U.S.C. § 1677b(a)(7)(B) (1994).\n \n[27] Therefore, the first step in the level of trade methodology is to determine CEP. CEP is defined as “the price at which the subject merchandise is first sold (or agreed to be sold) in the United States ... by or for the account of the producer or exporter of such merchandise or by a seller affiliated with the producer or exporter, to a purchaser not affiliated with the producer or exporter, as adjusted under subsections (c) and (d) of this section.” 19 U.S.C. § 1677a(b). Subsection (c) covers various expenses that are to be deducted from both EP and CEP, while subsection (d) covers various expenses incurred between importation and resale, and profit allocated to the expenses, that are to be deducted from CEP only. See 19 U.S.C. § 1677a(c) and (d).\n \n[28] In determining the CEP level of trade, Commerce begins with the starting price to the first unaffiliated purchaser and then deducts from it the expenses incurred between importation and resale, that is, the expenses provided for in subsection (d) of section 1677a. Specifically, subsection (d) of section 1677a provides that:\nthe price used to establish constructed export price shall also be reduced by—\n(1) the amount of any of the following expenses generally incurred by or for the account of the producer or exporter, or the affiliated seller in the United States, in selling the subject merchandise (or subject merchandise to which value has been added)—\n(A) commissions for selling the subject merchandise in the United States;\n(B) expenses that result from, and bear a direct relationship to, the sale, such as credit expenses, guarantees and warranties;\n(C) any selling expenses that the seller pays on behalf of the purchaser; and\n(D) any selling expenses not deducted under subparagraph (A), (B), or (C) ....\n19 U.S.C. § 1677a(d).\n \n[29] Commerce follows the above-described mode because the CEP calculation is intended to reflect as closely as possible a price corresponding to an export price between non-affiliated exporters and importers which, pursuant to 19 U.S.C. § 1677a(a), is an unadjusted sales price or the starting price. See H.R. Doc. 103–316 at 823.6\n \n*876 [30] The deduction from the CEP starting price of the expenses associated with economic activities in the United States, that is, subsection (d) deductions, results in the construction of a hypothetical transaction price that would likely have been charged to the first purchaser in the United States had that purchaser been unaffiliated to the exporter. See 19 C.F.R. § 351.412(c)(1) (ii) (1998).\n \n[31] [32] The second step is the determination of whether there are sales in the home market at the same level of trade as the adjusted CEP sales. The statute does not indicate how to find matching levels of trade. See generally 19 U.S.C. § 1677b(a). However, the SAA indicates that, for Commerce to find that two levels of trade are different, one requisite factor is “a difference between the actual functions performed by the sellers at the different levels of trade in the two markets ....” H.R. Doc. 103–316 at 829. In determining whether such a difference exists, Commerce reviews the selling functions remaining in the CEP transaction data after the deduction of subsection (d) expenses and examines the data on the NV side for evidence of similar selling functions.\n \n[33] Under 19 U.S.C. § 1677b(a)(1)(B)(ii), Commerce must, to the extent practicable, use the same level of trade in the two markets. If it is not possible to find sales in the home market at the same level of trade as the adjusted CEP sales, the next step is to consider whether a level of trade adjustment is appropriate. In determining whether to make the adjustment, Commerce must make certain that the different levels of trade involve different selling functions and that the different levels of trade in the NV market are associated with a consistent pattern of price differences. According to 19 U.S.C. § 1677b(a)(7)(A),\nThe price described in paragraph (1)(B) shall also be increased or decreased ... if the difference in level of trade\n(i) involves the performance of different selling activities; and [, in addition,]\n(ii) is demonstrated to affect price comparability, based on a pattern of consistent price differences between sales at different levels of trade in the country in which normal value is determined.\n \n[34] [35] If the levels of trade in the home market do not evidence a consistent pattern of price differences, no adjustment for levels of trade is permitted. When the level of trade adjustment is applicable and quantifiable, Commerce must make an adjustment for the entire price effect of the difference in levels of trade. See 19 U.S.C. § 1677b(a)(7)(A) (providing that “the *877 amount of the adjustment shall be based on the price differences between the two levels of trade in the country in which normal value is determined”). If, in reviewing price information in the home market, Commerce is not able to quantify price differences between the CEP level of trade and the level of trade of the comparison sales, and if NV is established at a more advanced stage of distribution than the CEP level of trade, then Commerce must make a CEP offset pursuant to 19 U.S.C. § 1677b(a)(7)(B).\n \n\n\nB. Factual Background\n[36] During the review in issue, Commerce, in accordance with its post-URAA practice, determined the level of trade of CEP sales by using the CEP price, that is, the price charged to the first unaffiliated purchaser in the United States adjusted for expenses associated with economic activities in the United States. See Final Results, 64 Fed.Reg. at 35,608. Based upon the selling functions reported by the respondents, Commerce found that no respondent had a home market level of trade equivalent to the CEP level of trade. See id. Because the CEP level of trade was different from the levels of trade in the home market, there was no appropriate basis for Commerce to determine a level of trade adjustment. See id. However, because the home market was at a more advanced stage of distribution than the CEP level of trade, Commerce made a CEP offset pursuant to 19 U.S.C. § 1677b(a)(7)(B). See id. (citing to H.R. Doc. 103–316 at 823).\n \n\n\nC. Contentions of the Parties\nNTN argues that the methodology used by Commerce in conducting its level of trade analysis was contrary to law because Commerce unlawfully removed expenses and profit from the CEP sales prior to identifying level of trade. See NTN’s Mem. at 9, 28–33. Citing Borden v. United States, 22 CIT 233, 4 F.Supp.2d 1221 (1998), reversed Borden v. United States, 2001 WL 312232, 2001 U.S.App. LEXIS 4170 (March 12, 2001); compare Micron Tech., Inc. v. United States, 243 F.3d 1301 (Fed.Cir.2001) and Micron Tech., Inc. v. United States, 23 CIT 208, 40 F.Supp.2d 481 (1999), NTN argues that Commerce erred by determining the CEP level of trade after deducting expenses and profit pursuant to 19 U.S.C. § 1677a(d). See NTN’s Mem. at 28–33.\n \nCommerce asserts that it acted reasonably and in accordance with the statutory mandate in denying NTN’s claim for a level of trade (“LOT”) adjustment. See Def.’s Mem. at 67–75.\n \nTorrington agrees with Commerce and maintains that Commerce’s LOT methodology was reasonable as applied to the particular circumstances of NTN. See Torrington’s Resp. at 70–74.\n \n\n\nD. Analysis\n[37] Commerce’s level of trade methodology reflects Commerce’s interpretation of the statutory level of trade provisions and the SAA. See Final Results, 64 Fed.Reg. at 35,608. Pursuant to this methodology, Commerce determined the CEP level of trade for NTN’s CEP transactions by using the starting price to the first unaffiliated purchaser in the United States, adjusted for the expenses and profit provided in subsection (d) of 19 U.S.C. § 1677a. Commerce explained its action, stating that\n[t]he statutory definition of “constructed export price” contained [in 19 U.S.C. § 1677a(d) ] indicates clearly that [Commerce] ... base[s] CEP on the [United States] resale price adjusted for [United States] selling expenses and profit. As such, the CEP reflects a price exclusive *878 of all selling expenses and profit associated with economic activities occurring in the United States. [... ] These adjustments are necessary in order to arrive at, as the term CEP makes clear, a “constructed” export price. The adjustments [Commerce] makes to the starting price, specifically those made pursuant to [19 U.S.C. § 1677a] (“Additional Adjustments for Constructed Export Price”), normally change the level of trade. Accordingly, [Commerce] must determine the level of trade of CEP sales exclusive of the expenses (and concomitant selling functions) that [Commerce] deduct[s] pursuant to this sub-section.\nFinal Results, 64 Fed.Reg. at 35608–09 (citing also to H.R. Doc. 103–316 at 823), accord Micron Tech. Inc., 243 F.3d 1301.\n \n[38] [39] The statute requires a comparison between the NV and the export price or constructed export price when making allowances for differences in levels of trade. See 19 U.S.C. § 1677b(a)(7)(A); accord Micron Tech., Inc., 243 F.3d 1301. Section 1677a(b) of Title 19 defines CEP to mean the price to the unaffiliated purchaser as adjusted. Consequently, Commerce must determine NV at the level of trade of the adjusted price to the first unaffiliated purchaser in the United States. While it is correct that Commerce should make the adjustments provided in 19 U.S.C. §§ 1677a(c) and 1677a(d) to the CEP starting price, see generally, NTN Bearing, 104 F.Supp.2d 110, in the given case Commerce has already made the adjustments provided in subsection (d) of section 1677a to the CEP starting price. Commerce, thus, is not required to adjust the CEP starting price as provided in subsection (c) of section 1677a.\n \n[40] [41] Section 1677b(a)(1)(B)(i) requires that Commerce base its level of trade of EP sales upon EP. The SAA, H.R. Doc. 103–316 at 829, clarifies that the starting price for the export price should be utilized for the level of trade analysis. See also H.R. Rep. 103–826 at 85–86 (1994), U.S.Code Cong. & Admin.News 1994 at 3773, 3857–3858, and S.Rep. No. 103–412 at 71 (1994). The difference between the starting price for the export price and the export price is that 19 U.S.C. § 1677a(a) defines export price as the price to the first unaffiliated purchaser, as adjusted pursuant to subsection (c), whereas the starting price for the export price still includes the expenses specified in 19 U.S.C. § 1677a(c). Commerce is able to determine the level of trade for both CEP and EP upon an equivalent basis after Commerce makes the determination of the level of trade for: (1) CEP upon the basis of the CEP starting price from which subsection (d) expenses (and not subsection (c) expenses) have been deducted; and (2) EP based upon the EP starting price. In the process, the subsection (c) expenses are not ignored because they are deducted from both CEP and EP after the level of trade has been determined for both CEP and EP. Moreover, the movement expenses, taxes and duties that Commerce deducts pursuant to subsection (c) do not typically correspond to selling activities. Accord Micron Tech., Inc. v. United States, 243 F.3d at 1310–16. These expenses are unlikely to affect the LOT analysis, and Commerce reasonably, and in accordance with the statute, does not deduct them from either EP or CEP starting prices prior to determining the level of trade. See Final Rule, 62 Fed.Reg. at 27,370–71; Notice of Final Results of Antidumping Duty Administrative Review and Determination Not To Revoke Order In Part on Dynamic Random Access Memory Semiconductors of One Megabit or Above From the Republic of Korea, 62 Fed.Reg. 39,809, 39,820 (July 24, 1997); *879 Notice of Preliminary Results and Partial Recission of Antidumping Duty Administrative Review on Roller Chain, Other Than Bicycle, From Japan, 62 Fed.Reg. 25,165, 25,168 (May 8, 1997).\n \nTherefore, the Court affirms Commerce’s denial of level-of-trade adjustments to NTN as a reasonable interpretation of the applicable statutory mandates.\n \n\n\nVII. Commerce’s Allocation of NTN’s Home Market and United States Indirect Selling Expenses Without Regard to Level of Trade\n\nA. Background\n[42] In its preliminary calculations, Commerce had determined NTN’s United States indirect selling expenses without regard to LOTs. See Final Results, 64 Fed.Reg. at 35,607. NTN argued that Commerce should have recalculated NTN’s United States selling expenses to reflect its reported indirect selling expense allocations based on LOTs. See id. Torrington, in turn, contended that Commerce should reject NTN’s indirect selling expense allocations based on LOT because they bear no relationship to the way in which NTN incurs the expenses. See id.; see also Torrington’s Resp. at 74–77.\n \nCommerce responded that in prior reviews it determined that NTN’s methodology for allocating its indirect selling expenses based on LOTs did not bear any relationship to the manner in which NTN incurred these United States selling expenses and its methodology led to distorted allocations. See Final Results, 64 Fed.Reg. at 35,607. Commerce noted that the court upheld its methodology in NTN Bearing Corp. of America v. United States (“NTN Bearing III ”), 19 CIT 1221, 1233–34, 905 F.Supp. 1083, 1094–95 (1995). See Def.’s Mem. at 79. Commerce determined that “NTN has not changed the methodology [Commerce] rejected in these prior reviews nor has it presented any evidence that its selling expenses are incurred in the manner in which it allocated the expenses.” Final Results, 64 Fed.Reg. at 35,607. Because Commerce found during this POR that NTN did not provide sufficient evidence demonstrating that its selling expenses are attributable to levels of trade, the agency recalculated NTN’s United States indirect selling expenses to represent such selling expenses for all United States sales. Id.\n \nCommerce rejected NTN’s contention that Commerce should use NTN’s indirect selling expenses as reported by levels of trade instead of allocating them on an aggregate basis, stating:\n[Commerce] rejected NTN’s allocation methodology because the method that NTN used to calculate its indirect selling expenses does not bear any relationship to the manner in which NTN incurs the expenses in question, thereby leading to distorted allocations. [Commerce has] addressed this issue in prior reviews.\nId.\n \n\n\nB. Contentions of the Parties\nNTN argues that, in the Final Results, Commerce erroneously recalculated NTN’s U.S. and home market indirect selling expenses without regard to LOTs. See NTN’s Mem. at 4–5 and 33–36.\n \nCommerce contends that NTN’s methodology for allocating its indirect selling expenses based on LOTs did not bear any relationship to the manner in which NTN incurred these United States selling expenses and its methodology led to distorted allocations. See Def.’s Mem. at 78–80. Therefore, Commerce concludes that Commerce properly recalculated NTN’s United States and home market expenses without regard to levels of trade. See id.\n \n*880 Torrington supports Commerce’s position and asserts that Commerce’s determination to reallocate NTN’s United States and home market indirect selling expenses was reasonable. See Torrington’s Resp. at 74–76.\n \n\n\nC. Analysis\nAs Commerce had explained in the Final Results of Antidumping Duty Administrative Reviews, Partial Termination of Administrative Reviews, and Revocation in Part of Antidumping Duty Orders on Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof From France, 60 Fed.Reg. 10900, 10940 (Feb. 28, 1995), indirect selling expenses are fixed period costs that typically relate to all sales and do not vary according to sales value or the number of employees who allegedly sell each type of merchandise. Yet, NTN has continued to allocate its indirect selling expenses on the basis of the number of employees in certain regions, without demonstrating sufficiently that it incurred any specific types of expenses particular to a level of trade that were so unique in the nature of these expenses rather than in quantity. See, e.g., NTN’s Mem. at 33–34.\n \nThis Court has previously upheld Commerce’s recalculation of NTN’s indirect selling expenses without regard to levels of trade. See FAG Kugelfischer Georg Schafer AG v. United States, 25 CIT 74, ––––, 131 F.Supp.2d 104, 121 (2001); NTN Bearing, 24 CIT at ––––, 104 F.Supp.2d at 122; NTN Bearing II, 23 CIT at ––––, 83 F.Supp.2d at 1290–91; NTN Bearing III, 19 CIT at 1232–34, 905 F.Supp. at 1094–95 (stating that NTN’s allocation methodology does not reasonably quantify the expenses incurred at each level of trade); NSK Ltd. v. United States, 21 CIT 617, 637–38, 969 F.Supp. 34, 55 (1997), aff’d, NSK. Ltd. v. Koyo Seiko Co., Ltd., 190 F.3d 1321, 1330 (Fed.Cir.1999). NTN’s methodology continues to be based upon unproven presumptions. See Final Results, 64 Fed.Reg. at 35,607. For these reasons, the Court sustains Commerce’s recalculation of NTN’s United States and home market indirect selling expenses without regard to levels of trade.\n \n\n\nVIII. Inclusion of Profits From EP Sales in Calculation of CEP Profit\n\nA. Background\n[43] Under 19 U.S.C. § 1677a(d)(3), Commerce must, in order to calculate CEP, deduct “the profit allocated to the expenses described in” 19 U.S.C. § 1677a(d)(1) and (2) from the price charged to the first unaffiliated purchaser in the United States. “Profit” is defined as “an amount determined by multiplying the total actual profit by the applicable percentage,” 19 U.S.C. § 1677a(f)(1), and “actual profit” is defined as the “total profit earned ... with respect to the sale of the same merchandise for which total expenses are determined ....” 19 U.S.C. § 1677a(f)(2)(D). The term “total expenses” means “all expenses in the first of [three] categories which applies and which are incurred by or on behalf of the foreign producer and foreign exporter of the subject merchandise and by or on behalf of the United States seller affiliated with the producer or exporter with respect to the production and sale of such merchandise ....” 19 U.S.C. § 1677a(f)(2)(C). The first category covers “expenses incurred with respect to the subject merchandise sold in the United States and the foreign like product sold in the exporting country....” 19 U.S.C. 1677a(f)(2)(C)(i). “Subject merchandise,” in turn, is defined as “the class or kind of merchandise that is within the scope of ... a review ....” 19 U.S.C. § 1677(25) (1994).\n \n*881 In the Preliminary Results, Commerce included profit on EP sales in the calculation of CEP profit. See generally, 64 Fed.Reg. at 8790.\n \n\n\nB. Contentions of the Parties\nNTN contends that the statute clearly states that the adjustment of profit to the CEP is to be based on expenses incurred in the United States as a percentage of total expenses and that there is no provision in the statute for the inclusion of EP expenses or profit in this calculation. See NTN’s Mem. at 37–38. NTN deduces, therefore, that Commerce erred by including EP sales in the calculation of CEP profit. Id. at 38.\n \nSpecifically, NTN relies on the definition of the term “total expenses.” See 19 U.S.C. § 1677a(f)(2)(C). NTN concludes that the specific reference to CEP within the definition precludes Commerce from the inclusion of profits from EP sales in calculation of CEP profit. See NTN’s Mem. at 37–38.\n \nCommerce contends that the inclusion of profits on EP sales in the calculation of CEP profit was in accordance with the law because it was a reasonable interpretation of the statutory mandates of sections 1677(a)(d)(1) and (2), 1677a(d)(3), 1677a(f)(1) and (2)(C) and(D) of Title 19.\n \nCommerce points out that:\n[i]t is [Commerce’s] practice to include EP sales in the calculation of CEP profit. See, e.g., AFBs 8, 63 [Fed.Reg.] at 33[,]345[;] TRBs, 63 [Fed.Reg.] at 2570[;] and Certain Fresh Cut Flowers From Colombia; Final Results and Partial Rescission of Antidumping Duty Administrative Review, 62 [Fed.Reg.] 53 [,]295 (October 14, 1997). In addition, [Commerce’s] analysis in these reviews is consistent with [the goals articulated in] Policy Bulletin 97.1 of September 4, 1997.\nDef.’s Mem. at 80.\n \nCommerce further articulates the following argument:\nThe basis for total actual profit is the same as the basis for total expenses .... [See 19 U.S.C. § 1677b(f)(2)(C).] The first alternative under [19 U.S.C. § 1677b(f)(2)(C) ] states that, for purposes of determining profit, the term “total expenses” refers to all expenses incurred with respect to the subject merchandise sold in the United States (as well as the foreign like product sold in the exporting country). Thus, where the respondent makes both EP and CEP sales to the United States, sales of the subject merchandise would encompass all such transactions. Therefore, because NTN had EP sales, [Commerce has to] include[ ] these sales in the calculation of CEP profit.\nFinal Results, 64 Fed.Reg. at 35,622.\n \nTorrington agrees with Commerce and contends that Commerce reasonably calculated CEP profit on the basis of all United States sales, including export price sales, and without regard to LOT. See Torrington’s Resp. at 77–79.\n \n\n\nC. Analysis\n[44] Based upon the above-defined statutory scheme, Commerce concluded that where a respondent made both EP and CEP sales, “sales of the subject merchandise” encompassed all such transactions and, therefore, Commerce could reasonably interpret the statutory scheme as providing that the calculation of total actual profit is to include all revenues and expenses resulting from the respondent’s EP sales as well as from its CEP and home market sales. See Def.’s Mem. at 82.\n*882 The calculation of total actual profit under [19 U.S.C. § 1677a(f)(2)(D) ] includes all revenues and expenses resulting from the respondent’s export price ... sales as well as from its constructed export price and home market sales .... The basis for total actual profit is the same as the basis for total expenses under [19 U.S.C. § 1677a(f)(2)(C) ]. The first alternative under this section ... states that, for purposes of determining profit, the term “total expenses” refers to all expenses incurred with respect to the subject merchandise sold in the United States (as well as home market expenses). Thus, where the respondent makes both EP and CEP [sales], sales of the subject merchandise would encompass all such transactions.\nId. at 82–83 (quoting 1997 Policy Bulletin (Sep. 4), Pub. Def. Ex. 1.)\n \nThe SAA further clarifies the point and states the following:\nThe total expenses are all expenses incurred by or on behalf of the foreign producer and exporter and the affiliated seller in the United States with respect to the production and sale of the first of the following alternatives which applies: (1) the subject merchandise sold in the United States and the foreign like product sold in the exporting country (if Commerce requested this information in order to determine the normal value and the constructed export price) ....\nH.R. Doc. 103–316 at 824.\n \nBased upon its interpretation of the statutory language and upon the SAA’s reference to constructed export price, NTN claims that there are only two categories of expenses that Commerce can use in calculating CEP profit: those used to calculate NV and those used to calculate CEP. See NTN’s Mem. at 37–38. NTN, however, ignores two issues.\n \n[45] [46] To start, the first category of total expenses is not limited to expenses incurred with respect to CEP sales made in the United States and the foreign like product sold in the exporting country. It also covers expenses incurred with respect to EP sales because it refers to “expenses incurred with respect to the subject merchandise sold in the United States;” the term “subject merchandise” is defined in 19 U.S.C. § 1677(25) as the class or kind of merchandise that is within the scope of a review; and the class or kind of merchandise in this review includes both CEP and EP sales.\n \n[47] Second, as the SAA explains, the total expenses are all expenses incurred with respect to the production and sale of the first of the three alternatives. In referring to the first category of expenses, the SAA specifically refers to “the subject merchandise sold in the United States,” which, by definition, means the class or kind of merchandise which is within the scope of a review and, in this review, includes both CEP and EP sales. H.R. Doc. 103–316 at 824–85.\n \nFor these reasons the Court is not convinced by NTN’s argument that Commerce’s interpretation of the statutory scheme is unreasonable and sustains Commerce’s inclusion of profits on EP sales in the calculation of CEP profit. See Chevron, 467 U.S. 837, 104 S.Ct. 2778.\n \n\n\nIX. Commerce’s Calculation of NTN’s CEP Profit Without Regard to Levels of Trade\n\nA. Background\n[48] [49] Calculating CEP, Commerce must deduct from the price at which the merchandise is sold to the first unaffiliated purchaser in the United States “the profit allocated to the expenses described in paragraphs (1) and (2)” of section 1677a(d). *883 19 U.S.C. § 1677a(d)(3). “Profit” is defined as “an amount determined by multiplying the total actual profit by the applicable percentage,” 19 U.S.C. § 1677a(f)(1), while “actual profit” is defined as the “total profit earned ... with respect to the sale of the same merchandise for which total expenses are determined under such subparagraph.” 19 U.S.C. § 1677a(f)(2)(D). The term “total expenses” means:\n[A]ll expenses in the first of the following categories which applies and which are incurred by or on behalf of the foreign producer and foreign exporter of the subject merchandise and by or on behalf of the United States seller affiliated with the producer or exporter with respect to the production and sale of such merchandise:\n(i) The expenses incurred with respect to the subject merchandise sold in the United States and the foreign like product sold in the exporting country if such expenses were requested by the administering authority for the purpose of establishing normal value and constructed export price.\n(ii) The expenses incurred with respect to the narrowest category of merchandise sold in the United States and the exporting country which includes the subject merchandise.\n(iii) The expenses incurred with respect to the narrowest category of merchandise sold in all countries which includes the subject merchandise.\n19 U.S.C. § 1677a(f)(2)(C).\n \nIn the Preliminary Results, Commerce interpreted these provisions and calculated NTN’s CEP profit without regard to levels of trade. See 64 Fed.Reg. 8790.\n \n\n\nB. Contentions of the Parties\nNTN alleges that Commerce’s calculation of CEP profit without regard to levels of trade was in violation of law. See NTN’s Mem. at 5, 10, and 38–39. Specifically, NTN contended the following: (1) prices differed significantly between levels of trade; (2) to account fully for price differences between levels of trade, Commerce must consider profit levels; and (3) the statutory language expresses a preference for the CEP profit calculation to be performed as specifically as possible. See NTN’s Mem. at 39.\n \nCommerce contends that the calculation of NTN’s CEP profit was made in accordance with the applicable statutory mandates. See Def.’s Mem. at 84–89. Commerce stated the following:\nIt is not [Commerce’s] practice to calculate CEP profit for different levels of trade. See, e.g., AFBs 7, 62 [Fed.Reg.] at 54[,]072, and Tapered Roller Bearings and Parts Thereof, Finished and Unfinished, From Japan, and Tapered Roller Bearings, Four Inches or Less in Outside Diameter, and Components Thereof, From Japan; Final Results of Administrative Reviews, 63 [Fed.Reg.] 2570, 2583 (January 15, 1998) ....\n[Commerce] believe[s] that NTN’s reliance on the term “narrowest” as used in ... [19 U.S.C. §§ 1677a(f)(2)(C)(ii) and (iii) ] is misplaced. While the statute uses the term “narrowest” in describing the second and third alternative methods, methods in which CEP profit is calculated based on financial reports, for NTN we used the first alternative method since the company provided the necessary data (i.e., U.S. and home-market sales information as well as CV and COP data for the subject merchandise and the foreign like product, respectively). This is consistent with the instructions *884 set forth in ... [19 U.S.C. § 1677a(f)(C) ] and the SAA at 824–825. Moreover, regardless of the basis for the CEP-profit calculation, neither the statute nor the SAA requires us to calculate CEP-profit on a basis more specific than subject merchandise and foreign like product. See Toyota Motor Sales, USA v. United States, [22 CIT 643, 15 F.Supp.2d 872 (1998) ] ....\nFinal Results, 64 Fed.Reg. at 35,621–22.\n \n\n\nC. Analysis\n[50] The Court agrees with Commerce’s contention that NTN’s reading of section 1677a(f) of Title 19 is too broad. The statute does not expressly refer to levels of trade, see 19 U.S.C. § 1677a(f), but rather refers to the “narrowest category of merchandise ... which includes the subject merchandise” in 19 U.S.C. § 1677a(f)(2)(C)(ii) and (iii). However, the term “subject merchandise” is defined in 19 U.S.C. § 1677(25) as “the class or kind of merchandise that is within the scope of an investigation, a review, a suspension agreement, an order under this subtitle or section 1303 of this title, or a finding under the Antidumping Act, 1921.” Thus, it was reasonable for Commerce to interpret the statutory language as: (1) envisioning that, in general, the “narrowest category” would be the class or kind of merchandise that is within the scope of an investigation or a review, while (2) not contemplating that Commerce would be required to consider a much narrower sub-category of merchandise, such as one based upon a level of trade. See Def.’s Mem. at 87 (citing to H.R. Doc. 103–316 at 825).\n \nCommerce relied upon 19 U.S.C. § 1677a(f)(2)(C)(i) and clarified the underlying policy of its interpretation by stating that the subdivision of the CEP profit calculation “should be the exception rather than the rule because [of additional] complexity [and] susceptib[ility] to manipulation ....” See Final Rule, 62 Fed.Reg. at 27,354.\n \nNTN contends that Commerce should calculate CEP profit to account for level of trade differences because “[t]here is no reason [for Commerce] to use a less specific, less accurate mode of calculation.” NTN’s Mem. at 39. However, a CEP profit calculation based upon a broader profit line than the subject merchandise will not necessarily produce a less accurate or distorted result. The SAA offers the following observation:\nNo distortion in the profit allocable to U.S. sales is created if total profit is determined on the basis of a broader product-line than the subject merchandise, because the total expenses are also determined on the basis of the same expanded product line. Thus, the larger profit pool is multiplied by a commensurately smaller percentage.\nH.R. Doc. 103–316 at 825.\n \nThe issue was already addressed in NTN Bearing, 24 CIT at ––––, 104 F.Supp.2d at 132–35 (concluding that because section 1677a(f) does not make any reference to level of trade, Commerce acted reasonably by interpreting section 1677a(f) as allowing Commerce not to apply a narrower subcategory of merchandise, such as one based upon LOT).\nSubsections (ii) and (iii) of the § 1677a(f)(C)’s “total expense” definition both refer to “expenses incurred with respect to the narrowest category of merchandise ... which includes the subject merchandise.” The term “subject merchandise” is defined as “the class or kind of merchandise that is within the scope of an investigation, a review, a suspension agreement, an order under this subtitle or section 1303 of this title, or a finding under the Antidumping Act, 1921.” 19 U.S.C. § 1677(25) (1994). *885 The statute, therefore, clearly contemplates that, in general, the “narrowest category” will include the class or kind of merchandise that is within the scope of an investigation or review.\n....\nThe Court, moreover agrees with Commerce’s conclusion that “a subdivision of the CEP-profit calculation would be more susceptible to manipulation,” a result that Congress specifically warned Commerce to prevent. Final Results, 62 Fed.Reg. at 54,073 (citing 62 Fed.Reg. at 2125 (Jan. 15, 1997)) (citing, in turn, S. Rep. 103–412, 103d Cong., 2d Sess. at 66–67 (1994)) [ ]. Finally, even if the Court were to assume that a narrower basis for calculating CEP profit would be justified under some circumstances, the Court agrees with Commerce that NTN failed to provide adequate factual support of how the CEP profit calculation was distorted by Commerce’s standard methodology.\nId. at 135.\n \nBecause NTN has failed to demonstrate that Commerce’s standard methodology for calculating CEP profit was distortive, the Court sustains Commerce’s calculation of CEP profit for NTN without regard to levels of trade. See Chevron, 467 U.S. 837, 104 S.Ct. 2778.\n \n\n\nX. Commerce’s Treatment Of NTN’s Home Market Packing Expenses\nDuring the prior reviews, Commerce re-allocated NTN’s packing expenses. See Def.’s Mem. at 89. During the review in issue, however, Commerce examined and denied NTN’s packing expenses. Id. Commerce found NTN’s allocation of home market packing expenses distortive because NTN’s allocation allegedly did not take into account the differences in packing to different customers. Id. at 89–90. Additionally, Commerce disallowed the claimed adjustment for home market packing expenses because NTN allegedly did not revise its methodology when Commerce requested such a revision. Id. Issuing its final determination, Commerce stated that Commerce applied partial adverse facts available, and yet Commerce also stated that Commerce denied the adjustment. See Final Results, 64 Fed.Reg. at 35,596. NTN contends that Commerce’s treatment of NTN’s home market packing expenses, specifically: (1) Commerce’s denial of packing expenses; and (2) Commerce’s application of facts available and adverse inference to NTN’s home market packing expense, was not in accordance with the law. See NTN’s Mem. at 39–41. Because Commerce’s explanation of the action which it took is not clear, the Court remands the issue to Commerce for explanation of its final decision concerning NTN’s packing expenses.\n \n\n\nXI. Inclusion of Directors’ Retirement Benefits in NTN’s General and Administrative Expenses\n\nA. Background\n[51] [52] [53] In calculating cost of production and constructed value, Commerce is required to include selling, general and administrative expenses. See 19 U.S.C. §§ 1677b(b)(3). While the statute does not define what constitutes general and administrative (“G & A”) expenses, G & A expenses are generally understood to mean “expenses which relate to the activities of the company as a whole rather than to the production process.” See U.S. Steel Group a Unit of USX Corp. v. United States, 22 CIT 104, ––––, 998 F.Supp. 1151, 1154 (1998) (quoting Rautaruukki Oy v. United States, 19 CIT 438, 444, 1997 WL 260029 (1997)).\n \n[54] [55] Commerce believes that benefits paid to company officers and directors *886 could be fairly characterized as expenses that belong to the company as a whole rather than to the production process. See Def.’s Mem. at 91. Therefore, Commerce developed a practice of treating benefits to officers and directors as G & A expenses. See, e.g., Final Results of Antidumping Duty Administrative Review of Certain Corrosion–Resistant Carbon Steel Flat Products From Japan, 65 Fed.Reg. 8935, 8940–41 (Feb. 23, 2000) (explaining that special retirement payment and past service portion of pension cost would be included in G & A expense rate even despite classification under Japanese GAAP as extraordinary expenses); Notice of Preliminary Determinations of Sales at Less Than Fair Value on Certain Cold–Rolled Flat–Rolled Carbon–Quality Steel Products from Turkey, 65 Fed.Reg. 1127, 1134 (Jan. 7, 2000) (stating that G & A expense rate is adjusted to include bonuses for management personnel); Notice of Final Determination of Sales at Less Than Fair Value on Stainless Steel Sheet and Strip in Coils From Japan, 64 Fed.Reg. 30,574, 30,591 (June 8, 1999) (finding that one-time severance payments to transferred employees should be included in G & A expense rate pursuant to Commerce’s normal practice, despite claim that they were extraordinary expense under Japanese GAAP); Final Results of Antidumping Duty Administrative Reviews of Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof From France, Germany, Italy, Japan, Romania, Singapore, Sweden, and the United Kingdom, 63 Fed.Reg. 33,320, 33,338 (June 18, 1998) (stating that bonus distribution relates to the administrative activities of the company as a whole and that Commerce’s normal practice is to include the amount in the calculation of COP and CV); Final Determination of Sales at Less Than Fair Value on Titanium Sponge From Japan, 49 Fed.Reg. 38,687, 38,690 (Oct. 1, 1984) (finding that retirement benefits for officers are considered a necessary expense of the corporation). Commerce’s practice is to exclude expenses from the calculation of G & A rate only when the expenses are both: (1) unusual; and (2) infrequent in nature. See, e.g., Notice of Final Determination of Sales at Less Than Fair Value on Certain Polyester Staple Fiber From the Republic of Korea, 65 Fed.Reg. 16,880, 16,882 (March 30, 2000) (relying on Unpublished Mem., 65 FR 16,880 LEXIS (March 30, 2000) (finding that severance payments should be included in G & A expenses because “[Commerce] only allows for the exclusion of extraordinary expenses when those expenses are both unusual and infrequent in nature”)).\n \n\n\nB. Contentions of the Parties\nNTN argues that Commerce erroneously included directors’ retirement benefits in its calculation of NTN’s general and administrative expenses. See NTN’s Mem. at 42. Commerce believes that it acted in accordance with the statutory mandate and the evidence on record and, therefore, properly included directors’ retirement benefits in the calculation of NTN’s general and administrative expenses. See Def.’s Mem. at 90–94.\n \nTorrington agrees with Commerce and asserts that Commerce acted reasonably in recalculating NTN’s G & A expenses by including the aforesaid amounts. See Torrington’s Resp. at 84–85.\n \n\n\nC. Analysis\nDuring the review in issue, NTN did not include retirement benefits for directors in its G & A expense calculation alleging that the retirement benefits for directors was an extraordinary expense. See Final Results at 35,596. At that point, NTN provided Commerce with no evidence to support its claim that the retirement benefits *887 should be excluded from G & A because they constituted an extraordinary expense. See id. Consequently, Commerce included the expenses for the retirement benefits in the calculation of G & A and explained its decision as follows:\n[I]t is incumbent upon the respondent to demonstrate that it is entitled to a favorable expense adjustment. NTN did not explain how retirement benefits are an “extraordinary expense” and provided no other justification for exclusion of these expenses. Therefore, [Commerce has] recalculated NTN’s G & A expenses to include these benefits.\nId.\n \nNTN argues before this Court that, because the benefits were a one-time payment made to certain retiring directors and are not payments which NTN makes with any regularity, they are “extraordinary” in nature and cannot be considered expenses accrued for the general operation of NTN’s business and should not be included as a G & A expense. However, the administrative record does not support NTN’s argument because NTN did not submit any evidence establishing the extraordinary nature of the benefits. See id. Therefore, NTN’s argument and any evidence in support of it cannot be considered by this Court. See, e.g., Calabrian Corp. v. U.S. Int’l Trade Comm’n, 15 CIT 287, 1991 WL 117824 (1991).\n \nAlternatively, NTN asserts that retirement payments are akin to dividend payments and, as such, should not be included in G & A. See NTN’s Mem. at 42. Commerce, however, does analogize retirement payments to dividend payments and treats them as dividend payments only if retirement payments are derived from retained earnings. See Final Results of Antidumping Duty Review of Tapered Roller Bearings, Finished and Unfinished, and Parts Thereof From Japan, 57 Fed.Reg. 4951, 4957 (Feb. 11, 1992) and 56 Fed.Reg. 41,508, 41,516 (Aug. 21, 1991). In this case, NTN failed to provide Commerce with sufficient evidence allowing Commerce to analogize retirement payments to treat them as dividend payments.\n \nBased on the foregoing, the Court sustains Commerce’s decision to include the expenses for the benefits in the calculation of the G & A ratio as reasonable in accordance with the law.\n \n\n\nXII. Commerce’s Refusal to Adjust NTN’s Normal Values by Home Market Commissions to Affiliated Parties that Appeared to Be Made Not at Arm’s Length\n\nA. Background\n[56] There is no specific provision allowing for the deduction of home market commissions from normal value. Congress has provided for adjustment of normal value for differences in the circumstances of sale:\nThe price described in paragraph (1)(B) shall be ... increased or decreased by the amount of any difference (or lack thereof) between the export price or constructed export price and the price described in [another] paragraph ... (other than a difference for which allowance is otherwise provided under this section) that is established to the satisfaction of the administering authority to be wholly or partly due to ... other differences in the circumstances of sale.\n19 U.S.C. § 1677b(a)(6)(C) (1994).\n \nDuring the review in issue, Commerce compared the weighted-average commission rate paid to affiliated parties with the weighted-average commission rate paid to unaffiliated parties. Final Results, 64 Fed.Reg. at 35,606. Commerce “found that the weighted-average commission rate for certain classes or kinds of AFBs paid *888 to affiliated parties was higher than the weighted-average commission rate paid to unaffiliated parties.” Def.’s Mem. at 95. Commerce determined that the commissions paid to affiliated parties were not made at arm’s length and, therefore, did not deduct the commissions paid to affiliated commissionaires from the normal value calculated for the relevant merchandise. Final Results, 64 Fed.Reg. at 35,606.\n \nDuring the review in issue, Commerce requested NTN to do the following:\n[r]eport the unit cost of commissions paid to affiliated and unaffiliated selling agents. If more than one commission was paid, report each commission [separately]. Describe the terms under which commissions were paid and how commissions rates were determined. Explain whether the amount of the commission varies depending on the party to whom it is paid and whether that party is affiliated with you. Include samples of each type of commission agreement used. For payments to affiliated selling agents, indicate whether the commissions were paid at arm’s length by reference to commission payments to unaffiliated selling agents in the comparison market and other markets. Submit evidence demonstrating the arm’s length nature of the commissions.\nDef.’s Mem. at 99.\n \nNTN’s responded only by stating that “[c]ommission rates varied depending on the party to whom the commissions were paid,” id., failing to provide Commerce with specific evidence explaining why home market commissions varied and whether the commissions paid to affiliated parties were at arm’s length. Commerce, therefore, concluded that:\n[t]here is no evidence on the record supporting NTN’s claim that commission rates vary significantly between selling agents according to the services provided by each agent. As NTN notes, its response indicates that it negotiates commission rates with each selling agent. However, NTN has not provided any explanation as to how or why commission rates might vary or any information regarding the differences in services rendered by different selling agents. In the absence of such information, it is reasonable to presume that commissions paid to affiliates which are higher than those paid to unaffiliated parties are not at arm’s length.\nFurthermore, NTN’s assertion that “commissions paid to related parties are often much higher than those paid to unrelated parties[”] does not demonstrate that our methodology is unreasonable. Rather, it indicates that the commissions paid to those related parties are more favorable than those paid to unrelated parties and, therefore, are not at arm’s length.\nFinal Results, 64 Fed.Reg. at 35,606.\n \n\n\nB. Contentions of the Parties\nNTN alleges that Commerce’s failure to adjust normal value for certain classes or kinds of bearings for commissions paid for delivery on behalf of NTN to affiliated commissioners was in violation of the law. See NTN’s Mem. at 42–44. NTN argues that Commerce’s methodology for determining the arm’s length nature of the commissions paid to affiliated parties (which compares the weighted-average commission rate paid to affiliated parties to the weighted-average rate paid to unaffiliated parties) is “problematic ... because it fails to account for actual services rendered in exchange for the commission.” Id. at 43.\n \nCommerce asserts that it acted properly in refusing to adjust NTN’s normal value by home market commissions to affiliated parties that Commerce assumes to be made not at arm’s length. See Def.’s *889 Mem. at 95–101. Commerce’s position is supported by Torrington asserting that Commerce’s actions were reasonable under the circumstances. See Torrington’s Resp. at 85–87.\n \n\n\nC. Analysis\n[57] “Commerce is given considerable deference in its decision to grant a circumstances-of-sale adjustment.” See Outokumpu Copper Rolled Products AB v. United States, 850 F.Supp. 16, 22 (CIT 1994) (citing Smith–Corona Group, Consumer Products Div., SCM Corp. v. United States, 713 F.2d 1568, 1575 (Fed.Cir.1983), cert. denied, 465 U.S. 1022, 104 S.Ct. 1274, 79 L.Ed.2d 679 (1984)). “As long as Commerce’s ‘decision is reasonable, then Commerce has acted within its authority even if another alternative is more reasonable.’ ” Id. (quoting Koyo Seiko Co. v. United States, 16 CIT 366, 372, 796 F.Supp. 517, 523 (1992), rev’d and remanded on other grounds, 36 F.3d 1565 (Fed.Cir.1994)).\n \nThe SAA additionally clarifies that “[C]ommerce’s ... practice with respect to this adjustment [is] to remain unchanged.” H.R. Doc. 103–316 at 828.\n \n[58] Under pre-URAA law, Commerce’s practice with respect to commissions paid to affiliated parties was to allow adjustments for the commissions only when they were found to be at arm’s length or were directly related to the sales under review. See LMI–La Metalli Industriale, S.p.A. v. United States, 912 F.2d 455, 458 (Fed.Cir.1990). Commerce presumed that the commission arrangement was not bona fide in the case of a parent-subsidiary relationship and placed on the foreign company the burden of coming forward with evidence supporting a bona fide arrangement. See id. at 459. Commerce developed a two-prong test pursuant to which it determined the following: (1) if the commissions were directly related to specific sales; and, in addition, (2) whether the commissions are at arm’s length. See Outokumpu Copper Rolled Products AB v. United States, 17 CIT 848, 859, 829 F.Supp. 1371, 1381 (1993), and 850 F.Supp. at 21.\n \n[59] Currently, under 19 C.F.R. § 351.410(b), Commerce makes the “circumstances of sale” adjustments pursuant to 19 U.S.C. § 1677b(a)(6)(C)(iii) only for direct selling expenses and assumed expenses. Direct selling expenses include commissions “that result from, and bear a direct relationship to, the particular sale in question.” 19 C.F.R. § 351.410(c). Under 19 C.F.R. § 351.401(b)(i) (1998), the interested party that is in possession of the relevant information has the burden of establishing to the satisfaction of Commerce the amount and nature of a particular adjustment in order to obtain adjustments to normal value.\n \n[60] Pursuant to its practice, Commerce has denied adjustments for commissions where it was not provided with sufficient evidence that commissions paid to affiliated commissionaires were made at arm’s length. See, e.g., Final Results of Antidumping Duty Administrative Reviews and Revocation in Part of an Antidumping Finding on Tapered Roller Bearings and Parts Thereof, Finished and Unfinished, From Japan and Tapered Roller Bearings, Four Inches or Less in Outside Diameter, and Components Thereof, From Japan, 61 Fed.Reg. 57,629, 57,638 (Nov. 7, 1996); Final Results of Antidumping Duty Administrative Reviews on Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof From France, Germany, Italy, Japan, Singapore, and the United Kingdom, 62 Fed.Reg.2081, 2098–99 (Jan. 15, 1997); *890 Final Results of Antidumping Duty Administrative Review of Industrial Phosphoric Acid From Belgium, 64 Fed.Reg. 49,771, 49,772 (Sept. 14, 1999). In the instant case, Commerce followed the same practice.7 See Final Results, 64 Fed.Reg. at 35,606.\n \nBecause the evidence in the administrative record offer only an insignificant distinction and NTN failed to point out the specific evidence that Commerce could have considered to be sufficient to change Commerce’s assessment methodology, Commerce could reasonably conclude that “NTN’s ... commission rates [did not] vary significantly between selling agents according to the services provided by each agent.” Final Results, 64 Fed.Reg. at 35,606; cf. Zenith Elecs. Corp. v. United States, 17 CIT 51, 57, 812 F.Supp. 228, 233 (1993) (pointing out that “[t]he more specific evidence [is present] in the record[,] ... [the more] Commerce’s rejection of that more specific evidence is ... unreasonable”). Commerce’s determination is, therefore, affirmed.\n \n\n\nXIII. Commerce’s Treatment of Koyo’s Home Market Billing Adjustments as Direct Price Adjustments to Price\n\nA. Background\n[61] In the underlying review, Koyo reported two types of adjustments to its home market prices: billing adjustment one and billing adjustment two. See Koyo’s Mem. Resp. to Torrington’s Mot. J. Agency R. (“Koyo’s Mem. Resp.”) at 4–5. The adjustments to price reported as billing adjustment one were all transaction-specific price adjustments. See id. As such, these billings adjustments met Commerce’s most stringent transaction-specific reporting requirements.\n \nThe price adjustments reported by Koyo in billing adjustment two comprised adjustments granted in two ways: (1) “lump-sum” adjustments, in which Koyo and its customers negotiated a single lump-sum adjustment amount that were recorded in Koyo’s computer as a single adjustment without reference to specific models or sales; and (2) adjustments granted on a model-specific basis that were, because of the large number of individual models and transactions to which they applied, recorded in Koyo’s computer database as a single adjustment to the customer’s outstanding balance.8 Because both of these types of adjustments were recorded on only a customer-specific basis, Koyo reported them in billing adjustment two on a customer-specific basis as well. See id. at 5–8.\n \nIn other words, the only difference between billing adjustment one and billing *891 adjustment two, both of which involved customer-specific allocations, was that billing adjustment one was free from out-of-scope merchandise, while billing adjustment two relied on an allocation to remove the effect of any out-of-scope merchandise.\n \n[62] In the Final Results, Commerce accepted claims discounts, rebates and post-sale price adjustments (“PSPAs”) as direct adjustments to price if Commerce found that the respondent, in reporting these adjustments, acted to the best of its ability and that its reporting methodology was not unreasonably distortive. See 64 Fed.Reg. at 35,603. Commerce explained that, although it prefers that respondents report the price adjustments on a transaction-specific basis, it recognizes that this is not always feasible, especially in the cases involving an extremely large number of transactions involved in AFB reviews. See id. Commerce stated that “[i]t [was] inappropriate to reject allocations that are not unreasonably distortive [in favor of facts otherwise available] where a fully cooperating respondent [was] unable to report the information in a more specific manner.” Id. (emphasis supplied). Commerce, therefore, accepted price adjustments when transaction-specific reporting was not feasible, provided Commerce was satisfied that the allocation method used [did] not cause inaccuracies or distortions. See id.; accord 19 C.F.R. § 351.401(g) (1988).\n \nCommerce verified Koyo’s reporting methodology, see Def.’s Mem. at 121, n. 32, and obtained from Koyo documentation demonstrating that the denominator over which the total adjustments were allocated included all sales to the customer during the period and that the merchandise over which the adjustment was allocated was sufficiently similar so as to not cause the allocation to be unreasonably distortive. See Final Results, 64 Fed.Reg. at 35,603. Commerce concluded that:\nKoyo provided us with a detailed listing of all non-transaction-specific billing adjustments used to develop the [b]illing [a]djustment [two] factor.... Each of these are individual entries in the sales sub-ledger account which give the total amount of the discount but do not state the applicable products or quantities. Instead, this listing simply shows the [specific] notation .... The total amount of these adjustments matched the total amount of discounts used in the numerator to develop the customer-specific factor.\nKoyo’s Mem. Resp., Exb. 3.\n \nIn addition, Commerce “reviewed backup documentation for one of [Koyo’s] ... entries that made up the total adjustment amount” and “[t]o further verify that all products used to develop the discount amount were bearing-related, [Commerce] selected several items from [the customer’s] confirmation of receipt and Koyo provided backup documentation demonstrating that these products were bearings or bearing-related products.” Id. After determining that the correct adjustment percentage was applied by Koyo to the affected customer’s sales, Commerce concluded that Koyo removed all non-bearing purchases, leaving a sales figure which included only bearing-related products. See id. Commerce assumed that there was no indication that Koyo’s methodology would result in distortive allocations. See Final Results, 64 Fed.Reg. at 35,603.\n \n\n\nB. Contentions of the Parties\nTorrington contends that Commerce’s acceptance of Koyo’s reported home market billing adjustments as direct price adjustments was unlawful and not supported by substantial evidence because such adjustments must always be reported on a *892 sales-specific basis. See generally, Torrington’s Reply to Resp. of the United States and Koyo (“Torrington’s Reply”). Torrington recognizes that this Court approved the new methodology used by Commerce. Id. at 2, 7, (citing to NTN Bearing, 24 CIT 385, 104 F.Supp.2d 110; Torrington Co. v. United States (“Torrington CIT ”), 24 CIT 267, 100 F.Supp.2d 1102 (2000); and Timken Co. v. United States (“Timken ”), 22 CIT 621, 16 F.Supp.2d 1102 (1998)). Nevertheless, Torrington argues that Koyo’s reported methodology of allocating adjustments contravenes the rationale in or a broader reading of Torrington Co. v. United States (“Torrington CAFC ”), 82 F.3d 1039 (Fed.Cir.1996). See id. at 4–5. Torrington asserts the Torrington CAFC is not limited to narrow discussion of direct and indirect selling expenses but bears on the issue of direct price adjustments. See id. Torrington claims that Commerce unlawfully redefined what the CAFC considered “direct” by adopting a new methodology and creating an artificial distinction not anticipated by the CAFC. See id. Torrington further asserts that although Torrington CAFC pre-dated the URAA amendments, the new statute retains the distinction between “direct” and “indirect” expenses. See id. at 4. Torrington, therefore, argues that since Commerce’s new methodology must conform with precedent, this Court should review Koyo’s home market PSPAs by applying the rationale of Torrington CAFC as interpreted by Torrington. See id. at 4–5.\n \nAlternatively, Torrington maintains that even if Commerce’s new methodology is legally valid, Koyo did not carry its burden of proof in establishing entitlement to any advantageous adjustment under this methodology. See id. at 7–9. Specifically, Torrington claims that Koyo failed to demonstrate that its reported home market billing adjustment allocations were not distortive and that it acted to the best of its ability in reporting the claimed adjustment amounts. See id. at 8–9. Relying on SKF USA, Inc. v. INA Walzlager Schaeffler KG (“SKF CAFC ”), 180 F.3d 1370 (Fed.Cir.1999), Torrington further asserts that aside from what was or was not possible to do, Koyo did not provide substantial evidence on record to demonstrate that it was infeasible or inconvenient to provide more specific reporting. See id. at 8–9.\n \nTorrington, therefore, requests that this Court reverse Commerce’s determination with respect to each subject adjustment and remand the case to Commerce with instructions to disallow Koyo’s downward home market billing adjustments, but allow all upward home market billing adjustments. See id. at 10–11.\n \nCommerce responds that Torrington erred in relying on Torrington CAFC because Torrington CAFC does not stand for the proposition that direct price adjustments may only be accepted when they are reported on a transaction-specific basis. See Def.’s Mem. at 102–106. Commerce maintains that the court in Torrington CAFC “merely overturned a prior Commerce[’s] practice ... of treating certain allocated price adjustments as indirect expenses,” id. at 103 (citing Torrington CAFC, 82 F.3d at 1047–51), and did not address the propriety of the allocations methods that respondents used in reporting the price adjustments in question. See id. at 103–04. Commerce points out that it does not read Torrington CAFC as addressing the propriety of allocation methodologies; rather, Commerce only viewed Torrington CAFC as holding that “Commerce could not treat indirect selling expenses as ‘improperly’ allocated price adjustments ....” See id. at 104–05. Commerce notes that pursuant to its new methodology, it does not consider price adjustments to be any type of selling expense, *893 either direct or indirect and, therefore, the holding of Torrington CAFC is irrelevant to the issue at hand. See id. at 106.\n \nCommerce also argues that its treatment of Koyo’s reported home market billing adjustments as direct adjustments was supported by substantial record evidence and otherwise in accordance with law as clarified in Timken, that is, Commerce: (1) “used its acquired knowledge of the respondents’ computer system and databases to conclude that Koyo could not provide the information in the preferred form;” (2) “scrutinized [Koyo’s] data before concluding that the data were reliable”; and (3) found that the adjustments on scope and non-scope merchandise did not result in unreasonable distortions. Id. at 118–21.\n \nCommerce points out that “[i]t would defeat the purpose of permitting allocations if Commerce also required [Koyo] to provide transaction specific adjustments so as to prove that the allocation is non-distortive.” Id. at 121. Commerce maintains that, in reviewing reported allocations, it looks not only to what is theoretically possible, but what is reasonable in light of the number of transactions involved and the possibility of unreasonable distortions. See id. at 121–22. Commerce argues that since Koyo’s allocation did not raise a serious danger of distortion or deliberate manipulation, it acted reasonably in accepting Koyo’s billing adjustments. See id. at 120–26.\n \nKoyo supports Commerce’s position, asserting that Commerce’s acceptance of home market billing adjustment two was in accordance with the law and supported by substantial evidence. See Koyo’s Mem. at 15–29. Koyo notes that pre-URAA judicial precedent does not prohibit Commerce from reevaluating its treatment of PSPAs. See id. at 10–14. Koyo contends that “Torrington’s argument that pre-URAA judicial precedent prohibits [Commerce] treatment of PSPAs as price adjustments rather than expenses in the underlying review is no longer relevant.” Id. at 11. Koyo also maintains that Commerce’s change to a more liberalized reporting methodology is consistent with the URAA. See id. at 15–18. Koyo asserts that Commerce’s decision to allow Koyo to treat its PSPAs as adjustments to price and allocate them is permissible under 19 U.S.C. § 1677m(e)’s more liberalized reporting instructions, which direct Commerce not to reject data submissions once Commerce concludes that certain criteria are satisfied. See id. at 16–17. Koyo further asserts that Commerce’s treatment of allocated billing adjustments is also “consistent with the new antidumping regulation, 19 C.F.R. § 351.401(g)(1) (1997), which permits [Commerce] to ‘consider allocated expenses and price adjustments when transaction-specific reporting is not feasible.’ ” Id. at 17–18 (quoting 19 C.F.R. § 351.401(g)(1)).\n \nMoreover, contrary to Torrington’s assertion that even under Commerce’s new reporting methodology Koyo’s PSPAs should be denied, Koyo argues that it acted to the best of its ability in reporting billing adjustments one and two and that the reporting methodologies Koyo employed were non-distortive. See id. at 19–26. Koyo asserts that because the scope and non-scope products were similar in terms of value, physical characteristics, and the manner in which it is sold, there is no reason to believe the adjustment resulted in unreasonable distortions. See id. at 20.\n \n\n\nC. Analysis\n“Commerce’s decision to accept Koyo’s reported home market billing adjustments ... was supported by substantial evidence and was fully in accordance with the post- *894 URAA statutory language,” as well as with the SAA that accompanied the enactment of the URAA because: (1) Commerce verified Koyo’s billing adjustments to determine that they were reliable and could not be reported more specifically; and (2) Commerce properly accepted Koyo’s allocation methodology, “even though it included adjustments on in-scope and out-of-scope merchandise, as [Commerce] carefully reviewed the differences between such merchandise and ensured that the allocations were not unreasonably distortive.” NTN Bearing, 24 CIT at ––––, 104 F.Supp.2d at 156–57; accord, Timken, 16 F.Supp.2d at 1107–08.\n \nAfter the enactment of the URAA, Commerce entirely reevaluated its treatment of billing adjustments, and since that time it treats them as adjustments to price and not as selling expenses. As Commerce explained in its notice promulgating the post-URAA version of its antidumping regulations, the term “price adjustment” is intended to describe a category of changes to a price, such as discounts, rebates and post-sale price adjustments, that affect the net outlay of funds by the purchaser. Final Rule, 62 Fed.Reg. at 27,300.\n \n[63] In light of Commerce’s clear authority to reevaluate its treatment of PSPAs, the pre-URAA judicial precedents are no longer relevant. Indeed, Commerce’s treatment of Koyo’s billing adjustments as adjustments to price instead of selling expenses is the issue left unanswered by pre-URAA cases on which Torrington relies, specifically, Torrington CAFC, 82 F.3d 1039; Koyo Seiko Co., Ltd. v. United States (“Koyo ”), 36 F.3d 1565 (Fed.Cir.1994); and Consumer Prods. Div., SCM Corp. v. Silver Reed America, Inc. (“Consumer Prods. ”), 753 F.2d 1033 (Fed.Cir.1985).9\n \n[64] [65] The Court disagrees with Torrington that Torrington CAFC mandates that direct price adjustments may only be accepted when they are reported on a transaction-specific basis. Rather, as Commerce correctly points out, Torrington CAFC merely overturned a prior Commerce practice of treating certain allocated price adjustments as indirect selling expenses and did not address the propriety of the allocation methods that Koyo used in reporting the price adjustments in question. See Final Results, 64 Fed.Reg. at 35,602. Although (1) “Commerce treated *895 rebates and billing adjustments as selling expenses in preceding reviews under pre-URAA law,” and (2) “previously decided that such adjustments are selling expenses and, therefore, should not be treated as adjustments to price,” this did not “preclude Commerce’s change in policy or this Court’s reconsideration of its stance in light of the newly-amended antidumping statute,” that is, 19 U.S.C. § 1677m(e). Timken, 16 F.Supp.2d at 1107. “Neither the pre-URAA nor the newly-amended statutory language imposes standards establishing the circumstances under which Commerce is to grant or deny adjustments to NV for PSPAs.” Id. at 1108 (citing Torrington CAFC, 82 F.3d at 1048). Moreover, 19 U.S.C. § 1677m(e) “specifically directs that Commerce shall not decline to consider an interested party’s submitted information if that information is necessary to the determination but does not meet all of Commerce’s established requirements, if the [statutory] criteria are met.” Id.\n \n[66] Commerce applied its post-URAA methodology to analyze adjustments to price, explaining that Commerce “accept[s] post-sale billing adjustments as direct adjustments to price if [Commerce] determine[s] that a respondent, in reporting these adjustments, acted to the best of its ability to associate the adjustment with the sale on which the adjustment was made, rendering its reporting methodology not unreasonably distortive.” Final Results, 64 Fed.Reg. at 35,603. In evaluating the degree to which an allocation in scope and non-scope merchandise may be distortive, Commerce examines the extent to which the out-of-scope merchandise included in the allocation pool is different from the in-scope merchandise. See id. Torrington argues that Commerce’s methodology is unlawful. See Torrington’s Reply at 1–9. Torrington is incorrect. Although the URAA does not compel Commerce’s new policy on price adjustments, neither does the statute prohibit Commerce’s new practice.\n \nCommerce’s “change in policy ... substitutes a rigid rule with a more reasonable method that nonetheless ensures that a respondent’s information is reliable and verifiable.” Timken, 16 F.Supp.2d at 1108. Commerce’s decision to accept Koyo’s allocated billing adjustments as adjustments to price is acceptable, “especially ... in light of the more lenient statutory instructions of [section] 1677m(e).” Id. Accordingly, “Commerce’s decision to accept the PSPAs ... is fully in accordance with the post-URAA statutory language and directions of the SAA,” and the decision to accept Koyo’s billing adjustments and rebates was reasonable “even though [Koyo’s billing adjustments] were not reported on a transaction-specific basis and even though the allocations Koyo used included rebates on non-scope merchandise.” Id. at 1106, 1108.\n \nTorrington, however, argues that the post-URAA statute retains the distinction between “direct” and “indirect” expenses and therefore does not permit Commerce to alter its treatment of adjustments to price. Torrington’s Reply at 4–6 (citing SKF CAFC, 180 F.3d at 1375 n. 6). Torrington ignores the statutory changes that prompted Commerce to reevaluate Commerce’s treatment of billing adjustments and consequently revise its regulations. Because Commerce now treats Koyo’s PSPAs as adjustments to price rather than selling expenses, the distinction between direct versus indirect selling expenses is no longer relevant for the purpose of determining the validity of allocated price adjustments. One of the goals of Congress in passing the URAA was to liberalize certain reporting requirements imposed on respondents in *896 antidumping reviews. Such intent is evident both in the amendments enacted by the URAA and in the SAA. The URAA amended the antidumping law to include a new subsection, 19 U.S.C. § 1677m(e). The provision states that:\nIn reaching a determination under [19 U.S.C.] section 1671b, 1671d, 1673b, 1673d, 1675, or 1675b ... [Commerce] shall not decline to consider information that is submitted by an interested party and is necessary to the determination but does not meet all the applicable requirements established by [Commerce] if—\n(1) the information is submitted by the deadline established for its submission,\n(2) the information can be verified,\n(3) the information is not so incomplete that it cannot serve as a reliable basis for reaching the applicable determination,\n(4) the interested party has demonstrated that it acted to the best of its ability in providing the information and meeting the requirements established by [Commerce] with respect to the information, and\n(5) the information can be used without undue difficulties.\n19 U.S.C. § 1677m(e).\n \nThis section of the statute liberalized Commerce’s general acceptance of data submitted by respondents in antidumping proceedings by directing Commerce not to reject data submissions once Commerce concludes that the specified criteria are satisfied.10\n \nNext, Torrington suggests that Commerce has improperly shifted the burden of proof to petitioners by requiring them to produce evidence of distortion. See Torrington’s Reply at 7–9. This argument is without merit. As a routine part of its antidumping practice, Commerce accepts a range of reporting methodologies and allocations adopted by respondents. In each of those instances it could be asserted that the effect of Commerce’s acceptance is to “shift the burden of proof” to the petitioner to demonstrate why it is inappropriate to accept the reporting methodology at issue. But the mere fact of accepting an adjustment as reported cannot be a sufficient ground for rejecting Commerce’s decision. It would be anomalous indeed to expect a respondent to provide Commerce, in addition to the information on the basis of which Commerce could conclude that the respondent’s reporting methods are not distortive, with proof of the validity of Commerce’s determination of that sort. Such a scheme would effectively allow the respondent to bind Commerce to such a determination, stripping Commerce from its inherent power to investigate, examine and render a decision.\n \n[67] In determining whether an allocation in scope and non-scope merchandise was unreasonably distortive, Commerce *897 reasonably has not required respondents to demonstrate the non-distortive nature of the allocation directly, for example, by compelling them to identify separately the adjustments on scope merchandise and compare them to the results of allocations over both scope and non-scope merchandise. As Commerce explained, such a burdensome exercise would defeat the entire purpose underlying the more flexible reporting rules, by compelling the respondent to go through the enormous effort that the new rules were intended to obviate. See Final Results of Antidumping Duty Administrative Reviews of Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof From France, Germany, Italy, Japan, Romania, Singapore, Sweden and the United Kingdom, 62 Fed.Reg. 54,043, 54,049 (October 17, 1997). Rather, Commerce has adopted criteria by which Commerce itself could determine whether an allocation in-scope and out-of-scope merchandise was likely to cause unreasonable distortions. Commerce has stated that in determining whether an allocation methodology is unreasonably distortive, it will “pay special attention to the extent to which the out-of-scope merchandise included in the allocation pool is different from the in-scope merchandise in terms of [ (1) ] value, [ (2) ] physical characteristics, and [ (3) ] the manner in which it is sold.” Final Rule, 62 Fed.Reg. at 27,348; accord Final Results, 64 Fed.Reg. at 35,603 (citing Final Results of Antidumping Duty Administrative Reviews on Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof From France, Germany, Italy, Japan, Romania, Singapore, Sweden and the United Kingdom, 63 Fed.Reg. 33,320, 33,328 (June 18, 1998)); see also Timken, 16 F.Supp.2d at 1108. The effect of Koyo’s allocation methodology was to limit allocations over only bearings and bearing-related products, that is, products that satisfy Commerce’s three criteria. See Koyo’s Mem. Resp. at 19–26.\n \nIn the case at hand, Commerce properly concluded that the allocation by Koyo of the price adjustments reported in billing adjustment two over in-scope and out-of-scope merchandise was not unreasonably distortive. Koyo explained to Commerce that “[t]he non-subject merchandise over which [billing adjustment two] were allocated include bearing products, such as tapered roller bearings, needle roller bearings, etc., and bearing-related products....” Koyo’s Mem. Resp. Ex. 3. Consequently, “[t]he scope and out-of-scope products over which Koyo allocates its [billing adjustment two] are similar in value, physical characteristics, and the manner in which they were sold.” Id. at 29. Commerce concluded that it “examined this expense closely at verification and found no indication that Koyo’s methodology would result in distortive allocations.” Final Results, 64 Fed.Reg. at 35,603.\n \n[68] [69] [70] Torrington considers Commerce’s determination that Koyo’s methodology would not result in distortive allocations to be a conclusory statement that cannot be taken as evidence and asserts that Commerce failed to verify this point adequately. See Torrington’s Reply at 6–7. Torrington fails to acknowledge the appropriate level of deference owed to Commerce’s verifications. “[A] verification is a spot check and is not intended to be an exhaustive examination of the respondent’s business. [Commerce] has considerable latitude in picking and choosing which [items] it will examine in detail.” PMC Specialties Group, Inc. v. United States, 20 CIT 1130, 1134 (1996) (citing Monsanto Co. v. United States, 12 CIT 937, 944, 698 F.Supp. 275, 281 (1988)). In fact, “Commerce enjoys ‘wide latitude’ in its verification procedures.” *898 Pohang Iron and Steel Co. v. United States (“Pohang ”), 1999 WL 970743, 1999 Ct. Intl. Trade LEXIS 105, Slip. Op. 99–112 (October 20, 1999); see also American Alloys, Inc. v. United States, 30 F.3d 1469, 1475 (Fed.Cir.1994); Carlisle Tire and Rubber Co. v. United States, 9 CIT 520, 532, 622 F.Supp. 1071, 1082 (1985) (“It is within the discretion of Commerce to determine how to verify” and “due deference will be given to the expertise of the agency”) (citation omitted). The Court defers to the agency’s sensibility as to the depth of the inquiry needed. In the absence of evidence in the record suggesting the need to examine further the supporting evidence itself, the agency may accept the credibility of the document at face value. See Pohang, 1999 WL 970743, 1999 Ct. Intl. Trade LEXIS 105, Slip. Op. 99–112. “To conclude otherwise would leave every verification effort vulnerable to successive subsequent attacks, no matter how credible the evidence and no matter how burdensome on the agency further inquiry would be.” Id. at *16, n. 32 (relying on PPG Indus., Inc. v. United States, 15 CIT 615, 620, 781 F.Supp. 781, 787 (1991)). Torrington may not usurp Commerce’s role as fact finder and substitute their analysis of the data for the result reached by Commerce. The Court “will not supersede Commerce’s conclusions ‘so long as it applies a reasonable standard to verify material submitted and the verification is supported by such relevant evidence as a reasonable mind might accept.’ ” See id. at *16 (quoting AK Steel Corp. v. United States, 22 CIT 1070, ––––, 34 F.Supp.2d 756, 772–73 (1998)).\n \nContrary to Torrington’s assertion, Commerce’s verification of the data underlying Koyo’s reported allocations in billing adjustment two easily falls within the “wide latitude” right enjoyed by Commerce. Pursuant to Commerce’s request, Koyo provided Commerce with a detailed listing of all non-transaction-specific billing adjustments used to develop billing adjustment two. To further verify that all products used to develop the discount amount were bearing-related, Commerce selected several items from the selected customers’ confirmations of receipt and Koyo provided backup documentation demonstrating that these products were bearings or bearing-related products. See Koyo’s Mem. Resp. Ex. 3.\n \nFinally, Torrington asserts that Commerce improperly determined that Koyo acted to the best of its ability in reporting billing adjustment two. See Torrington’s Reply at 7–10. Torrington’s assertion is without merit. Koyo’s adjustments reported in billing adjustment two that were true “lump-sum adjustments,” granted over both in-scope and out-of-scope merchandise without reference to any particular model or transaction, see id., could not have been, by their nature, recorded in Koyo’s database or reported to Commerce in any fashion other than by customer-specific allocations. It was equally appropriate for Commerce to consider, as a part of its decision whether Koyo acted to the best of its ability in reporting billing adjustment two, the volume of billing adjustments when deciding whether it is feasible to report these adjustments on a more specific basis. See Final Results, 64 Fed.Reg. 35,603. Koyo’s home market sales comprised hundreds of thousands of transactions and thousands of billing adjustments. See Koyo’s Mem. Resp. Ex. 3. In light of the size of this database, Commerce reasonably found that “[g]iven the large number of sales involved, it is not feasible to report this [billing adjustment two] on a more specific basis.” Final Results, 64 Fed.Reg. at 35,603. Torrington’s complaint that it is not a sufficient justification that a large number of sales are involved, see Torrington’s Reply at 7–10, is without merit; that is precisely one of the *899 factors that one would expect Commerce to consider in deciding whether a respondent has acted to the best of its ability in reporting a given adjustment.\n \nTorrington, however, maintains that the mere fact that Koyo was able to report billing adjustment one on a transaction-specific basis is evidence that Koyo could have reported amounts more precisely and, thus, did not act to the best of its ability with respect to reporting billing adjustment two. See id. This assumption ignores the fact that Koyo could not extract from a computer database in any more detail than it has been recorded. Compare Koyo’s Mem. Resp. Ex. 3. Koyo’s method of recording billing adjustment one in its computer system is different from the method of recording billing adjustment two. See id. The manner in which Koyo is able to retrieve data on the former is irrelevant to Koyo’s ability to retrieve data on the latter.\n \nThe Court finds that Commerce’s decision to accept Koyo’s reported home market billing adjustments was supported by substantial evidence and was fully in accordance with the post-URAA statutory language and the SAA’s statements. The record demonstrates that the requirements of 19 U.S.C. § 1677m(e) were satisfied by Koyo that: (1) reported adjustments in a timely fashion, see 19 U.S.C. § 1677m(e)(1); (2) submitted information that was verified by Commerce, see 19 U.S.C. § 1677m(e)(2); (3) submitted information that was not so incomplete that it could not serve as a basis for reaching a determination, see 19 U.S.C. § 1677m(e)(3); and (4) Koyo demonstrated that they acted to the best of their abilities in providing the information and meeting Commerce’s new reporting requirements. See § 1677m(e)(4). The Court finds that there was no indication that the information was incapable of being used without undue difficulties. See § 1677m(e)(5).\n \nCommerce’s determinations with respect to Koyo was also consistent with the SAA. The Court agrees with Commerce’s finding in the Final Results, 64 Fed.Reg. at 35,603, that given the extremely large volume of transactions, the level of detail contained in Koyo’s normal accounting records, and time constraints imposed by the statute, Koyo’s reporting and allocation methodology was reasonable. This is consistent with the SAA directive under § 1677m(e), which provides that Commerce “may take into account the circumstances of the party, including (but not limited to) the party’s size, its accounting systems, and computer capabilities ....” H.R. Doc. 103–316 at 865. Accordingly, the Court concludes that Commerce’s acceptance of Koyo’s reported billing adjustments was supported by substantial evidence and in accordance with law.\n \n\n\nCONCLUSION\nThis case is remanded to Commerce to: (1) annul all findings and conclusions made pursuant to the duty absorption inquiry conducted for this review; (2) clarify what action it took with respect to inputs that NTN obtained from affiliated parties, to articulate the reasoning for this action, and to open the record for additional information, if found necessary; and (3) articulate what methodology it used in conducting the arm’s length test and to apply the test in accordance with 19 C.F.R. § 351.403(c) (1998). Commerce is affirmed in all other respects.\n \nAll Citations\n25 C.I.T. 395, 146 F.Supp.2d 845, 23 ITRD 1421\n\n\n\nFootnotes\n|\n1\n|Statement of Administrative Action (“SAA”), accompanying the URAA provides that aside from §§ 1677b(b)(1) and (f)(2) transactions:\nCommerce may consider other types of sales or transactions to be outside the ordinary course of trade when such sales or transactions have characteristics that are not ordinary as compared to sales or transactions generally made in the same market. Examples of such sales or transactions include merchandise produced according to unusual product specifications, merchandise sold at aberrational prices, or merchandise sold pursuant to unusual terms of sale. As under existing law, amended section 771(15) does not establish an exhaustive list, but the Administration intends that Commerce will interpret section 771(15) in a manner which will avoid basing normal value on sales which are extraordinary for the market in question, particularly when the use of such sales would lead to irrational or unrepresentative results.\nH.R. Doc. 103–316, at 834 (1994), reprinted in 1994 U.S.C.C.A.N. 4163 (emphasis supplied).\nThe SAA also provides that “[o]ther examples of sales that Commerce could consider to be outside the ordinary course of trade include sales of off-quality merchandise, sales to related parties at non-arm’s length prices, and sales with abnormally high profits.” Id. at 839–40.\n|\n2\n|In addition, Commerce stated:\nFurthermore, NTN provided no evidence which demonstrated that the profit amounts experienced on its claimed outside-the-ordinary-course-of-trade sales are particularly, much less abnormally high. NTN has selected an arbitrary profit margin which it defined as “high,” but [ ] provide[d] no evidence or analysis which [would] suggest[ ] that the profit margin [NTN] chose [was] in any way unusual.\nFinal Results, 64 Fed.Reg. at 35,621.\n|\n3\n|While a minuscule percentage, such as a fraction of percent, might be such an overwhelming piece of additional evidence demonstrating that sales were outside of the ordinary course of trade that it would qualify Commerce’s determination to the contrary as an abuse of discretion, the record presented by NTN does not provide the Court with sufficient grounds for such a conclusion. See NTN’s Mem. at 17.\n|\n4\n|NTN points out that its sample sales were: (a) made for customer evaluation and not for consumption purposes; and (b) marked with letters “SS” in NTN’s accounting and record keeping systems. NTN’s Mem. at 14–15. The Court is unconvinced. NTN provided Commerce with no record showing that NTN’s customers were precluded from consuming NTN’s samples and the peculiarity of NTN’s designation of such sales in its accounting and record keeping systems does not strip Commerce of the right to exercise its discretion and conclude that these sales lacked the characteristics necessary to place them outside the ordinary course of trade.\n|\n5\n|In NSK Ltd., 19 CIT at 1323–26, 910 F.Supp. at 668–70, this Court also upheld Commerce’s authority to request cost data concerning parts purchased from related suppliers without a specific and objective basis for suspecting that the transfer prices were below-cost because section 1677b(e)(2) grants Commerce authority to request information concerning “any element of value required to be considered” and section 1677b(e)(3) does not limit Commerce’s authority to request COP data pursuant to section 1677b(e)(2).\n|\n6\n|H.R. Doc. 103–316 at 823 states that\nconstructed export price will be calculated by reducing the price of the first sale to an unaffiliated customer in the United States by the amount of the following expenses (and profit) associated with economic activities occurring in the United States: (1) any commissions paid in selling the subject merchandise; (2) any expenses which result from, and bear a direct relationship to, selling activities in the United States; (3) any selling expenses which the seller pays on behalf of the purchaser ...; (4) any “indirect selling expenses” (defined as selling expenses not deducted under any of the first three categories of deductions); (5) any expenses resulting from a manufacturing process or assembly performed on the merchandise after its importation into the United States ...; and (6) an allowance ... for profit allocable to the selling, distribution, and further manufacturing expenses incurred in the United States. The deduction of profit is a new adjustment in U.S. law, consistent with the language of the Agreement, which reflects that constructed export price is now calculated to be, as closely as possible, a price corresponding to an export price between non-affiliated exporters and importers.\nThe items listed in (1) through (6) are the same expenses and profit that are deductible from the starting price or the price to the first unaffiliated purchaser in the United States pursuant to 19 U.S.C. § 1677a(d).\n|\n7\n|NTN refines the point by stating the following: (1) “commissions are not paid ‘for delivery only.’ Rather, each selling agent performs various selling functions depending upon the agent’s negotiated agreement with NTN;” and (2) “[c]ommission rates vary significantly between agents according to the services provided by each agent. Certain agents, for example, may provide extensive services, including tasks such as inventory and technical support. Others, by contrast, may only serve as communication facilitators.” NTN’s Mem. at 43. NTN concludes that Commerce should have reviewed commission rates on an individual basis rather than on a weighted-average basis in order to determine this particular point. See id. However, NTN failed to present Commerce with evidence demonstrating that commission rates varied so significantly between selling agents according to the services provided by each agent, that there was a reason for Commerce to depart from its usual reasonable methodology which compares the weighted-average commission rate paid to affiliated parties to the weighted-average rate paid to unaffiliated parties.\n|\n8\n|During the normal course of business, Koyo’s salespersons entered a notation in the computer records to indicate that an adjustment was applied to a customer’s order without indicating the specific products to which the adjustments applied. See Koyo’s Mem. Resp. at 5–8.\n|\n9\n|In Torrington CAFC, the Court of Appeals did not hold that billing adjustments must be treated as selling expenses. The Torrington CAFC court specifically noted that it treated billing adjustments as selling expenses only because there was no argument offered suggesting otherwise and the issue whether such treatment was appropriate remained open. Torrington CAFC, 82 F.3d at 1050 n. 15. Torrington’s reliance on Koyo and Consumer Prods is equally unpersuasive. The Koyo court, citing Consumer Prods, noted that “[d]irect expenses are ‘expenses which vary with the quantity sold, such as commissions’ ” and did not address the issue of billing adjustment. Koyo, 36 F.3d at 1569 n. 4 (quoting Consumer Prods., 753 F.2d at 1035). Because these cases address Commerce’s treatment of selling expenses, and Commerce no longer treats Koyo’s billing adjustments as a selling expense, these cases are irrelevant to the issue at hand.\nTorrington further argues that NSK Ltd. v. Koyo Seiko Co., Ltd. (“NSK ”), 190 F.3d 1321 (Fed.Cir.1999) and SKF CAFC, 180 F.3d 1370, preclude Commerce’s action. These cases are not directly relevant because they are decided under pre-URAA law. The NSK decision interpreted pre-URAA law and did not prohibit Commerce’s reconsideration of its treatment of allocated price adjustments or the criteria Commerce has adopted since the enactment of the URAA. The SKF CAFC ruling stands for a general principle that in pre-URAA cases “price adjustments granted on ... goods outside of the scope of the antidumping duty order [are irrelevant] to calculating the [fair market value] of goods within the scope of the antidumping duty order.” 180 F.3d at 1376.\n|\n10\n|Consistent with § 1677m(e), the SAA states that “[t]he Administration does not intend to change Commerce’s current practice, sustained by the courts, of allowing companies to allocate these expenses when transaction-specific reporting is not feasible, provided that the allocation method used does not cause inaccuracies or distortions.” H.R. Doc. 103–316 at 823–24. Therefore, the statute and the accompanying SAA both support Commerce’s use of allocations in circumstances such as Koyo’s. Furthermore, Commerce’s treatment of Koyo’s allocated billing adjustments is consistent with Commerce’s new antidumping regulations that permit Commerce to “consider allocated expenses and price adjustments when transaction-specific reporting is not feasible ....” 19 C.F.R. § 351.401(g)(1), and with Commerce’s practice not to “reject [ ] allocation method solely because the method includes ‘out-of-scope’ merchandise.” Final Rule, 62 Fed.Reg. at 27,348.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}