{
    "Background": "\n\n\n\n180 F.Supp. 347\nUnited States Court of Claims.\nBALTIMORE STEAM PACKET COMPANY\nv.\nUNITED STATES.\nNo. 137-57.\n|\nJan. 20, 1960.\nSynopsis\nTaxpayer brought action against the United States to recover income taxes which had been paid by taxpayer. The Court of Claims, Madden, J., held that amount paid by corporate taxpayer over face value of its outstanding debentures in repurchasing them from stockholder for retirement was deductible by taxpayer for income tax purposes as an ‘ordinary and necessary business expense’, where price paid for debentures to stockholder was the least that stockholder was willing to sell them for, and taxpayer had its choice of either continuing to pay 6 per cent interest on them or paying demanded price for them, and fact that purchase was prudent was shown not only by fact that parties with interests adverse to stockholder agreed to the purchase, but by fact that Interstate Commerce Commission approved purchase as not impairing taxpayer’s capacity to render service as a public utility.\n \nJudgment rendered for taxpayer.\n \n\n\nWest Headnotes (2)\n\n\n[1]\n|Internal RevenueCost of issuing and redeeming securities\n|\n|Where corporation purchases its bonds at a price in excess of issuing price or face value, payment of excess, which qualifies otherwise as a deductible expense for income tax purposes, is not rendered non-deductible because made to director or controlling stockholder, but if made to controlling stockholder it is necessary to scrutinize transaction to make certain that payment was reasonable in amount, since transaction was not at arm’slength. 26 U.S.C.A. (I.R.C.1939) § 23(a)(1)(A).\n8 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueCost of issuing and redeeming securities\n|\n|Amount paid by corporate taxpayer over face value of its outstanding debentures in repurchasing them from stockholder for retirement was deductible by taxpayer for income tax purposes as an “ordinary and necessary business expense,” where price paid for debentures to stockholder was least that stockholder was willing to sell them for, and taxpayer had its choice of either continuing to pay 6 percent interest on them or paying demanded price for them, and fact that purchase was prudent was shown not only by fact that parties with interests adverse to stockholder agreed to purchase, but by fact that Interstate Commerce Commission approved purchase as not impairing taxpayer’s capacity to render service as a public utility. 26 U.S.C.A. (I.R.C.1939) § 23(a) (1) (A).\n8 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n**348*700 Thomas N. Tarleau, New York City, for plaintiff. Willkie Farr Gallagher Walton & Fitz Gibbon, Robert B. Hodes and Frederic G. Corneel, New York City, were on the briefs.\nJack F. Blair, Washington, D.C., with whom was Asst. Atty. Gen. Charles K. Rice, for defendant. James P. Garland, Lyle M. Turner and Jerome S. Hertz, Washington, D.C., were on the brief.\nOpinion\n\nMADDEN, Judge.\n\nThis is a suit for $53,287.50 of income taxes paid by plaintiff corporation for the year 1951. Plaintiff claims that it had a deductible expense of $105,000 for the year 1952, which was disallowed, and which, if it had been allowed, would have given it an operating loss for 1952, which it could have carried back to 1951. There is no dispute as to the right to the carryback, if the claimed 1952 deduction should have been allowed. The claimed deductible expense was a premium, an excess over the face value which plaintiff paid for the repurchase for retirement of its outstanding debentures.\nThe debentures in question were issued in 1941. Plaintiff then was and for many years had been operating a steamship line in freight and passenger service in the Chesapeake Bay. All of the plaintiff’s stock was owned by Seaboard Air Line Railway Company. There was a competing line, Chesapeake Steamship Company of Baltimore City, two-thirds of the stock of which was owned by Southern Railway Company and one-third by Atlantic Coast Line Railroad Company. Both the steamship lines were valuable adjuncts to the railway companies which owned them and which operated them in connection with their rail traffic.\nThe business depression which began in 1929 caused serious losses of revenue and operating losses to both steamship companies, but the losses of the plaintiff’s competitor, Chesapeake, were much greater than those of plaintiff. Although the two railroad owners of Chesapeake desired to have continued *701 steamship service on Chesapeake Bay, they were not willing after about 1937 to put any more money into their subsidiary, Chesapeake. Since there was not enough business to support two competing steamship lines, the three railroads began negotiations in 1938 looking toward the consolidation **349 of the two steamship lines. An agreement, effective June 20, 1941, and approved in advance by the Interstate Commerce Commission, was made by the two steamship companies and the three railroads.\nThe agreement provided that the assets of Chesapeake should be transferred to the plaintiff and that Chesapeake would receive 50 percent of the capital stock of the plaintiff. Since the stock of Chesapeake was owned by Southern and Atlantic, those two railroads now owned, through Chesapeake, 50 percent of the stock of plaintiff. Under the agreement, three of the seven directors of plaintiff were to be representatives of Seaboard, three were to be representatives of Southern and Atlantic, and the seventh was to be the president of plaintiff but was to have no vote on the board of directors.\nBecause plaintiff’s properties, before the merger, were much more valuable than Chesapeake’s properties, the agreement provided that Seaboard, as the contributor of plaintiff’s properties to the merger, should receive, in addition to its 50 percent of plaintiff’s stock, $1,500,000 of bonds or debentures to be issued by plaintiff. The bonds were to run for 50 years, and were to bear interest at six percent during the years 1941 to 1955, and at diminishing rates thereafter. The approval of the agreement by the Interstate Commerce Commission provided that Seaboard could not transfer the debentures to anyone except Southern and Atlantic. The agreement provided that Southern and Atlantic, at their option, might purchase one-half the bonds from Seaboard at their face value.\nArticle II of the debentures provided that the debentures might be redeemed by plaintiff on any interest payment date by the payment of their face value, plus accrued interest. Between the time of the merger in 1941, and 1952 plaintiff accumulated surplus funds in a substantial amount. These funds were invested in United States Government bonds *702 yielding approximately two percent. For several years prior to 1952 the representatives of Southern and Atlantic on plaintiff’s board of directors wanted to use plaintiff’s surplus funds to redeem the debentures. Seaboard’s representatives were unwilling to do this, since the debentures were an excellent investment for Seaboard. They also urged that the proposed redemption would be in violation of the intent of the plan. In view of the make-up of the board of directors, the board was, of course, deadlocked on the question. On May 7, 1952 the board of directors and the stockholders approved the purchase of the debentures at a seven percent premium, i.e., the payment of $1,605,000 for the $1,500,000 of debentures. The parties then applied to the Interstate Commerce Commission for approval of their action, and received that approval on June 10, 1952. The debentures were then purchased, cancelled and retired by plaintiff. In plaintiff’s income tax return for 1952 it deducted the $105,000 as an ordinary and necessary business expense, and reported a net operating loss for the year, which it sought to carry back to the year 1951, for which year it had paid a tax. The deduction, and therefore the carryback, were disallowed, and this suit was brought.\nSection 23(a)(1)(A) of the Internal Revenue Code of 1939, as amended, 26 U.S.C. (1952 ed.) § 23(a)(1)(A), provided that in computing net income there should be allowed as deductions:\n‘All the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business, * * *.’\n \nTreasury Regulations 118 § 39.22(a)—17 said:\n\n\n‘Sale and purchase by corporation of its bonds.\n‘(a) If bonds are issued by a corporation at their face value, the corporation realizes no gain or loss. If the corporation purchases any of such bonds at a price in excess of the issuing price or face value, the excess of the purchase price over **350 the issuing price or face value is a deductible expense for the taxable year. If, however, the corporation purchases any of such bonds at a price less than the issuing price or face value, the excess of the issuing price or face value over the purchase price is gain or income for the taxable year.’\n*703 This regulation was in accord with prior regulations and judicial decisions. Great Western Power Co. of California v. Commissioner, 297 U.S. 543, 546, 56 S.Ct. 576, 80 L.Ed. 853.\n \n[1] A payment by a corporation which qualifies otherwise as a deductible expense is not rendered non-deductible because it is made to a director or to a controlling stockholder. Brown Printing Co. v. Commissioner, 5 Cir., 255 F.2d 436 (rent paid to stockholder). Mertens, Law of Federal Income Taxation, s 25.81 cites cases of salaries paid to stockholders. Where payments are made to controlling stockholders, it is necessary to scrutinize the transaction to make certain that the payments are reasonable in amount, since the transaction is not at arm’slength.\n \n[2] It would seem that the cost of the redemption of the plaintiff’s debentures was deductible, under the statute and the regulations. The 1941 agreement was an arm’slength agreement between Seaboard on the one hand and Southern and Atlantic on the other. It gave to Seaboard, in return for its greater contribution to the assets of the merged corporation, debentures which proved to be a desirable permanent investment. Because of the equal representation on the board of directors of plaintiff, and the consequent deadlock on the question of redemption the compromise reached was also an arm’slength compromise. It was the least that Seaboard, the owner of the debentures, was willing to sell them for, and the plaintiff had its choice of either continuing to pay the six percent interest on them or paying the demanded price for them. That the purchase was prudent is shown, not only by the fact that Southern and Atlantic, parties with interests adverse to Seaboard, agreed to it, but by the fact that the Interstate Commerce Commission approved it as not impairing the plaintiff’s capacity to render service as a public utility.\n \nThe Supreme Court of the United States said in Deputy v. Du Pont, 308 U.S. 488, 495, 60 S.Ct. 363, 367, 84 L.Ed. 416, ‘Ordinary has the connotation of normal, usual, or customary.’ It is normal for a corporation to buy back its bonds at a premium if it can thereby effect a saving in interest. An expense is necessary if it is appropriate and helpful to the taxpayer’s business. Welch v. Helvering, 290 U.S. 111, 113, 54 S.Ct. 8, 78 L.Ed. 212. The taxpayer’s *704 judgment as to what is appropriate and helpful to its business should not be overruled by the taxing authorities or the courts without good reason. Mertens, op. cit., supra, § 25.09.\nThe Government points out that plaintiff had the right to redeem its debentures at par and that it was obliged to pay the premium only because of the obstinacy of Seaboard’s representatives on plaintiff’s board of directors. It cites Olinger Mortuary Ass’n v. Commissioner, 2o B.T.A. 1281, 1282, to the effect that amounts paid to a disgruntled minority stockholder to secure his acquiescence in transactions which he does not approve, are not deductible. With deference, it seems to us that a disgruntled minority stockholder may be a fact of life, and if it is necessary, in order to accomplish the proposed corporate action, and is prudent and advantageous to the interests of the corporate taxpayer, to secure his acquiescence, an expenditure for that purpose may well be deductible.\nPlaintiff is entitled to recover and judgment will be rendered to that effect. The amount of recovery will be **351 determined pursuant to Rule 38(c), 28 U.S.C.A.\nIt is so ordered.\nREED, Justice (Retired), sitting by designation, JONES, Chief Judge, LITTLETON, Judge (Retired), and LARAMORE, Judge, concur.\nWHITAKER, Judge, took no part in the consideration and decision of this case.\nAll Citations\n148 Ct.Cl. 699, 180 F.Supp. 347, 5 A.F.T.R.2d 567, 60-1 USTC P 9231\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}