{
    "Background": "\n\n\n\n39 F.Supp.2d 445\nUnited States District Court,\nD. New Jersey.\nBMW OF NORTH AMERICA, INC., Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nNo. Civ.A. 96–4360(JCL).\n|\nDec. 22, 1998.\nSynopsis\nTaxpayer brought action seeking recovery of federal employment taxes and interest. On cross-motions for summary judgment, the District Court, Lifland, J., held that: (1) taxpayer who improperly applies special valuation rules for fringe benefits is prohibited from using special valuation rules; (2) taxpayer’s consideration of use restrictions placed on automobiles given to employees as fringe benefit when valuing automobiles was improper under special valuation rules; and (3) taxpayer could not consider option and color restrictions placed on automobiles when valuing them under special valuation rules for fringe benefits, but could consider restrictions when valuing them under general valuation rules.\n \nMotions denied and granted in part.\n \n\n\nWest Headnotes (6)\n\n\n[1]\n|Internal RevenueRules and Regulations\n|\n|Interpretation of Treasury Regulation regarding special valuation rules by Internal Revenue Service (IRS) was not entitled to deference, where IRS offered its interpretation for first time as party to litigation and absent any evidence that its interpretation was long-standing and considered agency view. 26 C.F.R. § 1.61–21(c)(5).\n1 Case that cites this headnote\n|\n\n\n[2]\n|Internal RevenueRules and Regulations\n|\n|When interpreting Treasury Regulation, court should attempt to lend meaning to every sentence and avoid redundancies.\n\n|\n\n\n[3]\n|Internal RevenueWhat Constitutes a Penalty\n|\n|Treasury Regulation prohibiting taxpayer from using special valuation rules to value fringe benefit when special valuation rule is not properly applied to fringe benefit is penalty provision which prevents taxpayer from using any special valuation rule after taxpayer has improperly applied such rule. 26 C.F.R. § 1.61–21(c)(5).\n\n|\n\n\n[4]\n|Internal RevenueMedium of Payment\n|\n|Taxpayer’s consideration of restrictions placed on employees’ use of automobiles, given by taxpayer as fringe benefit, as factor when calculating their fair market value under special valuation rules for fringe benefits violated Treasury Regulation equating fair market value of automobile with amount individual would pay “in an arm’s length transaction to purchase” automobile and, thus, precluded taxpayer from using special valuation rules. 26 C.F.R. § 1.61–21(d)(5).\n1 Case that cites this headnote\n|\n\n\n[5]\n|Internal RevenueMedium of Payment\n|\n|Treasury Regulation equating fair market value of automobile given as fringe benefit, under special valuation rules, with amount individual would pay “in an arm’s length transaction to purchase” automobile prevented taxpayer from taking into account restrictions placed on employees’ option and color choices for automobiles when valuing them as fringe benefits. 26 C.F.R. § 1.61–21(d)(5)(i).\n\n|\n\n\n[6]\n|Internal RevenueMedium of Payment\n|\n|Restrictions placed on employees’ option and color choices for automobiles which taxpayer gave as fringe benefits could be considered in determining fair market value of automobiles under general valuation rule equating fair market value with amount that individual would have to pay in “arm’s-length transaction to lease the same or comparable vehicle on the same or comparable conditions.” 26 C.F.R. § 1.61–21(b)(4)(i).\n1 Case that cites this headnote\n|\n\n\nAttorneys and Law Firms\n*446 Robert J. Alter, Sills, Cummis, Zuckerman, Radin, Tischman, Epstein & Gross Newark, NJ, for plaintiff.\nSusan C. Cassell, A.U.S.A., United States Attorney’s Office, Newark, NJ, for defendant.\n\n\n\n\nOPINION\nLIFLAND, District Judge.\nPresently before the Court are plaintiff’s motion and defendant’s cross-motion for partial summary judgment under Fed.R.Civ.P. 56. For the reasons set forth herein, plaintiff’s motion will be denied. Defendant’s cross-motion will be granted in part.\n \n\n\nBACKGROUND\nBMW of North America, Inc. (hereinafter “BMW”) brings this action for the recovery of federal employment taxes and interest for the tax years 1988 and 1989, which it claims were erroneously and illegally assessed and collected by the Commissioner of the Internal Revenue Service (hereinafter “IRS”), an agency of defendant. The following facts are undisputed unless otherwise noted.\n \nBMW, the sole distributor of BMW automobiles in the United States, allows certain employees to use BMW automobiles as a fringe benefit of employment. Under BMW’s automobile fringe benefit policy as it existed in 1988 and 1989, BMW assigned a particular “series” of BMW models to an employee based on the employee’s job title. For example, BMW assigned BMW “7 Series” automobiles to vice-presidents, “5 Series” automobiles to department managers, and “3 Series” automobiles to section managers and field employees. However, if a model was in short supply or oversupply, an employee may have been assigned a model different from that normally assigned to his or her job title. Employees do not have freedom of choice concerning the color and features of the vehicles assigned to them; rather, the assignment is made by BMW based on existing inventory supply. An employee’s use of a BMW vehicle is a privilege that may be revoked if the employee fails to operate the assigned vehicle in accordance with BMW’s guidelines.\n \nFor the 1988 model year, the Manufacturer’s Suggested Retail Price (hereinafter “MSRP”) of base model “7 Series” BMW automobiles ranged from $54,000 to $69,000; the MSRP for base model “5 Series” automobiles ranged from $31,950 to $47,500; and the MSRP of base model “3 Series” automobiles ranged from $25,150 to $34,800. For the 1989 model year, the MSRP for base model “7 Series” automobiles ranged from $54,000 to $70,000; base model “5 Series” automobiles ranged from $37,000 to $43,600; and base model “3 Series” automobiles ranged from $24,650 to $34,950. These prices do not include optional equipment.\n \nUse of an assigned BMW vehicle is a “fringe benefit,” the value of which is includible in an employee’s gross income. See 26 U.S.C. § 61(a)(1). BMW is required to calculate the fringe benefit value of an assigned BMW and include that value on each employee’s W–2 wage statement. BMW is required to pay federal *447 employment tax with respect to that income. To determine the value as a fringe benefit of the automobiles assigned to its employees, BMW elected to use the Annual Lease Value Table (hereinafter the “Table”) in Treasury Regulation § 1.61 –21(d)(2)(iii). The Table is included in one of the “special valuation rules” in Treasury Regulation § 1.61–21.\n \nTo apply the Table, an employer must first determine the “fair market value” of each automobile and then plug that value into the Table. The Table translates this “fair market value” into an annual fringe benefit value according to a schedule. A portion of the Annual Lease Value Table is set forth below to illustrate how it works:\n \n\n\n\n\n \n|Automobile Fair Market Value\n \n|Lease Value\n \n|\n| \n| \n|\n|$0 to 999\n \n|$600\n \n|\n|1,000 to 1,999\n \n|850\n \n|\n|2,000 to 2,999\n \n|1,100\n \n|\n|3,000 to 3,999\n \n|1,350\n \n|\n|...\n \n||\n|54,000 to 55,999\n \n|14,250\n \n|\n|56,000 to 57,999\n \n|14,750\n \n|\n|58,000 to 59,999\n \n|15,250\n \n|\n\n\n\n\nSee 26 C.F.R. § 1.61–21(d)(2)(iii).\n \nThe “fair market value” for use in the Table “is the amount that an individual would have to pay in an arm’s length transaction to purchase the particular automobile in the jurisdiction in which the vehicle is purchased or leased.... Any special relationship that may exist between the employee and employer must be disregarded. Also, the employee’s subjective perception of the value of the automobile is not relevant to the determination of the automobile’s fair market value.” 26 C.F.R. § 1.61–21(d)(5). The parties agree that the determination of “fair market value” is not an exact science, and that reasonable persons, acting reasonably and in the utmost good faith, could reach different conclusions with respect to an automobile’s “fair market value.”\n \nIn 1988 and 1989, BMW provided more than 2,000 vehicles to its employees as fringe benefits. BMW used the Table to calculate and report fringe benefit values. In determining “fair market value,” BMW used the employee purchase price for the base model vehicle assigned to the employee’s job position. The employee purchase price was the price at which the vehicle was offered for sale to BMW employees under an employee car purchase program (since discontinued) and was approximately the same as the vehicle’s wholesale price. BMW used the price for the base model in the relevant series (e.g., the “3 Series” or “5 Series”) and usually did not distinguish between models within a series. In addition, BMW used the base model vehicle for the series assigned to the employee’s job position although sometimes an employee would, for the convenience of BMW, drive a vehicle from a different series (e.g ., “5 Series” vehicle instead of a “3 Series” vehicle).\n \nBMW alleges that it used the employee purchase price of the base model vehicle as its fair market value in order to reflect certain factors that would have depressed the sales price of the assigned vehicle if it had been offered for sale on the open market. These factors included restrictions placed by BMW on the use of the vehicle and frequent assignment of slow-moving, unpopular, or end-of-model-year vehicles to employees. The IRS disputes this and claims that the only restrictions provided to employees in a written policy in 1988 and 1989 were maintenance and parking requirements. Def. Opp. Br. ¶ 18. The IRS also claims that the record is devoid of evidence that any specific vehicle assigned in 1988 or 1989 was an unpopular or end-of-model-year vehicle. Id. at ¶ 17.\n \nThe IRS determined that BMW “improperly applied” the special lease valuation rule (of which the Table is a part). The IRS asserted that the fringe benefit values determined by BMW were incorrect because the “fair market value” numbers BMW plugged into the Table were too low. As a result, the IRS determined that BMW was no longer entitled to use the special valuation rules, including the Table. As authority for its position, the IRS cited Treasury Regulation § 1.61–21(c)(5), which *448 states in part that “when a special valuation rule is not properly applied to a fringe benefit ..., the fair market value of that fringe benefit may not be determined by reference to any value calculated under any special valuation rule.”\n \nThe IRS states that it determined the value of the fringe benefits based on the general valuation rules of Treasury Regulation § 1.61–21. These rules require that the fair market value of a fringe benefit be determined “on the basis of all the facts and circumstances.” “Specifically, the fair market value of a fringe benefit is the amount that an individual would have to pay for the particular fringe benefit in an arm’s length transaction.” See 26 C.F.R. § 1.61–21(b)(1).\n \nBMW states that the IRS calculated the fair market value of the fringe benefit using a one-year lease formula that appears in the Revenue Agent’s report. BMW claims this formula is not referred to or found in the Treasury Regulations.\n \nThe IRS assessed additional employment tax with respect to the vehicles in the approximate amount of $698,000 for 1988 and $651,000 for 1989.\n \nBMW claims that the practical effect of the IRS’s refusal to apply the Table was to increase annual fringe benefit values of the assigned vehicles by about 50% over the values that the IRS would have derived if it applied the Table using the IRS’s own fair market value numbers.\n \nBMW moves for partial summary judgment that Treasury Regulation § 1.61–21(c)(5) is not a penalty provision and therefore is not a basis on which to deny BMW the right to use the special valuation rules to determine the fringe benefit value of its assigned BMW automobiles. The IRS cross-moves for partial summary judgment that (a) Treasury Regulation § 1.61–21(c)(5) is a basis on which to deny BMW the right to use the special valuation rules to determine the fringe benefit value of its assigned BMW automobiles and that BMW in fact may not use the special valuation rules to value the automobile fringe benefits provided to its employees in 1988 and 1989, (b) and in the event the Court finds that BMW can use the special valuation rules, BMW cannot account for vehicle use restrictions to reduce the fair market values to insert into the special automobile lease valuation table; and (c) in either event, BMW cannot reduce the fair market value of its employee fringe benefits on account of restrictions regarding color and option choices under any valuation rule.\n \n\n\nSTANDARD OF REVIEW\nSummary judgment eliminates unfounded claims without recourse to a costly and lengthy trial. See Celotex Corp. v. Catrett, 477 U.S. 317, 327, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). However, a court should grant summary judgment only “if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.” Fed.R.Civ.P. 56(c). The burden of showing that no genuine issue of material fact exists rests initially on the moving party. See Celotex, 477 U.S. at 323, 106 S.Ct. 2548. A litigant may discharge this burden by exposing “the absence of evidence to support the nonmoving party’s case.” Id. at 325, 106 S.Ct. 2548. In evaluating a summary judgment motion, a court must view all evidence in the light most favorable to the nonmoving party. See Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp., 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986); Goodman v. Mead Johnson & Co., 534 F.2d 566, 573 (3d Cir.1976), cert. denied, 429 U.S. 1038, 97 S.Ct. 732, 50 L.Ed.2d 748 (1977).\n \nOnce the moving party has made a properly supported motion for summary judgment, the burden shifts to the nonmoving party to “set forth specific facts showing that there is a genuine issue for trial.” Fed.R.Civ.P. 56(e); Anderson v. Liberty *449 Lobby, Inc., 477 U.S. 242, 247–48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The substantive law determines which facts are material. Id. at 248, 106 S.Ct. 2505. “Only disputes over facts that might affect the outcome of the suit under the governing law will properly preclude the entry of summary judgment.” Id. No issue for trial exists unless the nonmoving party can demonstrate sufficient evidence favoring the nonmoving party such that a reasonable jury could return a verdict in that party’s favor. See id. at 249, 106 S.Ct. 2505.\n \n\n",
    "Discussion": "\nMotion and Cross–Motion on Whether Treasury Regulation § 1.61–21(c)(5) is a Basis on Which to Deny BMW the Right to Use the Special Valuation Rules\nThe first issue before the Court involves a question of law, namely, whether Treasury Regulation § 1.61–21(c)(5) is a penalty provision which prevents taxpayers from using any special valuation rule after they have erred in using such a rule. The Court finds, on the facts of this case, that § 1.61–21(c)(5) is a penalty provision that the IRS may invoke to prevent a taxpayer from using any special valuation rule after that taxpayer has improperly applied such a rule. The Court expresses no opinion as to whether a rule has been improperly applied on facts different from those in this case.\n \n[1] The IRS argues as a preliminary matter that its interpretation of Treasury Regulation § 1.61–21 is entitled to deference under Auer v. Robbins, 519 U.S. 452, 117 S.Ct. 905, 137 L.Ed.2d 79 (1997) (“[D]eference to an interpretation offered in the course of litigation is still proper as long as it reflects the ‘agency’s fair and considered judgment on the matter.’ ”) However, in Auer, the agency’s “fair and considered judgment on the matter” was embodied in an amicus brief filed at the request of the Court. The agency was not a party to the litigation, and the Supreme Court concluded that “[t]he [agency’s] position is in no sense a ‘post hoc rationalization’ advanced by an agency seeking to defend past agency action against attack.” Here, the IRS is offering its interpretation for the first time as a party to the litigation, making it questionable whether the interpretation is the agency’s “fair and considered judgment on the matter.”\n \nFurthermore, the Third Circuit has stated “No deference is due an agency’s litigation position” absent a showing that the position reflects a long-standing and considered agency view. Appalachian States Low–Level Radioactive Waste Comm’n v. Pena, 126 F.3d 193, 198 (3d Cir.1997); see also CSI Hydrostatic Testers, Inc. v. Comm’r, 103 T.C. 398, 409, 1994 WL 466342 (1994), aff’d, 62 F.3d 136 (5th Cir.1995) (“In short, unless an agency’s interpretation of a statute is a matter of public record and is an interpretation upon which the public is entitled to rely when planning their affairs, it will not be accorded any special deference”). The IRS has put forth no evidence to show that its position in this litigation is a long-standing and considered agency view. Rather, its arguments in this case are being made ad hoc. Therefore, the interpretation of the IRS is not entitled to deference.\n \nThe third sentence of Treasury Regulation § 1.61–21(c)(5), which is in dispute here, appears in Treasury Regulations dealing with fringe benefits. The first part of these regulations, at § 1.61–21(a), contains general rules concerning the taxability of fringe benefits. It states that fringe benefits are taxable income to the person receiving them, provides certain exceptions to this general rule, and defines certain terms used in the regulations.\n \nThe second part of the fringe benefits regulations, at § 1.61–21(b), provides general rules concerning the valuation of fringe benefits. It provides in general that the amount of a taxable fringe benefit is equal to its fair market value minus any amount contributed by the employee.\n \n*450 The final part of the fringe benefit regulations, which is at issue here, consists of §§ 1.61–21(c) through (k). These deal with “special valuation rules.” Section (c) introduces the special valuation rules, and sections (d) through (k) contain the rules themselves. Treasury Regulation § 1.61–21(c)(5) states:\nValuation formulae contained in the special valuation rules. The valuation formula contained in the special valuation rules are provided only for use in connection with those rules. Thus, when a special valuation rule is properly applied to a fringe benefit, the Commissioner will accept the value calculated pursuant to the rule as the fair market value of that fringe benefit. However, when a special valuation rule is not properly applied to a fringe benefit (see, for example, paragraph g(13) of this section), or when a special valuation rule is used to value a fringe benefit by a taxpayer not entitled to use the rule, the fair market value of that fringe benefit may not be determined by reference to any value calculated under any special valuation rule. Under the circumstances described in the preceding sentence, the fair market value of the fringe benefit must be determined pursuant to the general valuation rules of paragraph (b) of this section.\n26 C.F.R. § 1.61–21(c)(5) (emphasis added).\n \nThe parties interpret the third sentence of § 1.61–21(c)(5) differently. BMW contends that this sentence explains the scope of the “special valuation rules” contained in the Treasury Regulations; its purpose is to make clear that those rules may be used only in connection with the specific fringe benefits for which they were designed and may not be used, even by analogy, to value other types of fringe benefits. BMW Moving Br., at 1. The IRS, on the other hand, contends that once a taxpayer does not “properly apply” the special valuation rule to a fringe benefit, the taxpayer can no longer use the special valuation rules to determine the fair market value of that fringe benefit. USA Opp. Br., at 13. In this case, the taxpayer must use the general valuation principles contained in the fringe benefit regulations. Id. Neither party cites any authority supporting its interpretation, and the Court was unable to find such authority.\n \nBMW argues that the plain language of paragraph (c)(5) supports its argument. BMW, relying on the rule of statutory construction that the first sentence of a paragraph identifies the general scope of a paragraph unless the language indicates otherwise, see Tri–O Inc. v. United States, 28 Fed.Cl. 463, 469 (1993), argues that the first sentence of paragraph (c)(5) sets the scope of the paragraph and the second and third sentences “illustrate the point of the first sentence in contrasting ways.” Pl. Mov. Br. at 16. BMW argues that the meaning of the first sentence of paragraph (c)(5) is unambiguous—the special valuation formulae may be used only in conjunction with the special valuation rules, i.e., to determine the value of an item covered by those rules. For example, a taxpayer could not determine the fringe benefit value of a boat by using the special valuation formula for cars.\n \nBMW argues that the second sentence of paragraph (c)(5) “amplifies the affirmative point made in the first sentence.” Id. at 16. Thus, BMW contends that the phrase, “when a special valuation rule is properly applied to a fringe benefit” refers only to situations where a special valuation formula is used to value a fringe benefit covered by the rules. BMW also argues that the third sentence “articulates the negative point made in the first sentence—namely, that the special valuation formulae may not be used to value fringe benefits that do not come within the reach of the special valuation rules, whether because of (1) the nature of the fringe benefit or (2) the nature of the taxpayer.” Id.\n \nThe IRS agrees with BMW’s interpretation of the first sentence of (c)(5). The IRS agrees that that sentence would, for *451 example, preclude a taxpayer from using the automobile lease valuation table to value boats, motorcycles, or other fringe benefits.\n \nHowever, the IRS argues that the second sentence of (c)(5) “extends a promise” in that the Commissioner of Internal Revenue pledges to accept a valuation without question if the taxpayer properly applies the special valuation rules to a fringe benefit. Opp. Br. at 13. The IRS argues that the third sentence limits the promise and lays down the consequences for those who violate the rules. Id. According to this argument, the first two clauses of the third sentence limit the Commissioner’s promise of acceptance to taxpayers who properly apply the requirements of the rule and to taxpayers who are entitled to use the rule in the first place. The third clause excludes taxpayers who violate the rule, or taxpayers who try to use the rule but are not entitled to use the rule, from using “any special valuation rule.” The fourth sentence limits taxpayers who violate the special valuation rule or are not entitled to use the rule to the general valuation principles contained in the fringe benefit regulations.\n \n[2] [3] In interpreting section (c)(5), the court should attempt to lend meaning to every sentence and avoid redundancies. See Bailey v. United States, 516 U.S. 137, 143, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995) (“ ‘Judges should hesitate ... to treat (as surplusage) statutory terms in any setting....’ ”) (quoting Ratzlaf v. United States, 510 U.S. 135, 114 S.Ct. 655, 126 L.Ed.2d 615 (1994)). The court should assume that the IRS “intended each of its words to have meaning.” Id. BMW’s arguments based on the plain meaning of section (c)(5) are unconvincing because they fail to explain the significance of the dichotomy between sentences two and three concerning when the special valuation rules are “properly applied” or are “not properly applied.” Based on this dichotomy, it is clear that sentences two and three do more than just illustrate the broader proposition set out in the first sentence. BMW’s interpretation also fails to explain the meaning of the last phrase of the third sentence—“the fair market value of that fringe benefit may not be determined by reference to any value calculated under any special valuation rule.” This phrase goes beyond the proposition in the first sentence that a taxpayer could not determine the fringe benefit value of a boat by using the special valuation formula for cars. The Court interprets this phrase to mean, for example, that when the special valuation rule for cars is not “properly applied” in determining the fringe benefit value of a car, the taxpayer cannot use any special valuation rule in calculating the fringe benefit value of the car.1 Thus, a taxpayer who wrongfully applies the automobile lease valuation table in paragraph (d) cannot use the special vehicle cents-per-mile valuation rule in paragraph (e) or the commuting valuation rule in paragraph (f). Furthermore, the fourth sentence, which BMW ignores, explains that the taxpayer must follow the general valuation rules if he or she is precluded from using the special valuation rules.\n \nThe IRS’ interpretation that the rule extends a promise in the second sentence and then places a limit on that promise in the third sentence is the more convincing interpretation because it lends meaning to each sentence in the regulation. The use of the words “properly applied” in the second and third sentences makes sense in light of this construction, for it is unlikely that the Commissioner would promise to accept a valuation without limiting that acceptance to valuations made in accordance with the regulations.\n \nFurthermore, the interpretation of the IRS takes into account the last phrase of the third sentence and all of the fourth *452 sentence. The last phrase of the third sentence states that a taxpayer cannot refer to “any special valuation rule” after a special valuation rule is not properly applied to a fringe benefit. The fourth sentence states that in such a case, the general valuation rules must be used. These sentences do more than just “illustrate the point” made in the topic sentence as BMW contends. They set guidelines for what rules a taxpayer can rely on after that taxpayer has improperly applied a special valuation rule. Therefore, the plain language of paragraph (c)(5) supports the IRS’s interpretation.\n \nGeneral principles of the tax system also support the IRS’s interpretation. Our tax system is one that depends heavily on voluntary compliance. See United States v. Generes, 405 U.S. 93, 104, 92 S.Ct. 827, 31 L.Ed.2d 62 (1972); Aronson v. Internal Revenue Service, 973 F.2d 962, 966 (1st Cir.1992). In such a system, it would make sense to have a penalty provision such as paragraph (c)(5) to induce taxpayers to properly apply the special valuation rules, which are usually more beneficial to them than the general valuation rules. Without such a penalty provision, taxpayers could improperly apply the special valuation rules to their benefit until caught, and then go back and properly apply the same beneficial rules the second time, losing nothing. The Court interprets paragraph (c)(5) to prevent such a situation, and as an attempt to prevent an abuse of the rules.\n \nThe parties also dispute the meaning of the reference in paragraph (c)(5) to paragraph (g)(13). The first clause in the third sentence of paragraph (c)(5) states, “However, when a special valuation rule is not properly applied to a fringe benefit (see, for example, paragraph g(13) of this section)....” Treas.Reg. § 1.61–21(c)(5). Section (g) is one of the special valuation rules; it deals with certain kinds of employee air travel. Paragraph (g)(13) is a specific provision within this special valuation rule that describes the penalties for making certain kinds of errors in applying the special valuation rule of section (g). Paragraph (g)(13) states:\nErroneous use of the non-commercial flight valuation rule—(i) Certain errors in the case of a flight by a control employee. If—\n(A) the non-commercial flight valuation rule of this paragraph (g) is applied by an employer or a control employee ... on the grounds that either—\n(1) The control employee is not in fact a control employee, or\n(2) The aircraft is within a specific weight classification, and\n(B) Either position is subsequently determined to be erroneous, the valuation rule of this paragraph (g) is not available to value the flight taken by that control employee by the person or persons taking the erroneous position. With respect to the weight classifications, the previous sentence does not apply if the position taken is that the weight of the aircraft is greater than it is subsequently determined to be....\n(ii) Value of flight excluded as a working condition fringe. If either an employer or an employee ... excludes from the employee’s income or wages all or any part of the value of a flight on the grounds that the flight was excludable as a working condition fringe under section 132, and that position is subsequently determined to be erroneous, the valuation rule of this paragraph (g) is not available to value the flight taken by that employee by the person or persons taking the erroneous position. Instead, the general valuation rules of paragraph (b)(5) and (6) of this section apply.\n26 C.F.R. § 1.61–21(g)(13).\n \nParagraph (c)(5) clearly refers to paragraph (g)(13) as an example of when a special valuation rule is not properly applied to a fringe benefit. Paragraph (g)(13) does not describe the inappropriate application of the non-commercial flight special valuation rule to an analogous *453 fringe benefit; rather, it describes errors within the application of the requirements of the special non-commercial flight valuation rule, such as using an incorrect airplane weight or misclassifying a control employee. Id. Paragraph (g)(13) therefore provides a specific and concrete application of what paragraph (c)(5) means by “not properly applied.”\n \nBMW argues that the IRS’s interpretation of paragraph (c)(5) cannot be reconciled with the existence of paragraph (g)(13) for three reasons, and the existence of paragraph (g)(13) proves the IRS’s interpretation wrong. First, BMW argues that the IRS’s interpretation of paragraph (c)(5) would render paragraph (g)(13) superfluous. BMW argues that under the IRS’s view, a taxpayer that committed any error in applying the special valuation rule of section (g) would be permanently foreclosed by paragraph (c)(5) from using the rule because the rule would have been “not properly applied.” Under that construction, there would be no need for section (g)(13) at all because (c)(5) would remove the taxpayer from the special valuation rules without regard to paragraph (g)(13).\n \nThe IRS contends that paragraph (c)(5) applies to the errors described in paragraph (g)(13), but that paragraph (g)(13) exists due to the complexity of the special valuation rules for non-commercial flights (the IRS compares this complexity with the simplicity of the determination of fair market value under the automobile lease valuation formula). In other words, the IRS contends that due to the complexity of paragraph (g), paragraph (g)(13) was added to help the taxpayer navigate the intricacies of the rule and to warn of the types of errors that must be avoided. The Court agrees. Just because paragraph (g)(13) specifically addresses certain errors than can be made in a computation does not mean that the more general provision in paragraph (c)(5) does not apply. Rather, paragraph (c)(5) refers to the more specific provision as an example.\n \nSecond, BMW argues that the fact that paragraph (c)(5) cites paragraph (g)(13) approvingly indicates that a special valuation rule “is not properly applied to a fringe benefit” in cases where the penalty provision of paragraph (g)(13) makes the special valuation rule unavailable to that fringe benefit. BMW argues that this confirms that paragraph (g)(13) is a penalty provision, while paragraph (c)(5) is not. This argument is unconvincing. BMW ignores the fact that paragraph (c)(5) refers to paragraph (g)(13) as an example. As an example, paragraph (g)(13) is by no means the only instance when a special valuation rule will be improperly applied. In fact, it is telling that paragraph (c)(5) refers to (g)(13), which BMW admits is a penalty provision, in explaining the meaning of “when a special valuation rule is not properly applied.” This implies that (c)(5) is also a penalty provision.\n \nThird, BMW argues that the Treasury Department would have drafted paragraph (c)(5) in a more specific fashion, similar to paragraph (g)(13), if (c)(5) were really intended to be a penalty provision. However, as discussed supra, (c)(5) appears in the general provisions of the special valuation rules, while (g)(13) appears in the specific rules and is designed to guide taxpayers in the more complicated non-commercial flight valuation rules. Thus, the fact that (c)(5) is not more specific does not create an inconsistency, and the Court finds that the contextual reference in paragraph (c)(5) to paragraph (g)(13) confirms the IRS’s interpretation that the phrase “not properly applied to a fringe benefit” includes violations of requirements in applying the special rules.\n \nBMW also argues that the IRS’s interpretation should be rejected because the IRS is unable to explain its standard. In particular, BMW argues that the IRS has been unable to explain (1) what kind of error will preclude a taxpayer from using the special valuation rules, and (2) what standard should be applied in making this determination. The IRS concedes that it has nothing in writing on these points.\n \n*454 In its response to plaintiff’s first set of interrogatories, the IRS articulated a standard for the kind of error that will preclude a taxpayer from using the Annual Lease Valuation Table. See Plaintiff’s First Set of Interrogatories, at 3–4. Defendant distinguishes between “error” and “clear error” in making a valuation. However, the IRS offered no further explanation in later interrogatories on the issue. See Plaintiff’s Second Set of Interrogatories.\n \nThe IRS’s failure to articulate an exact standard for the type of error that will preclude a taxpayer from applying the special valuation rules does not render the IRS’s interpretation of the regulation invalid. There could be a variety of improper applications of the special valuation rules in determining fringe benefits, all of which cannot be contemplated by and listed in the regulation. Such improper applications could range from a single arithmetic error to a blatant disregard of the rules contained in the special valuation provisions. The IRS must apply the regulation to the facts set before it. The Court will examine BMW’s conduct and the IRS’s application of paragraph (c)(5) in the context of the IRS’s cross-motion for summary judgment.\n \nBMW argues that the IRS’s interpretation of paragraph (c)(5) undermines the predictability and usefulness of the special valuation rules because it makes the rules available or unavailable to the taxpayer on a vehicle-by-vehicle basis. See Plaintiff’s First Requests for Admission ¶ 5. That is, after valuation is completed by the taxpayer, the IRS might find that the special valuation rules were properly applied to one vehicle but not another, requiring the use of entirely different methodologies to determine the annual fringe benefit value of the two cars. BMW states that because the methodology that is used is determined long after the taxpayer applies the special valuation rule, the taxpayer does not know at the outset whether it may use a special valuation rule. The Court disagrees.\n \nA taxpayer can avoid uncertainty by properly applying the special valuation rules. The second sentence of paragraph (c)(5) states, “Thus, when a special valuation rule is properly applied to a fringe benefit, the Commissioner will accept the value calculated pursuant to the rule as the fair market value of that fringe benefit.” 26 C.F.R. § 1.61–21(c)(5). Under the standard articulated by the IRS in this case, if a taxpayer does not commit “clear error” in applying the rules, that taxpayer will know at the outset whether it will be entitled to use the special valuation rules. The Court notes that paragraph (g)(13), which BMW contends is a properly drafted penalty provision, works in exactly the same way.\n \nBased on the plain language of paragraph (c)(5), tax policy, and the reference to paragraph (g)(13), the Court finds paragraph (c)(5) is a penalty provision that the IRS may invoke to prevent those taxpayers who have improperly applied a special valuation rule to a fringe benefit from using any special valuation rule to then determine the value of that fringe benefit. The taxpayer that improperly applies such a rule must apply the general valuation rules in that case. Therefore, BMW’s motion for partial summary judgment that Treasury Regulation § 1.61–21(c)(5) is not a penalty provision and therefore is not a basis on which to deny BMW the right to use the special valuation rules to determine the fringe benefit value of its assigned BMW automobiles will be denied. The IRS’s cross-motion that Treasury Regulation § 1.61–21(c)(5) is a basis on which to deny BMW the right to use the special valuation rules to determine the fringe benefit value of its assigned automobiles will be granted.\n \n\n\nThe IRS’s Cross–Motion that BMW Is Precluded From Using the Special Valuation Rules and The IRS’s Cross–Motion that BMW Cannot Account for Vehicle Use Restrictions to Reduce Fair Market Values\nThe Court now examines the issue of whether BMW is precluded from using the *455 special valuation rules to value the automobile fringe benefits provided to its employees in 1988 and 1989 because it did not properly calculate the fair market value of automobiles to plug into the Table.\n \nThe IRS contends that it is undisputed that BMW did not “properly apply” (see 26 C.F.R. § 1.61–21(c)(5)) the automobile lease valuation rule in calculating the fair market value of the automobiles it would plug into the Table. The IRS contends that it is undisputed that BMW took account of a “special relationship with its employees” and failed to value the “particular automobiles” its employees drove, both of which violate the clear language of 26 C.F.R. § 1.61–21(d)(5). That section states in pertinent part:\nFair market value—(i) In general. For purposes of determining the Annual Lease Value of an automobile under the Annual Lease Value Table, the fair market value of an automobile is the amount that an individual would have to pay in an arm’s length transaction to purchase the particular automobile in the jurisdiction in which the vehicle is purchased or leased.... Any special relationship that may exist between the employee and the employer must be disregarded. Also, the employees’s subjective perception of the value of the automobile is not relevant to the determination of the automobile’s fair market value....\n26 C.F.R. § 1.61–21(d)(5) (emphasis added).\n \nAs the moving party, the IRS has the initial burden of showing that no genuine issue of material fact exists. See Celotex Corp. v. Catrett, 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The IRS points to Plaintiff’s Response to First Set of Interrogatories, Response to Interrogatory No. 3 and to the Deposition of Allen Henrici at 15 to show that it is undisputed that BMW used the “employee purchase price” to value all of the vehicles it gave its employees in 1988 and 1989. This interrogatory asked BMW to explain the method by which it calculated the fringe benefits at issue in this case, including the determination of fair market value for purposes of applying the Table. In response, BMW stated, “The Company calculated the fringe benefit value of its vehicles during 1988 and 1989 first by determining the ‘employee purchase price’ of the vehicle (i.e., the price at which the vehicle was offered for sale to employees), which was typically ‘dealer cost’.... The Company then applied the special valuation tables in Treasury Regulation 1.61–21(d)(2)(ii)....” Pl.Resp. to First Set of Interrog., No. 3. The IRS has met its summary judgment burden on this issue.\n \nThe IRS points to the Henrici Deposition at 15 to show that BMW used the “vehicle that was assigned to the employee as compared to the vehicle that was actually driven” in determining fair market value of the automobiles. The IRS points to Exhibit 2 of BMW’s Opposition Brief as proof that BMW employees often received models from higher series of BMW vehicles than the “assigned” models that BMW valued. Exhibit 2 is a list of headquarters employees who received vehicles in 1988 and 1989. The exhibit covers approximately 330 employees. Of these, according to the IRS’s calculations, 58% received either more than one type of vehicle model series (i.e. 3, 5, 7 Series) or M-series vehicles. M–Series models were priced as much as $15,000 above the base model in the number series. The 3, 5, 7 Series vehicles ranged in price from approximately $25,000 to $69,000. However, the IRS admits that under its view of paragraph (c)(5), “the taxpayer’s ability to use the Annual Lease Value Table must be made on a car-by-car basis, so that an error in valuation with respect to one vehicle may prevent the taxpayer from using the Annual Lease Value Table with respect to that vehicle only.” Response 5 to Plaintiff’s First Requests for Admission. Although the IRS has pointed to evidence that shows that some of the 2,000 or more automobiles BMW valued in 1988 and 1989 were improperly valued because the valuation *456 was not based on the “particular automobile” the employee was using, the IRS has not produced specific evidence for each automobile. The IRS has not met its summary judgment burden on this issue.\n \nOnce the moving party has made a properly supported motion for summary judgment, as the IRS has for the “employee purchase price” issue, the burden shifts to the nonmoving party to “set forth specific facts showing that there is a genuine issue for trial.” Fed.R.Civ.P. 56(e); Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 247–48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). BMW explains that it used the employee purchase price (the price at which the vehicle was offered for sale to BMW employees under an employee car purchase program and which was approximately the same as the vehicle’s wholesale price) as the fair market value for the vehicles because it felt that this price encompassed the discounts that would be appropriate to reflect vehicle use restrictions, slow-selling models, and damage that existed with regard to the vehicles assigned to its employees. BMW states that these and other factors had a negative effect on the fair market value of the employee-assigned vehicles compared to typical BMW vehicles sold in the market. Thus, it appears that BMW is arguing that it used the employee purchase price to determine fair market value of the vehicles not because of the employee-employer relationship (as is clearly prohibited by the Regulations), but rather because the employee purchase price happened to be a price that BMW felt adequately represented the reductions in fair market value that would occur due to factors mentioned above if the vehicle were sold in an arm’s length transaction. In support of this argument, BMW points to its expert report, which “shows that the vehicle use restrictions alone support the range of discounts applied by BMW in 1988 and 1989....” BMW Opp.Br. At 8. BMW also states in its Opposition Brief that it “[t]ook [use restrictions] into account when determining the vehicle’s fringe benefit value, based on a belief—confirmed by the evidence—that a vehicle subject to such restrictions is less valuable than a vehicle not subject to restrictions.” BMW Opp.Br. at 13.\n \n[4] The Court does not reach the issue of whether BMW met its summary judgment burden because it finds as a matter of law that it must grant the IRS’s motion for summary judgment. Paragraph (d)(5) states, “[t]he fair market value of an automobile is the amount that an individual would have to pay in an arm’s length transaction to purchase the particular automobile in the jurisdiction in which the vehicle is purchased or leased.” 26 C.F.R. § 1.61–21(d)(5) (cf. paragraph (b)(4) in the general valuation rules which states, “[the fair market value of the use of the vehicle] equals the amount that an individual would have to pay in an arm’s length transaction to lease the same or comparable vehicle....” 26 C.F.R. § 1.61–21(d)(4)). BMW has put forth no evidence that it is a usual practice to purchase automobiles in the open market with use restrictions2, and the court cannot conceive of a situation where that would be the case. Although such restrictions might occur when leasing a vehicle, (d)(5), which is applicable here, specifically contains the word “purchase,” and the fact that (b)(4) contains the word “lease” indicates that such a distinction was intentionally made. Thus, BMW improperly took into account use restrictions when calculating the fair market value of the automobiles under (d)(5). Furthermore, 26 C.F.R. § 1.61–21(d)(5) states that “any special relationship that exists between the employer and the employee must be disregarded” in calculating the fair market value of an automobile. The use restrictions in this case were clearly a product of the employer-employee relationship. Because BMW used use restrictions *457 as a factor in reducing fair market value, it has violated the clear language of the regulations and could not have arrived at an accurate value for the “fair market value” of the automobiles under (d)(5). For these reasons, the Court finds that BMW’s error is similar to the most basic kind of error such as those errors described in paragraph (g)(13) of the non-commercial flight valuation rules concerning the weight classification of an aircraft or whether an employee is a control employee. Paragraph (c)(5) refers to paragraph (g)(13) as an example of when a special valuation rule is not properly applied. Thus, the Court finds that BMW has not properly applied the automobile lease valuation rules in this case, and that BMW is precluded under the third sentence of paragraph (c)(5) from using those rules to determine the fair market value of the fringe benefits of the automobiles in this case. “The fair market value of the fringe benefits must be determined pursuant to the general valuation rules of paragraph (b) of this section.” 26 C.F.R. § 1.61–21(c)(5).\n \nThe Court need not consider the effects of pre-existing damage and slow-moving sales characteristics on the value of the vehicles since it has already determined that the use of use restrictions in reducing the fair market value of the automobiles was improper.\n \nTherefore, the Court will grant the IRS’s cross-motion for summary judgment that BMW is precluded from using the special valuation rules to value the automobile fringe benefits provided to its employees in 1988 and 1989. The Court will also grant the IRS’s cross-motion that BMW cannot account for vehicle use restrictions to reduce fair market values of automobiles it plugs into the Table.\n \n\n\nThe IRS’s Cross–Motion that BMW Cannot Reduce the Fair Market Value of its Employee Fringe Benefits on Account of Restrictions Regarding Color and Option Choices Under Any Valuation Rule\nBMW reduced the fair market value of some or all of its vehicles on account of the restriction that its employees could not always choose the color and options on their assigned vehicles. “[A]n employee’s subjective perception of the value of the automobile is not relevant to the determination of the automobile’s fair market value.” 26 C.F.R. § 1.61–21(b)(2), (d)(5)(i). The IRS argues that attributing a reduced value to restrictions on color or option choices necessarily implicates subjective perceptions of value under any valuation rule (both general and special), and cannot be relevant to fair market value unless BMW can prove that the assigned models were worth less in the marketplace on account of unpopular colors or options.\n \nBMW argues that the IRS’s argument misses the mark in that the value of having an ability to choose is independent of whether the employee likes, or does not like, the automobile provided. BMW argues that the ability to choose is a factor independent of any particular employee’s “subjective perception” of value, and that as such, its is relevant under both the general and special valuation rules.\n \n[5] The Court finds that restrictions on option and color choices cannot be considered in determining fair market value under paragraph (d)(5) of the special valuation rules. 26 C.F.R. § 1.61–21(d)(5)(i) states that “Any special relationship that may exist between the employee and the employer must be disregarded.” That section also states that the fair market value of an automobile is the amount an individual would have to pay to purchase the particular automobile in an “arm’s length transaction.” BMW has put forth no evidence that restrictions on color or option choices occur in arm’s length transactions in the open market. Thus, the analysis upon which the Court relied in rejecting BMW’s use of use restrictions in determining fair market value under (d)(5) likewise applies here. BMW is precluded from taking these restrictions into account when *458 determining fair market value under the Table.\n \n[6] However, the Court finds that restrictions on option and color choices can be considered in determining fair market value under paragraph (b)(4) of the general valuation rules. Paragraph (b)(4) states in pertinent part:\nFair market value of the availability of an employer-provided vehicle—(i) In general. If the vehicle special valuation rules of paragraph (d), (e), or (f) of this section do not apply with respect to an employer-provided vehicle, the value of the availability of that vehicle is determined under the general valuation principles set forth in this section. In general, that value equals the amount that an individual would have to pay in an arm’s-length transaction to lease the same or comparable vehicle on the same or comparable conditions in the geographic area in which the vehicle is available for use. An example of a comparable condition is the amount of time that the vehicle is available to the employee for use, e.g., a one-year period....\n26 C.F.R. § 1.61–21(b)(4)(i) (emphasis added).\n \nParagraph (b)(4), unlike paragraph (d)(5), requires the taxpayer to determine the value of the fringe benefit directly, rather than requiring the taxpayer to first determine the fair market value of the automobile and then plug that value into a table to get the value of the fringe benefit. Thus, paragraph (b)(4) looks to the amount that an individual would have to pay in an arm’s-length transaction to lease the vehicle on the same or comparable conditions. The amount of time that the vehicle is available to the employee is put forth as an example of a “comparable condition.” The Court finds that likewise, restrictions on color and option choices could be present in a lease, and that this could be a “comparable condition.” Therefore, BMW is not precluded from taking these restrictions into account when determining fair market value of the fringe benefit under paragraph (b)(4).\n \nAn appropriate Order accompanies this Opinion.\n \nAll Citations\n39 F.Supp.2d 445, 83 A.F.T.R.2d 99-787, 99-1 USTC P 50,255\n\n\n\nFootnotes\n|\n1\n|This interpretation is based in part on the reference in paragraph (c)(5) to paragraph (g)(13) as an example of when a special valuation rule is not properly applied to a fringe benefit. See infra p. 452.\n|\n2\n|BMW imposes a number of restrictions on the automobiles it provides to its employees, such as prohibiting the employee from parking the vehicle on the streets of New York City or at any of the metropolitan airports. BMW Opp.Br. at 13.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}