{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nAffirmed in Part, Remanded in Part by Hoffman Motors Corp. v. U.S., 2nd Cir.(N.Y.), January 17, 1973\n336 F.Supp. 102\nUnited States District Court, S.D. New York.\nHOFFMAN MOTORS CORP., Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nNo. 67 Civ. 261.\n|\nDec. 30, 1971.\nSynopsis\nAction for refund of excise taxes allegedly illegally assessed and collected from plaintiff or its predecessors. The District Court, Levet, J., held that transactions by which taxpayer’s predecessor, as importer, passed title to imported automobiles to dealer, another predecessor of taxpayer, were sales at wholesale and subject to, tax on basis of actual sale price of each article so sold and not on basis of lower wholesale market value. The Court also held that sales of specially crated automobiles by importer to distributor at less than fair wholesale market value were subject to excise tax on basis of fair wholesale market value.\n \nComplaint dismissed.\n \n\n\nWest Headnotes (12)\n\n\n[1]\n|Internal RevenueMiscellaneous taxes\n|\n|State law determines incidents of sale for purposes of federal excise tax imposed on sale at wholesale. 26 U.S.C.A. (I.R.C.1954) § 4061(a).\n\n|\n\n\n[2]\n|Internal RevenueManufacturers’ and Producers’ Excise Taxes\n|\n|Exception in excise tax provisions of Internal Revenue Code with respect to constructive sales price where articles are sold at other than arm’s length concerns only sales at less than fair market value and did not apply to sales made at prices in excess of fair market value. 26 U.S.C.A. (I.R.C.1954) § 4216(b).\n\n|\n\n\n[3]\n|Corporations and Business OrganizationsDisregarding Corporate Entity;  Piercing Corporate Veil\n|\n|Unusual cases may require disregard of corporate form.\n\n|\n\n\n[4]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|Burden was on taxpayer to show that sales price charged by automobile importer, predecessor of taxpayer, to retailer, also a predecessor of taxpayer, was the wholesale price for purposes of federal excise tax, although sales were made at prices in excess of fair market value at wholesale. 26 U.S.C.A. (I.R.C.1954) § 4216(b); Tax Law N.Y. § 1101(b) (4) (i).\n\n|\n\n\n[5]\n|Internal RevenueAutomobiles and parts\n|\n|Where corporate automobile importer owned 100% of stock of distributor, the companies had identical officers and directors and importer sold specially packed imported automobiles to the related distributor at $26 less per car than it charged unrelated distributors for the same models, identically crated, Internal Revenue Service was required to assess excise tax on sale to related distributor on constructive basis rather than on actual sales basis. 26 U.S.C.A. (I.R.C.1954) § 4216(a), (b) (1) (C).\n\n|\n\n\n[6]\n|Internal RevenueAutomobiles and parts\n|\n|With respect to sales of automobiles by importers to distributors during periods of October 1, 1953 to December 31, 1955, and July 1, 1956 to July 31, 1956, portion of consideration received by importer allegedly used to reimburse dealers for local advertising was not exempt from excise taxes imposed on wholesale sales. 26 U.S.C.A. (I.R.C.1954) § 4216(a), (b) (1) (C).\n\n|\n\n\n[7]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|Generally, taxpayer has burden of proof in actions to recover taxes paid.\n\n|\n\n\n[8]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|Taxpayer has burden of proving facts that show that Internal Revenue Commissioner’s assessment is erroneous, in actions to recover taxes paid.\n\n|\n\n\n[9]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|Taxpayer has burden of overcoming presumption of correctness of Commissioner’s decision, in action to recover taxes paid.\n\n|\n\n\n[10]\n|Internal RevenueAutomobiles and parts\n|\n|Transactions by which corporate importer passed title to imported automobiles to related corporate dealer were sales at wholesale and subject to excise tax on basis of actual sale price and not on basis of lower wholesale market value. 26 U.S.C.A. (I.R.C.1954) § 4216(a), (b) (1) (C).\n\n|\n\n\n[11]\n|Internal RevenueAutomobiles and parts\n|\n|Sales of specially crated automobiles by corporate importer to wholly owned distributor at less than fair wholesale market value were sales to a related distributor, were otherwise than through an arm’s length transaction and were subject to excise tax on basis of fair wholesale market value of items sold. 26 U.S.C.A. (I.R.C.1954) § 4216(b) (1) (C).\n\n|\n\n\n[12]\n|Internal RevenueEvidence\n|\n|Taxpayer, as successor to corporate importer of automobiles, failed to sustain its burden of proving that sum excluded from tax base on which excise tax was computed for automobiles sold at wholesale had been expended for any tax-exempt purpose. 26 U.S.C.A. (I.R.C.1954) § 4061(a).\n\n|\n\n\nAttorneys and Law Firms\n*103 Weiss, Bronston, Rosenthal, Heller & Schwartzman, New York City, for plaintiff; Howard L. Mann, New York City, of counsel.\nWhitney North Seymour, Jr., U. S. Atty., S.D.N.Y., for defendant; Daniel H. Murphy, II, Joel B. Harris, Asst. U. S. Attys., of counsel.\n\n\n\n\nOPINION, FINDINGS OF FACT AND CONCLUSIONS OF LAW.\nLEVET, District Judge.\nThis is an action for the refund of excise taxes allegedly erroneously and illegally assessed and collected from plaintiff (or its predecessors). At the time of the assessment Hoffman-Porsche Corp. (“Hoffman-Porsche”), Hoffman Motors Eastern Division, Inc. and Hoffman Motor Car Company, Inc. were separate corporations. Hoffman Motors Corporation, plaintiff herein, is the successor to those three corporations. Plaintiff’s amended complaint contains three causes of action, one for each of its predecessor corporations. Each cause of action is treated separately herein. The third cause of action, relating to Hoffman Motor Car Company, Inc., as amended, contains two separate claims for relief.\nThe present issues as set forth in the pretrial order are as follows:\n“(a) With regard to the first cause of action, whether certain transfers made by Hoffman-Porsche [Corp.] to a related corporation for transfer to an ultimate retail purchaser constituted a sale at wholesale to which the excise tax applies? (Amount assessed $22,700.29).\n \n“(b) With regard to the second cause of action, whether certain transfers made by [Hoffman Motors] Eastern Division to a related corporation for transfer to an ultimate retail purchaser constituted sales at wholesale to which the excise tax applies? (Amount assessed $5,030.40).\n \n“(c) With regard to the first claim of the third cause of action, was the sale of Alpha Romeo automobiles to Hoffman [Motor] Western Division made at arm’s length, and the excise tax paid therefore, correct? (Amount assessed $7,270.88).\n \n“(d) With regard to the third claim of the third cause of action, did the charge for local advertising made by [Hoffman] Motor Car [Co.] on behalf of the manufacturers’ promotional company, to which said funds were turned over, with the knowledge, consent and authorization of the dealer, and the promotional company constitute an excise tax liability of [Hoffman] Motor Car [Co.]? (Amount assessed $8,945.91).”\n \nAfter hearing the testimony of the parties, examining the exhibits, the pleadings, the Proposed Findings of Fact and Conclusions of Law and certain memoranda of law submitted by counsel, this court makes the following Findings of Fact and Conclusions of Law:\n\n\n*104 FINDINGS OF FACT\n1. Plaintiff, Hoffman Motors Corporation, is the successor corporation to the three taxpayers herein involved, to wit, Hoffman-Porsche, Hoffman Motors Eastern Division, Inc., Hoffman Motor Car Co., Inc. (Pl.Ex. 1, Parties’ Stipulation [hereinafter “Stipulation”]; 5-6).1\n\n\nFIRST CAUSE OF ACTION\n\n(Hoffman-Porsche Corp.)\n(Porsche Cars)\n2. A federal excise tax deficiency assessment in the amount of $26,953.04 plus $12,173.28 interest was duly and timely made against plaintiff Hoffman Motors Corporation as successor to Hoffman-Porsche by defendant on March 26, 1965 (Stipulation ¶ 1).\n3. The deficiency assessment, specified in Finding 2, was paid by plaintiff on April 9, 1965 (Stipulation ¶ 4).\n4. A claim for refund as to $22,700.29 of the principal assessed in the assessment identified in Finding 2 was filed by plaintiff on October 14, 1965 (Stipulation ¶ 5).\n5. The claim for refund challenged the excise tax deficiency assessed for the period October 1, 1953 to September 30, 1959 (plaintiff’s amended complaint, Ex. 1).\n6. Hoffman-Porsche was the sole importer in the United States of Porsche automobiles for the period October 1, 1953 to September 30, 1959 (11).\n7. The purchase of a Porsche by Joseph F. Boggia in December, 1958 was fairly representative of the sales conducted by Hoffman-Porsche and Hoffman Motor Car Co., Inc., during the excise tax period in suit (Stipulation ¶ 6; 23).\n8. On or about November 1, 1958 the said Joseph F. Boggia agreed to purchase and Hoffman Motor Car Co., Inc. agreed to sell to the said Boggia, a certain 1600 cc. Porsche Cabriolet, 1959 model, for the sum of $3,950, not including the sales tax (see Ex. 2).\n9. On or about December 1, 1958 Hoffman-Porsche, as importer, sold to Hoffman Motor Car Co., Inc. a 1600 cc. Porsche Cabriolet, 1959 model, for $3,646.82, not including the excise and sales taxes (see Exs. 3, 5), at which time the said Hoffman Motor Car Co., Inc. contemplated the sale of the said Porsche to the said Joseph F. Boggia.\n10. On or about December 19, 1958 Hoffman Motor Car Co., Inc. sold the said 1600 cc. Porsche Cabriolet, 1959 model, to the said Joseph F. Boggia for the total price of $4,017.50, including both excise and sales taxes (see Ex. 4).\n11. On or about December 1, 1958 Boggia paid Hoffman Motor Car Co., Inc. $4,017.50 for the automobile (22, 27) and received a sales certificate from said company (Ex. 6). Thus, as conceded by Kelly, secretary of Hoffman Motors Corporation (4), Hoffman-Porsche sold the automobiles to Hoffman Motor Car Co., Inc. which, in turn, sold them to the customer (22).\n12. The excise tax was computed and paid by Hoffman-Porsche during the relevant period on the basis of the average wholesale dealer’s price, to wit, $3,031.82 (100), and not on the basis of the actual price charged by Hoffman-Porsche to Hoffman Motor Car Co., Inc., which was $3,646.82 (Ex. 3; 101).\n13. The deficiency assessment was made on the difference between the excise tax paid and the excise tax due which, for the business conducted by Hoffman-Porsche during the period in suit, totalled $22,700.29 (Stipulation ¶¶ 5, 6).\n14. I find the Government’s deficiency assessment to be correct. The transactions conducted by Hoffman-Porsche during the period in suit were sales at wholesale and, under the statute, therefore, subject to tax on the basis of the actual price of each automobile sold.\n\n\n*105 SECOND CAUSE OF ACTION\n\n(Hoffman Motors Eastern Division, Inc.)\n(Mercedes Benz Cars)\n15. A federal excise tax deficiency assessment in the amount of $5,256.57 plus $2,302.53 interest was duly and timely made against plaintiff Hoffman Motors Corporation as successor to Hoffman Motors Eastern Division, Inc. by defendant on March 26, 1965 (Stipulation ¶ 2).\n16. The deficiency assessment, identified in Finding 15, was paid by plaintiff on April 9, 1965 (Stipulation ¶ 4).\n17. A claim for refund as to $5,030.40 of the principal assessed in the assessment identified in Finding 15 was filed by plaintiff on October 14, 1965 (Stipulation ¶ 5).\n18. The claim for refund challenged the excise tax deficiency assessed for the period October 1, 1956 to September 30, 1959 (plaintiff’s amended complaint, Ex. 2).\n19. Mercedes Benz Distributors, Inc. was the importer and distributor of the Mercedes Benz automobile and a subsidiary of Hoffman Motor Car Co., Inc. (8). Hoffman Motors Eastern Division, Inc. was the successor corporation to Mercedes Benz Distributors, Inc. and was organized in May 1957 (17, 42).\n20. From 1953 to May 1957, Mercedes Benz Distributors was a registered motor vehicle dealer licensed by the New York State Motor Vehicle Department and sold cars at retail (16). During this period, Mercedes Benz Distributors handled its own retail sales directly from its showroom, and, unlike Hoffman-Porsche, did not transfer title through Hoffman Motor Car Co., Inc. (41).\n21. However, in May 1957 Mercedes Benz Distributors gave up its franchise, cancelled its New York State retail dealer license and transferred its operations to the Hoffman Motor Car Co., Inc. showroom in New York City (17, 42). From May 1957 through 1958 Hoffman Motors Eastern Division, Inc., as successor to Mercedes Benz Distributors, conducted its retail sales of Mercedes Benz automobiles in New York City out of the showroom of Hoffman Motor Car Co., Inc. and transferred title to retail customers through Hoffman Motor Car Co., Inc. (18-19, 42).\n22. Because Hoffman Motors Eastern Division, Inc. was not a licensed retail dealer and could not consummate a retail sale in New York, an inter-company transaction between Hoffman Motors Eastern Division, Inc. and Hoffman Motor Car Co., Inc. was used to transfer title to a retail customer (21-23, 41-42, 107).\n23. A typical transaction involving Hoffman Motor Eastern Division, Inc. and Hoffman Motor Car Co., Inc. and the retail customer is evidenced in Plaintiff’s Exhibits 2-7 (Stipulation, ¶ 6; 41, 107, 24-32) and was handled no differently from the Boggia transaction involving Porsche cars described in Findings 7-12 (41, 107; Stipulation ¶ 6).\nThe procedures of the companies involved in the sales of Mercedes Benz cars in the second cause of action were the same as those in the first cause of action. Both parties stipulated to this fact (Stipulation ¶ 6; Post-Trial Supplemental Hearing, December 15, 1971, at 2).\nFurthermore, the parties stipulated that the law applicable to the first cause of action, involving Porsche cars, applies to the second cause of action, involving Mercedes Benz cars (Post-Trial Supplemental Hearing, December 15, 1971, at 2-3).\n24. The deficiency assessment was made on the difference between the excise tax paid (computed on the constructive wholesale sales price) and the excise tax due (computed on the higher actual wholesale price) which, for the business conducted by Hoffman Motors Eastern Division, Inc. during the period in suit, totalled $5,030.40 (Stipulation ¶¶ 5, 6).\n25. I find the Government’s deficiency assessment to be correct. The transactions conducted by Hoffman Motors *106 Eastern Division, Inc. during the period in suit were sales at wholesale under the statute, and, therefore, subject to tax on the basis of the actual price of each automobile sold.\n\n\nTHIRD CAUSE OF ACTION\n\n(A. SALES TO HOFFMAN MOTORS WESTERN DIVISION, INC.)\nAlfa Romeo Cars\n26. A federal excise tax deficiency assessment in the amount of $36,394.12 plus $20,624.47 interest was duly and timely made against plaintiff Hoffman Motors Corporation as successor to Hoffman Motor Car Co., Inc. by defendant on March 26, 1965 (Stipulation ¶ 3).\n27. The deficiency assessment, identified in Finding 26, was paid by plaintiff on April 9, 1965 (Stipulation ¶ 4).\n28. A claim for refund as to $7,270.88 of the principal assessed in the assessment identified in Finding 26 was filed by plaintiff on October 14, 1965 (Stipulation ¶ 7).\n29. Hoffman Motor Car Co., Inc. during the period in suit sold imported Alfa Romeo cars which were not specially crated to unrelated distributors at a unit price of $2,548 per car (Stipulation ¶ 7; Pl.Exs. 13, 14).\n30. Hoffman Motor Car Co., Inc. during the relevant period sold imported Alfa Romeo cars of the same model, which were specifically crated, to a related distributor (Hoffman of California, Inc., also known as Hoffman Western Division, Inc.) at a unit price of $2,591.66 per car (Stipulation ¶ 7; Pl.Ex. 12). The stock of Hoffman of California, Inc. was owned entirely by Hoffman Motor Car Co., Inc. (Ex.C, p. 59). Hoffman of California, Inc. and Hoffman Motor Car Co., Inc. had the same officers and directors (Ex.A, Answers 2(a), 2(b)).\n31. The special crating cost was $69.66 (Pl.Ex. 12).\n32. The unit price during the period in suit at which Alfa Romeos were sold by Hoffman Motor Car Co., Inc. to the related distributor, its subsidiary, Hoffman Motors Western Division, Inc., was $26 per car less than the price at which such cars were sold to unrelated distributors (see Exs. X, Y, Z; Stipulation ¶ 7).\n33. Hoffman Motor Car Co., Inc., as importer, sold specially Alfa Romeos during the period in suit to its related distributor at $26 less than fair market price and computed the excise tax due on such lower price rather than the fair market price (Pl.Exs. 12, 13, 14).\n34. The Alfa Romeo automobile was manufactured in Milano, Italy and was delivered by ship to Hoffman Motor Car Co., Inc. on either the East or West Coast of the United States during the relevant period (44-45).\n35. Hoffman Motors Western Division, Inc. was the Alfa Romeo distributor on the West Coast of the United States and purchased said cars from Hoffman Motor Car Co., Inc. during the period in suit (44).\n36. On or about May 30, 1958, Hoffman Motor Car Co., Inc. sold to Hoffman of California, Inc. (of Beverly Hills, California), a distributor also known as Hoffman Motors Western Division, Inc. (Stipulation ¶ 7), ten Giulietta Spiders, Alfa Romeo automobiles at $2,591.66 per automobile (Ex. 12).\n37. The deficiency assessment was made on the difference between the excise tax paid and the excise tax due which, for the sales made by Hoffman Motor Car Co., Inc. to its related distributor during the period in suit, totalled $7,270.88 (Stipulation ¶ 7).\n38. I find the Government’s deficiency assessment to be correct. The sales of specially crated Alfa Romeo by Hoffman Motor Car Co., Inc. to Hoffman Motors Western Division, Inc. were sales subject to tax on the basis of the fair market value of the automobiles sold.\n\n\n*107 THIRD CAUSE OF ACTION\n\n(B. EXCLUSION OF $30 CHARGES ON EACH JAGUAR SOLD FOR LOCAL ADVERTISING)\n39. A claim for refund as to $8,945.91 of the principal assessment of $36,394.12 was filed by plaintiff on October 14, 1965 (Stipulation ¶ 8).\n40. The claim for refund challenged the excise tax deficiency assessed for the periods October 1, 1953 to December 31, 1955 and July 1, 1956 to July 31, 1956 (amended complaint ¶ 21).\n41. Hoffman Motor Car Co., Inc. excluded $30 of the consideration received on the sale of each Jaguar to its distributors during the relevant period (57-58, 64, 65, 80, 82).\n42. The taxpayer represented that the $30 payments were used to reimburse its dealers for local advertising (57).\n43. The taxpayer took advantage of the $30 deduction but never proved that $30 deduction by checking the distributor’s records (82-85). The taxpayer produced no details of any records of the advertising spent (85).\n44. The plaintiff failed to produce proof that the advertising charge collected was for local purposes rather than national and failed to demonstrate that all of the monies collected were in fact collected (96, 97, 82-85, 118, 119).\n\n",
    "Discussion": "\nFIRST CAUSE OF ACTION\nThe essence of the transactions as to the sale of Porsche cars is set forth in Findings of Fact 6-14. Plaintiff in its proposed findings of fact, particularly in Nos. 5-12 thereof, attempts to show reasons for the arrangement utilized. However, there appears to be no contradiction by plaintiff of the basic transactions. This leads to only one conclusion-namely, that the sale by Hoffman-Porsche to Hoffman Motors Corporation was a wholesale transaction and therefore that under the statutes and regulations the excise tax must be based on the price shown on Exhibit 3.\nThe Internal Revenue Code of 1954, Section 4061(a), provides for an imposition of tax upon the sales of automobiles by a manufacturer, producer or importer based on a percentage “of the price for which so sold.” The 1939 and 1954 Codes in respect to applicable statutes are identical for purposes of this decision since Section 4061(a) of the 1954 Code reenacts Section 3403 of the Revenue Code of 1939.\nThe Regulations under the 1939 Code, made applicable to the 1954 Code, T.D. 6091, 1954-2 Cum.Bull. 47, define “sale” as follows:\n“The term ‘sale’ means an agreement whereby the seller transfers the property (that is, the title or the substantial incidents of ownership) in goods to the buyer for a consideration called the price, which may consist of money, services, or other goods.” Reg. 46 (1940), Sec. 316.1(f) [CCH Excise Tax Reporter ¶ 1807(f)].\n \nThe tax attached when “the title to the article sold passes from the [importer] to a purchaser.” Reg. 44 (1944), Sec. 314.4 [CCH Excise Tax Reporter ¶ 1805].\nThe Internal Revenue Service assessed the taxes on the sales price charged by Hoffman-Porsche to Hoffman Motors Corporation (see Findings 2, 14, 22).\nA sale at wholesale is defined as a sale of property to another for resale as such (see 26 C.F.R. § 148.1-5(d) (1); New York Tax Law § 1101(b) (4) (i) (McKinney’s Consol.Laws, c. 60 1970-71).\n[1] New York law applies to determine the incidents of the sale. Reg. 44 (1944), Sec. 314.4 [CCH Excise Tax Reporter ¶ 1805].\n \n[2] The attempt of plaintiff-taxpayer to invoke the “substance over form” doctrine is ill-placed. The exception in Section 4216(b) of the 1954 Code with respect to a constructive sales price where articles are sold at other than arm’s length is inapplicable since that section concerns only sales at less than fair market value. Here, the sales involved *108 were made at prices in excess of the fair market value.\n \n[3] Although “unusual cases” may require disregard of corporate form, Burnet v. Commonwealth Imp. Co., 287 U.S. 415, 419, 53 S.Ct. 198, 77 L.Ed. 399 (1932), the record here fails to disclose any circumstances sufficient to support plaintiff’s claim. “A taxpayer is free to adopt such organization for his affairs as he may choose and having elected to do some business as a corporation, he must accept the tax disadvantages.” Higgins v. Smith, 308 U.S. 473, 477, 60 S.Ct. 355, 358, 84 L.Ed. 406 (1940).\n \nObviously, “On the other hand, the Government may not be required to acquiesce in the taxpayer’s election of that form for doing business which is most advantageous to him. The Government may look at actualities and upon determination that the form employed for doing business or carrying out the challenged tax event is unreal or a sham may sustain or disregard the effect of the fiction as best serves the purposes of the tax statute.” (Emphasis supplied) Higgins v. Smith, supra at 477, 60 S.Ct. at 358. See also C. I. R. v. Danielson, 378 F.2d 771 (3rd Cir. 1967).\nThe question for determination here is “whether what was done, apart from the tax motive, was the thing which the statute intended.” Gregory v. Helvering, 293 U.S. 465, 469, 55 S.Ct. 266, 267, 79 L.Ed. 596 (1935).\n[4] The taxpayer by its own acts has determined its own relationship as a wholesaler and the Internal Revenue Service has based its determination thereon. The burden is on plaintiff in this case and the taxpayer has no privilege now to declare it was otherwise than as originally planned and executed by the complainant.\n \n\n\nSECOND CAUSE OF ACTION\n\n(Mercedes Benz Issue)\nThe facts in this issue are similar to those in the First Cause of Action except that the automobiles sold were Mercedes Benz instead of Porsche. Consequently the law involved is identical. Furthermore, the parties stipulated at the post-trial supplemental hearing on December 15, 1971 that the law applicable to the first cause of action, involving Porsche cars, applies to the Second Cause of action, involving Mercedes Benz cars.\n\n\nTHIRD CAUSE OF ACTION\n\n(Sales to Hoffman Motors Western Division, Inc.)\n[5] Prices on cars sold by Hoffman Motor Car Co., Inc. to Hoffman Motors Western Division, Inc. included a charge of $69.66 for special crating or handling (see Finding No. 27). These two corporations were related companies since Hoffman Motor Car Co., Inc. owned 100% of the stock of Hoffman Motors Western Division, Inc. and the companies had identical officers and directors. A certain part of plaintiff’s portion of this special charge was paid for by Hoffman Motors Western Division, Inc. The Internal Revenue Service therefore was required to assess the excise tax on a constructive basis rather than on an actual sales basis.\n \nSection 4216(a) of the 1954 Code provides:\n“In determining, for the purposes of this chapter, the price for which an article is sold, there shall be included any charge for coverings and containers of whatever nature, and any charge incident to placing the article in condition packed ready for shipment ***.”\n \nThe use of a constructive sales price in this case was authorized by 26 U.S.C. § 4216(b) (1) (C):\n“If an article is-sold (otherwise than through an arm’s length transaction) at less than the fair market price, the tax under this chapter shall (if based on the price for which the article is sold) be computed on the price for which such articles are sold, in the ordinary course of trade, by manufacturers or producers thereof, as determined by the Secretary or his delegate. ***”\n \n*109 Section 316.15(a) of the applicable regulations provides that in the case of sales not at arm’s length for less than the fair market price, the Internal Revenue Service shall determine the fair market price (constructive price) and levy the excise tax thereon:\n“The law provides a special basis of tax computation where sales are at less than the fair market price and not at arm’s length. The fair market price is the price for which articles are sold by manufacturers at the place of distribution or sale in the ordinary course of trade and in the absence of special arrangements. A sale is not at arm’s length when made pursuant to special arrangements between a manufacturer and a purchaser (as in the case of intercompany transactions). When a sale is not at arm’s length and the price is less than the fair market price (as in the case of intercompany transactions at cost or at a fictitious price), the tax is to be computed upon a fair market price to be computed by the Commissioner. No deduction from the fair market price as determined by the Commissioner is permissible.” Reg. 46 (1940), Sec. 316.15(a) [CCH Excise Tax Reporter ¶ 1817A].\n \nThe method adopted by the Internal Revenue Service was correct under statutes, codes and regulations. See Inecto, Inc. v. Higgins, 21 F.Supp. 418 (S.D.N.Y.1937).\n\n\nTHIRD CAUSE OF ACTION\n\n(Exclusive of $30 Charges on Jaguar Sold for Local Advertising)\nSection 4216(f)2 of the 1954 Code permits an exclusion for local advertising expenses under limited conditions applicable however only after the year 1960. See also F. W. Fitch Co. v. United States, 323 U.S. 582, 65 S.Ct. 409, 89 L.Ed. 472 (1945).\nNevertheless, regulations pursuant to Section 3791 of the 1939 Code and made applicable to the 1954 Code under Section 7805 thereof preclude any exclusion for local advertising for all sales from 1939 through 1959 (see Reg. § 330.1-1(b) [CCH Excise Tax Reporter ¶ 1795]; see also Regs. §§ 330.1-2, 330.1-3 [1956-58 CCH Excise Tax Reporter ¶¶ 5516, 5516A] which were superseded by Reg. § 48.6416(b)-1(c) [CCH Excise Tax Reporter § 5515C]).\n[6] In Waterman-Bic Pen Corporation v. United States, 223 F.Supp. 35 (S.D.N.Y.1963) I held that for the period from November 30, 1958 through March 31, 1960 the cost of advertising was not exempt from excise tax under the then-existing law. That decision was affirmed by the Second Circuit in 1964, 332 F.2d 711. It is determinative here.\n \n[7] It is the general rule that the taxpayer has the burden of proof in actions to recover taxes paid.\n \n[8] [9] The taxpayer has the burden of proving facts to show that the Internal Revenue Commissioner’s assessment is erroneous (Brennan v. O’Donnell, 426 F.2d 218 (5th Cir. 1970); Mladinich v. United States, 417 F.2d 700 (5th Cir. 1969)); and the taxpayer has the burden of overcoming the presumption of correctness of the Commissioner’s decision (Zeeman v. United States, 395 F.2d 861 (2nd Cir. 1968); Binder v. United States, 262 F.Supp. 713 (S.D.N.Y.), aff’d 371 F.2d 440 (2nd Cir. 1966)).\n \nIn the present action the taxpayer has not sustained his burden of proof.\n\n\nCONCLUSIONS OF LAW\n1. The court has jurisdiction over this action. 28 U.S.C. §§ 1340, 1346(a) (1); 26 U.S.C. § 7422.\n\n\n*110 ON THE FIRST CAUSE OF ACTION\n\n(Hoffman-Porsche Corp.)\n[10] 2. The transactions by which Hoffman-Porsche, as importer, passed title to imported automobiles to Hoffman Motor Car Co., Inc. during the tax period in suit were sales at wholesale and subject to tax on the basis of the actual sale price of each article so sold. Reg. 46 (1940), Sections 316(f), 316.15(c) [CCH Excise Tax Reporter ¶¶ 1807, 1817A]; Reg. 44 (1944), Section 314.4 [CCH Excise Tax Reporter ¶ 1805].\n \n\n\nON THE SECOND CAUSE OF ACTION\n\n(Hoffman Motors Eastern Division, Inc.)\n3. The transactions by which Hoffman Motors Eastern Division, Inc., as importer, passed title to imported automobiles to Hoffman Motor Car Co., Inc. during the tax period in suit were sales at wholesale and subject to tax on the basis of the actual sale price of each article so sold. Reg. 46 (1940), Sections 316(f), 316.15(c) [CCH Excise Tax Reporter ¶¶ 1807, 1817A]; Reg. 44 (1944), Section 314.4 [CCH Excise Tax Reporter ¶ 1805].\n\n\nON THE THIRD CAUSE OF ACTION\n\n(Hoffman Motor Car Co., Inc. Sales to Western Subsidiary)\n[11] 4. The sales of specially crated Alfa Romeos by Hoffman Motor Car Co., Inc. to Hoffman of California, Inc. were sales at less than fair market value. Since those sales were sales to a related distributor, the sales were otherwise than through an arm’s length transaction. Therefore, as sales at less than fair market value and otherwise than through an arm’s length transaction, such sales were subject to tax on the basis of the fair market value of the items sold. 26 U.S.C. § 4216(b) (1) (C).\n \n\n\nON THE THIRD CAUSE OF ACTION\n\n(Hoffman Motor Car Co., Inc. $30 Jaguar Exclusion)\n[12] 5. Hoffman Motors Corporation, as successor to Hoffman Motor Car Co., Inc. has failed to sustain its burden of proof that the $30 excluded from the tax base on which excise tax was computed for Jaguars sold during the taxable period was expended for any tax-exempt purpose. Waterman-Bic Pen Corporation v. United States, 223 F.Supp. 35 (S.D.N.Y.1963), aff’d, 332 F.2d 711 (2nd Cir. 1964).\n \nDefendant is entitled to judgment dismissing plaintiff’s amended complaint together with costs and disbursements of this action.\nSettle judgment on notice.\nAll Citations\n336 F.Supp. 102, 29 A.F.T.R.2d 72-1601, 72-1 USTC P 16,028\n\n\n\nFootnotes\n|\n1\n|Unless otherwise identified, numbers in parentheses refer to pages in the stenographer’s minutes of the trial.\n|\n2\n|Section 4216(f) of the 1954 Code was added in 1960 under the authorization of Public Law No. 86-781, 74 Stat. 1017, and therefore is not applicable to the years considered in this suit.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}