{
    "Background": "\n\n\n\n2014 WL 3907972\nNOT FOR PUBLICATION\nUnited States Bankruptcy Appellate Panel\nof the Ninth Circuit.\nIn re DESERT CAPITAL REIT, INC., Debtor.\nDavid M. Bagley, Trustee for the DCR Liquidating Trust, Appellant and Cross–Appellee,\nv.\nUnited States of America, Appellee and Cross–Appellant.\nBAP Nos. NV–13–1233–KiTaJu, NV–13–1250–KiTaJu.\n|\nBankruptcy No. NV–11–16624–LBR.\n|\nArgued and Submitted Jan. 24, 2014.\n|\nFiled Aug. 11, 2014.\nAppeal from the United States Bankruptcy Court for the District of Nevada, Honorable Linda B. Riegle, Bankruptcy Judge, Presiding.\nAttorneys and Law Firms\nDouglas Scott Draper, Esq. of Heller, Draper, Patrick & Horn, L.L .C. and Kirk D. Homeyer, Esq. of Gordon Silver argued for appellant/cross-appellee, David M. Bagley.\nBoris Kukso, Esq. argued for appellee/cross-appellant, United States of America.\nBefore KIRSCHER, TAYLOR and JURY, Bankruptcy Judges.\n\n\n\n\nMEMORANDUM1\n*1 David M. Bagley, Liquidating Trustee (“Trustee”) for the DCR Liquidating Trust created pursuant to the plan of reorganization of chapter 112 debtor Desert Capital REIT, Inc. (“Debtor”), appeals an order granting the countermotion of appellee/crossappellant, the Internal Revenue Service (“IRS”), for summary judgment, which overruled Trustee’s objection to the IRS’s proof of claim and allowed the claim in full as a general unsecured claim. The IRS cross-appeals an earlier order sustaining Trustee’s objection that no part of the IRS’s claim was entitled to priority under § 507(a)(8). We AFFIRM.\n \n\n\nI. FACTUAL BACKGROUND AND PROCEDURAL HISTORY\n\nA. General information regarding Real Estate Investment Trusts (“REITs”)\nBefore we discuss the facts of these cross-appeals, a brief discussion of REITs is appropriate. A REIT is an entity, usually a corporation, that owns and operates income-producing real estate such as apartment buildings, shopping centers, offices, hotels and warehouses. The shares of many REITs are traded on major stock exchanges.\n \nA REIT would otherwise be taxable as a C corporation, but by virtue of special provisions set forth in Internal Revenue Code (“IRC”) § 856 et seq., a REIT can deduct dividends paid to its shareholders from its corporate taxable income. Thus, to the extent a REIT distributes all of its taxable income, no corporate-level taxes are due, and a REIT functions like a pass-through tax entity. Taxes are paid by shareholders on dividends and any capital gains. Among the many requirements necessary to qualify as a REIT, a company must distribute at least 90% of its taxable income to its shareholders annually.\n \nBecause a REIT’s activities are limited, a REIT is allowed to own 100% of the stock in a taxable REIT subsidiary or “TRS.” A TRS is subject to tax as a regular C corporation. The TRS can then provide services to the parent REIT’s tenants or own or operate property which would otherwise disqualify the REIT from its nontaxable status. REITs and their TRSs, as with other types of commonly controlled entities, are also allowed to allocate certain business expenses between each other. When a REIT artificially lowers its TRS’s taxable income by shifting some of the REIT’s expenses to the TRS, the TRS’s tax burden is lowered because a lesser share of the subsidiary’s income is subject to income tax.\n \nGenerally, when deductions are improperly shifted between affiliated entities, IRC § 4823 allows the IRS to adjust the allocations made between the parent corporation and its subsidiary to properly reflect their respective income. These rules are often referred to as the “transfer pricing” rules. Following the adjustments that eliminate the impact of unreasonable and less than arm’s length4 transactions with the parent, the IRS recalculates the subsidiaries’ tax liability under IRC § 11. In other words, the IRS recaptures the corporate tax otherwise lost at the subsidiary’s level.\n \n*2 For REITs, Congress has devised a different statutory scheme that replaces the ordinary reallocation remedy under IRC § 482. If the parent REIT improperly shifts deductions to its TRS (or does other transactions not applicable here), an exaction is imposed on the parent REIT in the amount of the deduction improperly shifted from the REIT to its TRS. IRC § 857(b)(7). In lieu of adjusting the TRS’s tax liability, as is done in cases of non-REIT entities, the IRS imposes on the REIT a tax equal to 100% of the redetermined deductions. IRC § 857(b)(7)(A), (E).5 “Redetermined deductions” are those deductions the IRS has determined were not reasonably allocated by a REIT to its TRS. IRC § 857(b)(7)(C).6 However, if a taxpayer successfully establishes that its transactions are consistent with or comparable to those of unrelated parties, the transaction can withstand a challenge under IRC § 482. See Treas. Reg. § 1.482–1(b)(1).\n \n\n\nB. Events prior to bankruptcy\nDebtor, a Maryland corporation, is a mortgage REIT under IRC § 856 et seq. and wholly owns Desert Capital TRS, Inc. (“DC TRS”), a taxable REIT subsidiary. Todd Parriott (“Parriott”) was the president and CEO of Debtor. Debtor and DC TRS had no employees and used third parties to provide all services. Common management services were provided to Debtor and DC TRS by Burton Management Company, Ltd. (“Burton”), a corporation wholly owned by Parriott. At issue in this case is the proper allocation of management fees and other expenses as between Debtor and DC TRS for the tax years 2006, 2007 and 2009. The expenses at issue are: (1) base management fees for 2006 and 2007 paid to Burton; (2) board of director (“board”) fees and expenses for 2006, 2007 and 2009; (3) incentive compensation for 2006 paid to Burton; and (4) D & O insurance premiums for the board for 2006 and 2007 (collectively, the “Management Deductions”).\n \nDebtor filed Forms 1120–REIT with the IRS in the tax years 2006, 2007 and 2009, reporting no tax due. DC TRS filed Forms 1120 for the same calendar years, reporting various amounts of corporate income tax. The 2006 tax returns, prepared by then-accountant Eide Bailly, did not allocate the Management Deductions between Debtor and DC TRS. In 2008, Debtor, through its new accountant Hancock Askew & Co., LLP (“Hancock”), subsequently filed amended returns for the 2006 tax year, allocating $930,206 in Management Deductions from Debtor to DC TRS; DC TRS’s amended return increased its Management Deductions by the same $930,206. DC TRS also filed an amended return for tax year 2009. According to Debtor’s and DC TRS’s amended returns for tax years 2006 and 2007, Debtor allocated 25% of the management fees it paid to Burton/Parriott and 50% of the board expenses to DC TRS. For 2009, Debtor allocated 20% of the board expenses to DC TRS; no management fees were allocated to DC TRS that year. These allocations reduced DC TRS’s tax liability accordingly. The allocation for 2006 resulted in a tax refund to DC TRS of $316,270.\n \n*3 The amended returns prompted an IRS audit. After the IRS’s examination, it determined that while Debtor’s board and Parriott, through Burton, performed services for both Debtor and DC TRS, a portion of the Management Deductions claimed by DC TRS belonged to Debtor and were not deductible by DC TRS.\n \n\n\nC. Events after the bankruptcy filing\nAn involuntary chapter 11 petition was filed against Debtor on April 29, 2011, and with Debtor’s consent, an order for relief was entered on June 15, 2011.\n \nOn June 7, 2011, the IRS issued to Debtor Notices of Proposed Adjustments (“NOPAs”) for tax years 2006, 2007 and 2009, proposing deficiencies of $622,230, $900,302, and $32,056, respectively, plus accuracy penalties of $124,446 for 2006, $180,060 for 2007, and $6,411 for 2009.\n \nOn August 26, 2011, the IRS issued to Debtor a Notice of Deficiency (“NOD”) for tax years 2006, 2007 and 2009, asserting the deficiencies as described in the NOPAs. The NOD informed Debtor that it could either agree with the deficiency and allow the IRS to then assess it, thereby avoiding further interest and penalties, or contest the matter before the United States Tax Court once the automatic stay was dissolved.\n \n\n\n1. Trustee’s objection to the proofs of claim\nThe IRS filed its initial proof of claim, Claim 55–1, on July 6, 2011. It then filed various amendments: Claim 55–2, Claim 55–3 and Claim 55–4 (collectively, the “Claim”). Claim 55–4, filed in January 2013, asserted an unsecured claim for $2,200,564.36, with $1,885,636.42 being asserted as priority under § 507(a)(8) and penalties of $314,927.94 being asserted as a general unsecured claim. The Claim sought to recover from Debtor an amount equal to 100% of the amounts the IRS claimed DC TRS improperly deducted (the “redetermined deductions”) pursuant to IRC § 857(b)(7)(A).7\n \nTrustee filed an objection to the Claim on March 7, 2012 (the “Claim Objection”).8 He disputed the IRS’s methodology used in reallocating the Management Deductions between Debtor and DC TRS as not supported by law or fact. Specifically, Trustee argued: that Debtor’s “profit split methodology” was a permissible “reasonable method” under IRC § 857(b)(7)(F)9 for allocating expenses between Debtor and DC TRS; and that the regulations governing expense allocations between affiliated entities generally (i.e., non-REITs) under IRC § 482 did not apply. Nonetheless, argued Trustee, the IRS never determined that Debtor’s methodology was not reasonable and yet it proceeded to reallocate the Management Deductions based solely on the relative asset values held by each. Trustee contended that the applicable test is not whether some other allocation method would be better but, rather, whether Debtor’s allocation method was “reasonable.”\n \nTrustee further disputed the IRS’s asserted entitlement to priority, arguing that use of the word “tax” in IRC § 857(b)(7) did not conclusively establish the 100% exaction was a “tax” entitled to priority. Instead, argued Trustee, the exaction was merely a penalty, thereby rendering it only a general unsecured claim. Further, the Claim did not fit within any category of claims entitled to priority under § 507(a)(8)(A)-(G).10\n \n*4 On May 21, 2012, the bankruptcy court entered a scheduling order bifurcating the issues raised in Trustee’s Claim Objection. Whether any portion of the Claim was entitled to priority would be decided first; a trial would then be held on whether the IRS improperly redetermined the Management Deductions between Debtor and DC TRS.\n \nThe IRS thereafter filed a response to the Claim Objection, contending that the exaction worked both to penalize and to collect tax that was otherwise lost due to the improperly allocated Management Deductions. The IRS conceded that a portion of its Claim—the portion of the exaction that exceeded the additional tax that would have been imposed under IRC § 11 on DC TRS due to redetermined deductions—functioned as a “penalty” and was not entitled to priority. It further asserted however that to the extent the exaction compensated the government for the tax revenue lost as a result of the deductions improperly claimed by DC TRS, it functioned as a “tax” and was entitled to priority. Put another way, to the extent the Claim was in lieu of the tax that would have been imposed on DC TRS, but for the remedy imposed by IRC § 857(b)(7)(E), it was entitled to priority. The IRS conceded that it had not yet calculated the amount of the exaction that was in lieu of the under-reported tax by DC TRS, but that it would do so by the time of trial. To date, this calculation has not been provided.\n \nTo fit under § 507(a)(8), the IRS proposed three arguments: (1) the exaction was a tax under § 507(a)(8)(A)(iii) because it was “on or measured by income” and was “assessable” after the petition date; (2) the exaction was an “excise tax” under § 507(a)(8)(E) because it was imposed on a REIT for the performance of an act, namely, improperly allocating deductions to its TRS; and (3), alternatively, even if the exaction was a penalty and not a tax, a portion of it was still entitled to priority under § 507(a)(8)(G) because it was a penalty “in compensation for actual pecuniary loss .”\n \nIn reply, Trustee disputed the IRS’s contention that the exaction was a tax based on income. He further disputed the IRS’s contention the exaction was an “excise tax,” arguing that equating the exaction here to what the Ninth Circuit has held is the quintessential excise tax—a sales tax—was an extreme stretch. Trustee reasoned that an IRC § 857(b)(7) exaction was more like an exaction under IRC § 4971(a) of a flat 10% tax on pension funding shortages, which were held not to be an excise tax under § 507(a)(8)(E) in United States v. Reorganized CF & I Fabricators of Utah, Inc., 518 U.S. 213, 223 (1996)(“CF & I Fabricators”). Lastly, Trustee argued that for § 507(a)(8)(G) to apply, the bankruptcy court would first have to conclude the Claim was a tax under § 507(a)(8)(A)-(F), and that it was designed to compensate the government for actual pecuniary loss.\n \n\n\n2. Priority determination of the Claim\nThe bankruptcy court held a hearing on the priority portion of Trustee’s Claim Objection on July 24, 2012. Trustee first provided the court with a hypothetical, asking it to assume that each entity had $100 income (for a total of $200), and that a $60 deduction was available. Regardless of which entity took the $60 deduction, the total income to be taxed would be the same—$140. For example, if the $60 deduction were given to Debtor, DC TRS would pay tax on its entire $100, and Debtor would distribute $40 to its shareholders, who pay tax individually on that $40. If DC TRS took the entire $60 deduction, it would pay tax on its $40 income and Debtor would distribute $100 to its shareholders, who pay tax on that $100. However, under IRC § 857, not only is the IRS collecting income tax on the $140, it is also collecting a 100% exaction on the deduction that has been disallowed, or, another $60. Accordingly, argued Trustee, an exaction under IRC § 857(b)(7)(A) constituted a penalty not a tax. Alternatively, Trustee asked the court to assume Debtor had only $60 income and $60 in deductions, and the IRS then determines that a $40 deduction was improperly given to DC TRS. In that case, Debtor would have no income subject to tax, but under IRC § 857(b)(7)(A) would have to pay a 100% exaction on the $40. Thus, argued Trustee, the exaction was not a tax based on income.\n \n*5 The IRS conceded that two-thirds of the Claim was a penalty and not entitled to priority. However, it believed that a portion of the Claim, insofar as it recovered the taxes not paid by DC TRS—i.e ., the actual pecuniary loss from the uncollected tax—was entitled to priority. Nonetheless, the IRS admitted that it could not articulate how much of the Claim was entitled to priority because the substance of the Management Deductions had not yet been addressed.\n \nAfter hearing further argument from the parties, the bankruptcy court announced its oral ruling that the Claim was a penalty for the improperly allocated Management Deductions, and it was not in compensation for actual pecuniary loss. Accordingly, no portion of the Claim was entitled to priority. A related priority order was entered on August 27, 2012.\n \nA status conference was held in September 2012 to set a trial schedule regarding the merits of the Claim. Meanwhile, the IRS filed Claim 55–4, asserting that a majority of the Claim (about $1.9 million out of $2.2 million) was entitled to priority, despite the priority order and the IRS’s earlier admission that approximately two-thirds of the Claim constituted a penalty not entitled to priority.\n \nBecause Debtor had neither paid the deficiency nor petitioned the Tax Court within the time prescribed in the NOD, on December 17, 2012, the IRS issued its Certificates of Assessments (Form 4340) against Debtor assessing the taxes and accuracy penalties for 2006, 2007 and 2009 as asserted in the NOD (“Assessments”).\n \n\n\n3. Trustee’s motion for partial summary judgment and the IRS’s countermotion for summary judgment\nOn January 22, 2013, Trustee moved for partial summary judgment on the Claim (“PSJ Motion”), seeking a determination on four legal issues: (1) that the normal claims objection process would apply at trial, and the IRS had the burden of going forward; (2) that IRC § 482 was inapplicable in this case by virtue of IRC § 857(b)(7)(E); (3) that the standard for determining the merits of deductions claimed by Debtor is “any reasonable method;” and (4) that the Plan precluded the IRS from obtaining payment of any penalties.\n \nTrustee contended that because the Claim involved recovery of a tax refund, the usual presumption of correctness of an IRS proof of claim did not apply; therefore, the IRS bore the burden of proof. Trustee also asked the bankruptcy court to hold as a matter of law that IRC § 482 was not applicable to the Claim and that Debtor was permitted to allocate deductions on the basis of “any reasonable method” under IRC § 857(b)(7)(F). Trustee argued that the IRS’s “redetermined deductions” were invalid and should be disallowed if Debtor used any reasonable method to determine the proper allocation of deductions between it and DC TRS during the applicable tax years.\n \nIn response, the IRS filed its countermotion for summary judgment and opposition to Trustee’s PSJ Motion (“Counter MSJ”), contending that it was entitled to judgment on the merits of the Claim. In short, the IRS contended that summary judgment was proper because (1) Debtor had not provided any evidence to rebut the presumption of correctness that attached to its valid proof of claim regarding allocation of the Management Deductions, (2) the IRS had met its burden of establishing the amount of the Claim by producing the NOD and Assessments, and (3) Debtor could not meet its heavy burden of rebutting the documents’ validity.\n \n*6 As for the interplay between IRC §§ 482 and 857(b)(7), the IRS explained that in order to ensure transactions between a REIT and its TRS are at arm’s length, the IRS is authorized to analyze their claimed deductions under IRC § 482. If it determines that deductions taken by the TRS were improper and should be reallocated to the REIT, IRC § 857(b)(7)(A) imposes a tax equal to the amount of such reallocated deductions. Hence, while IRC § 857(b)(7) dictates that a tax is imposed, the determination under IRC § 482 fixes the amount. The IRS, thus, concluded that the Trustee was incorrect in his assertion that IRC § 482 did not apply.\n \nThe IRS agreed that it had the initial burden of proof in tax collection actions. But, it argued that because the NOD and Assessments carried a presumption of correctness and established a prima facie case that Debtor was liable for the taxes shown, Trustee had to show by a preponderance of the evidence that the deficiency was unreasonable, arbitrary or capricious and then come forward with evidence of the correct allocation for the deductions at issue. Similarly, it asserted that Trustee’s Claim Objection provided no facts or applicable legal authority to show that the IRS’s allocation of the Management Deductions was incorrect and that the amount of tax imposed as a result of the disallowed Management Deductions was wrong. As for the methodology used, the IRS explained that its allocations were based on an agreement Debtor filed with the SEC (the “Burton Agreement”), which stated that management compensation fees paid by Debtor to Parriott were to be based on the value of average invested assets. Therefore, the IRS allocated the Management Deductions between Debtor and TRS in the same proportion as the value of assets held by each entity respectively.\n \nRegarding Trustee’s “reasonable method” argument, the IRS agreed that a REIT and its TRS are allowed to base their allocations on any reasonable method. However, in this case, the IRS had already determined that Debtor’s allocation was unreasonable, and that DC TRS was not entitled to some of the Management Deductions. It then reallocated the deductions and issued the NOD and Assessments, so Debtor now had to rebut the presumption of correctness given to those documents. The IRS argued that it was not enough for Trustee to prevail simply by showing that Debtor used “any reasonable method” to allocate the Management Deductions; he had to prove the NOD was wrong.\n \nIn support of its Counter MSJ, the IRS submitted: a statement of undisputed facts; a declaration from counsel; copies of the NOPAs, NOD and Assessments; a copy of the Burton Agreement filed with the SEC; copies of 2006 tax returns; and a copy of an internal IRS report dated May 5, 2011, which was generated during the audit investigation in response to Debtor’s protest letter.\n \nIn response, Trustee argued that the IRS had failed to cite any authority in support of its contention that IRC § 482 applied in this case and that its position was contrary to the express language of IRC § 857. Trustee further argued that the IRS was not entitled to summary judgment because open factual issues remained, such as whether the methodology used by Debtor and DC TRS was reasonable, whether their allocations for the Management Deductions were proper and whether the methodology used by the IRS was correct. The only facts available at this time were derived from the tax returns, the IRS’s internal conclusions about the entities’ allocations and the various notices sent to Debtor and DC TRS disputing the same and claiming amounts due from Debtor. In Trustee’s opinion, these facts were not conclusive. He requested time to conduct discovery to support the positions of Debtor and DC TRS, which he asserted would undermine the IRS’s Claim.\n \n\n\n4. Ruling on Trustee’s PSJ Motion\n*7 The bankruptcy court held a hearing on the PSJ Motion on March 19, 2013. When the court expressed some confusion about Trustee’s argument respecting the applicability of IRC § 482, counsel for Trustee clarified, stating that Trustee was seeking a ruling that the “reasonable” standard for allocations under IRC § 857(b)(7) applied, as opposed to the “arbitrary and capricious” standard set forth in IRC § 482. In response, the IRS explained that it had already determined in its audit that Debtor’s allocation method was not reasonable, and had this case still been at the disallowance of deduction stage, Trustee could make his “reasonable method” argument. However, because an NOD had been issued, he now had to show the Claim was arbitrary, capricious and unreasonable.\n \nThe bankruptcy court denied the PSJ Motion on all issues. Specifically, the court found that this was not an erroneous refund case, that the IRS was held to the “usual standard” of proof and, because the Assessments had been issued, the IRS had met its initial burden of proof on its Claim. The court also denied Trustee’s request for a ruling that IRC § 482 did not apply to the Claim; it did apply.\n \n\n\n5. Ruling on the IRS’s Counter MSJ\nTrustee filed a supplemental opposition to the Counter MSJ on March 21, 2013. He disputed certain facts asserted by the IRS in the NOPAs: (1) the Burton Agreement was a valid and binding contract despite the IRS’s suggestion to the contrary; (2) Parriott did not control all aspects of corporate governance of Debtor and DC TRS, but rather Debtor’s board oversaw DC TRS’s assets and reviewed the Burton Agreement on an annual basis; (3) the IRS had the wrong incorporation date for Debtor; (4) some of the services rendered by Burton related to invested assets owned by DC TRS, not Debtor; and (5) the IRS’s conclusion that services provided by ARJ11 and Burton were duplicative lacked any factual support.\n \nTrustee also argued that the NOD was based on an analysis under IRC § 482, not IRC § 857, which provides two different tests. Using IRC § 482, the IRS bases its analysis of allocations upon “prevention of tax evasion” or to “clearly reflect income,” as opposed to “any reasonable method.” Therefore, argued Trustee, the IRS used an improper legal standard when issuing the NOD and filing the Claim. Further, Trustee argued that whether a method is reasonable is purely a question of fact, and the Counter MSJ contained no facts regarding whether Debtor used a reasonable method or if the IRS even looked at any alternative methods. Debtor’s report by Ernst & Young from April 2011 showed that other alternatives were provided, but the IRS never showed that these methods were analyzed for reasonableness; it merely employed its own tests. Trustee disputed the IRS’s methodology of allocating Burton’s management fee between Debtor and DC TRS based upon the amount of capital invested in the assets owned by each entity. This approach failed to consider that certain DC TRS assets—Consolidated Mortgage and the Galleria Building—required significant day-to-day management time and thought, and that some of Debtor’s assets generated no revenue.\n \n*8 Trustee also disputed the IRS’s asserted standard for the burden of proof, contending that even though an IRS proof of claim is presumed correct, if an assessment is “excessive” or lacked “minimal factual foundation,” the burden of proof shifts to the IRS. Trustee believed the Assessments were excessive and lacked minimal factual foundation, as shown by the IRS’s significant factual errors in the NOPAs.\n \nIn support of the supplemental opposition, Trustee offered a statement of contested material facts, the 2011 Ernst & Young report and a declaration from counsel, which included copies of various Parriott deposition transcripts, some in relation to Debtor’s bankruptcy case and some from other unrelated litigation.\n \nIn reply, the IRS contended that Trustee’s opposition offered no facts or evidence to establish that payments made by Debtor for the management fees and board expenses at issue were properly deductible by DC TRS. Although Trustee contended that a number of issues of material fact existed, none of them undermined the Assessments or were material to the issue before the bankruptcy court: whether DC TRS was entitled to the Management Deductions allocated to it. The IRS performed an audit, issued an NOD and made Assessments against Debtor because Debtor and DC TRS had not established the Management Deductions belonged to DC TRS, which was their burden to establish. Therefore, no material facts existed to create an issue for trial.\n \nAs for the IRS’s allocation analysis, the IRS conceded that it based its allocations on the “average invested assets” method as prescribed in the Burton Agreement, which it did not question as a legitimate contract. However, since Trustee’s opposition failed to dispute the IRS’s chosen method or the validity of the Burton Agreement, the IRS contended that he agreed with the minimal factual foundation for its analysis. Further, although Trustee argued that an issue of material fact existed as to whether Debtor’s allocation of the Management Deductions was based on “any reasonable method,” his opposition offered no evidence about what method was used to allocate them, why that allocation was reasonable given the compensation structure outlined in the Burton Agreement and what documents and facts supported the allocations.\n \nLastly, the IRS disputed Trustee’s contention respecting the IRS’s application of IRC § 482 to the analysis of redetermined deductions. In Debtor’s case, the IRS had concluded that some of the deductions allocated to DC TRS were not ordinary business expenses, as required by IRC § 162, and so it made an allocation calculation under IRC § 482. Then, under the authority of IRC § 857(b), it imposed a tax in the amount that would have been allocated under IRC § 482. No statute or case law implied, as argued by Trustee, that IRC § 857(b)(7)(F), which allows a REIT to use any reasonable method to allocate deductions, limits or changes the requirement that deductions be for ordinary business expenses or that the IRS may not allocate those deductions to properly reflect income. In fact, argued the IRS, the definition of “redetermined deductions” in IRC § 857(b)(7)(C) explicitly incorporates the standard under IRC § 482.\n \n*9 Trustee filed a second supplemental opposition to the Counter MSJ on April 4, 2013. Just one week prior, a deposition was taken of Michael T. McCarthy (“McCarthy”), the Civil Rule 30(b)(6) witness for Hancock, the accountancy firm that provided audit and tax preparer services for Debtor and DC TRS. Trustee argued that McCarthy’s testimony supported his position that issues of material fact existed as to whether Debtor used a reasonable method in its allocation of the Management Deductions and whether the IRS was correct in reallocating deductions based solely on invested capital.\n \nIn its reply to Trustee’s second supplemental opposition to the Counter MSJ, the IRS argued that McCarthy’s testimony did not create a triable issue, but rather supported the IRS’s position that Debtor had no evidence and no documentation to substantiate the allocation of the Management Deductions to DC TRS. In fact, McCarthy’s audit analysis explicitly stated: that insufficient documentation existed for the allocation; that the previous accountant, Eide Bailly, had informed management that the allocated deductions were not acceptable and lacked documentation; and that the IRS would disallow them, which is why they were not included in the original 2006 tax return. Further, McCarthy’s opinion that the allocations to DC TRS were “reasonable,” which the IRS disputed as improper expert testimony, was not sufficient to establish that DC TRS was entitled to the deductions.\n \nThe bankruptcy court held a hearing on the IRS’s Counter MSJ on May 2, 2013. Counsel for the IRS argued that the facts of this case were as follows: Debtor made payments for management fees and board expenses; DC TRS wanted the deductions; and no evidence was offered to establish why 50% of the board expenses and 25% of the management fees for Burton/Parriott in 2006 and 2007 should go to DC TRS. The bankruptcy court then asked counsel for the IRS to explain at what point in the process would the “reasonable method” determination under IRC § 857(b)(7) apply or come into play. The following colloquy ensued:\nMR. KUKSO: But your question I think it goes further. Your question is now we’re in an exam, and the IRS has these additional tools. How does that connect to the reasonable-method requirement? Well, I think that’s the test. Did the REIT use a reasonable method, and it’s the IRS’s prerogative to determine whether it was a reasonable method.\nTHE COURT: So that—\nMR. KUKSO: What—\nTHE COURT: That stage would come in when you’re doing your exam—\nMR. KUKSO: Right.\nTHE COURT:—is that what you’re saying?\nMR. KUKSO: Right.\nTHE COURT: So the point is at the exam stage they say this wasn’t a reasonable method, and they fight the law. If they lose that battle there, then you’re into the burden of proof when you get a notice of deficiency and notice of assessment.\nMR. KUKSO: Right. And the burden of proof of entitlement to a deduction. Is a party entitled to a deduction? And, again, that’s always on the taxpayer.\n*10 THE COURT: Okay. All right. Thank you.\nHr’g Tr. (May 2, 2013) 13:8–14:5.\n \nAfter hearing further argument, the bankruptcy court issued its oral ruling in favor of the IRS. On May 9, 2013, the court entered an order granting the Counter MSJ and allowing the IRS’s Claim in full as a general unsecured claim. These timely cross-appeals followed.\n \n\n\nII. JURISDICTION\nThe bankruptcy court had jurisdiction under 28 U.S.C. §§ 1334 and 157(b)(2)(B). Orders allowing or disallowing proofs of claim in bankruptcy are final and appealable. Orsini Santos v. Mender (In re Orsini Santos), 349 B.R. 762, 768 (1st Cir.BAP2006). Therefore, we have jurisdiction under 28 U.S.C. § 158.\n \n\n\nIII. ISSUES\n1. Did the bankruptcy court err in granting the IRS summary judgment and allowing its Claim?\n \n2. Did the bankruptcy court err in determining that no portion of the Claim was entitled to priority?\n \n\n\nIV. STANDARDS OF REVIEW\nWe review mixed questions of law and fact de novo. Wechsler v. Macke Int’l Trade, Inc. (In re Macke Int’l Trade, Inc.), 370 B.R. 236, 245 (9th Cir.BAP2007). “A mixed question exists when the facts are established, the rule of law is undisputed, and the issue is whether the facts satisfy the legal rule.” Id. Thus, whether a claim is entitled to priority status is a mixed question of law and fact that we review de novo.\n \nWe also review summary judgment orders de novo. Tobin v. San Souci Ltd. P’ship (In re Tobin), 258 B.R. 199, 202 (9th Cir.BAP2001). Viewing the evidence in the light most favorable to the nonmoving party, we must determine “whether there are any genuine issues of material fact and whether the trial court correctly applied the relevant substantive law.” Id. A fact is material if it may affect the outcome of litigation. Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248 (1986). We may affirm an order granting summary judgment on any ground supported by the record. Simo v. Union of Needletrades, Indus. & Textile Emps., 322 F.3d 602, 610 (9th Cir.2003).\n \n\n\nV. DISCUSSION\n\nA. The bankruptcy court did not err when it granted the IRS’s Counter MSJ and allowed its Claim.\n1. Section 502 and Rule 3001\nA timely filed proof of claim “constitutes prima facie evidence of the validity and amount of the claim,” Rule 3001(f), and will be allowed unless a party in interest objects. § 502(a). Garner v. Shier (In re Garner), 246 B.R. 617, 620–21 (9th Cir.BAP2000). “Upon objection, the proof of claim provides some evidence as to its validity and amount and is strong enough to carry over a mere formal objection without more.” Lundell v. Anchor Constr. Specialists, Inc. (In re Lundell), 223 F.3d 1035, 1039 (9th Cir.2000).\n \nTo defeat a claim, the objector must come forward with evidence that tends to rebut the claim by probative force equal to that of the creditor’s proof of claim. Id.; Ashford v. Consol. Pioneer Mortg. (In re Consol. Pioneer Mortg.), 178 B.R. 222, 226 (9th Cir.BAP1995), aff’d, 91 F.3d 151 (9th Cir.1996). “ ‘If the objector produces sufficient evidence to negate one or more of the sworn facts in the proof of claim, the burden reverts to the claimant to prove the validity of the claim by a preponderance of the evidence.’ “ In re Consol. Pioneer Mortg., 178 B.R. at 226 (quoting In re Allegheny Int’l, Inc., 954 F.2d 167, 173–74 (3d Cir.1992)). Ultimately, the burden of persuasion rests with the claimant. Lundell, 223 F.3d at 1039.\n \n*11 The underlying rationale for this general rule is that a claimant in bankruptcy is in the same posture as a civil plaintiff in a nonbankruptcy case, who generally is assigned the burden of proving its claim against the defendant under nonbankruptcy law. See In re KDI Corp., 2 B.R. 503, 504 (Bankr.S.D.Ohio 1980); 4 Collier on Bankruptcy ¶ 502.02[3][f] (Alan N. Resnick & Henry J. Sommer eds., 16th ed.2012). In this case, however, the applicable nonbankruptcy law is federal tax law, which generally places the burden of persuasion upon the taxpayer to show that he or she is not liable for the amount. Trustee disputes the burden of proof applied by the bankruptcy court.\n \n\n\n2. Analysis\n“A bankruptcy court adjudicating a tax claim by the IRS must apply the burden-of-proof rubric normally applied under tax law.” Neilson v. United States (In re Olshan), 356 F.3d 1078, 1084 (9th Cir.2004)(citing Raleigh v. Ill. Dep’t of Revenue, 530 U.S. 15, 20–21 (2000)). “ ‘In an action to collect taxes, the government bears the initial burden of proof.’ “ Id. (quoting Palmer v. United States, 116 F.3d 1309, 1312 (9th Cir.1997)(citing United States v. Stonehill, 702 F.2d 1288, 1293 (9th Cir.1983))). This burden is automatically satisfied, however, by the production of “deficiency determinations and assessments for unpaid taxes” by the IRS, which are presumed correct “so long as they are supported by a minimal factual foundation.” Id. (quoting Palmer, 116 F.3d at 1312. If such assessments have been issued and presented to the court, the burden shifts to the taxpayer to show, by a preponderance of the evidence, “that a [deficiency] determination is arbitrary, excessive or without foundation.” Id. (citing Palmer, 116 F.3d at 1312); Helvering v. Taylor, 293 U.S. 507, 515–16 (1935)). Only if the taxpayer can meet this burden must the IRS produce additional proof to show that its determination was correct. Id. (citing Keogh v. Comm’r, 713 F.2d 496, 501 (9th Cir.1983)). The taxpayer also carries the burden of establishing entitlement to a tax deduction. Norgaard v. Comm’r, 939 F.2d 874, 877 (9th Cir.1991).\n \nAt the summary judgment stage, the IRS, as the moving party, satisfies its evidentiary burden once deficiency determinations and assessments are produced. See Palmer, 116 F.3d at 1312. The presentation of a Certificate of Assessments and Payments, also known as Form 4340, for each tax year in question is sufficient. Hughes v. United States, 953 F.2d 531, 535 (9th Cir.1992). If the taxpayer fails to rebut the presumption that these documents are correct, the IRS is entitled to judgment as a matter of law. See Hansen v. United States, 7 F.3d 137, 138 (9th Cir.1983). “In reviewing the Commissioner’s allocation of income under [IRC] § 482, we focus on the reasonableness of the result, not the details of the examining agent’s methodology.” E.I. Du Pont de Nemours & Co. v. United States, 608 F.2d 445, 454 (Ct.Cl.1979)(citing Eli Lilly & Co. v. United States, 372 F.2d 990, 997 (Ct.Cl.1967); Young & Rubicam, Inc. v. United States, 410 F.2d 1233, 1245 (Ct.Cl.1969)).\n \n*12 Trustee argues that the bankruptcy court erred in giving the NOD and Assessments the presumption of correctness and shifting the burden to him to establish that the IRS’s determinations were arbitrary or capricious. Trustee contends that IRC § 857(b)(7)(F) employs a “much lower” standard for allocating deductions between a REIT and its TRS; it allows them to use “any reasonable method,” as opposed to the traditional standard in IRC § 482, which allows the IRS to essentially reject the allocation method used by a non-REIT, pick its own method, and reallocate deductions accordingly to prevent the “avoidance of tax” and “clearly reflect income.” Trustee argues that as long as Debtor used a reasonable method to allocate the Management Deductions, then the IRS was not entitled to any presumption that no other reasonable method existed, or to reject Debtor’s method. We disagree.\n \nTo be sure, IRC § 857(b)(7)(F) allows a REIT and its TRS to base their allocations on any reasonable method. Further, the IRS’s exclusive remedy for improperly allocated deductions between a REIT and its TRS is to impose on the REIT an exaction equal to 100% of the redetermined deductions, rather than reallocate the deductions and adjust the income of the TRS. IRC § 857(b)(7)(E). However, no authority suggests, and Trustee has pointed to none, that IRC §§ 482 and 857(b)(7) are mutually exclusive or that a different or “much lower” standard applies when the IRS is analyzing whether a transaction between a REIT and its TRS, as opposed to other types of commonly controlled entities, was at arm’s length. Although REITs have been given special benefits under the Tax Code, its allocation methodology must still satisfy the arm’s length requirement of IRC § 482. Therefore, regardless of what method Debtor used, even if a reasonable one, it still had to comply with IRC § 482. See David Lee, Transfer Pricing Audits and Taxable REIT Subsidiaries: Considerations and Cautions, 7 (July 11, 2011), www.us.kpmg.com/microsite/taxnewsflash/ 2011/ ... /071111–trs–audit.pdf (last visited Aug. 9, 2014)(“Transfer Pricing Audits”).\n \nWe see no compelling reason to apply a different burden of proof in tax collection actions involving REITs under IRC § 857 as opposed to any other types of tax collection actions. Further, as the IRS explained at the hearing on the Counter MSJ, during the IRS’s examination of Debtor, it was determined that the allocation for the Management Deductions did not meet the principles outlined in IRC § 482. In other words, Debtor’s allocation method was found to be not reasonable. Debtor protested this issue prior to bankruptcy and apparently lost. Subsequently, the IRS issued the NOD and Assessments for tax years 2006, 2007 and 2009, which were presented to the bankruptcy court. These documents were entitled to the presumption of correctness, as long as they were supported by a minimal factual foundation. Therefore, once the bankruptcy court found that the NOD and Assessments were supported by a minimal factual foundation, it did not err in shifting the burden to Trustee to show that they were arbitrary, excessive or without foundation.\n \n*13 Trustee disputes the bankruptcy court’s findings that the IRS had shown a minimal factual foundation for the NOD and Assessments, thereby entitling the documents to the presumption of correctness, and that he failed to rebut that presumption. Again, we disagree. In making a determination of whether a transaction between a REIT and its TRS was at arm’s length, the IRS has broad discretion to select the “best method” for measurement of an arm’s length result from the many listed in Treas. Reg. § 1.482. Transfer Pricing Audits at 7. Courts have given the IRS broad leeway in the application of IRC § 482. See Foster v. Comm’r, 756 F.2d 1430, 1432 (9th Cir.1985)(Commissioner has broad discretion under IRC § 482, and appellate court will not overturn his decision unless the taxpayer shows it to be unreasonable, arbitrary or capricious); E.I. Du Pont de Nemours & Co., 608 F.2d at 455; Nw. Nat’l Bank v. United States, 556 F.2d 889, 891 (8th Cir.1977). The best method is not required to be the same as or similar to the methods used by the taxpayer. Transfer Pricing Audits at 7.\n \nHere, the IRS reallocated some of the Management Deductions based on the method prescribed in the Burton Agreement—the value of average invested assets. For certain others, it accepted the allocations as proposed by Debtor. As such, we have difficulty finding that the IRS’s methodology was not reasonable when it adopted a method of allocation that the Debtor either agreed to as appropriate or actually utilized. Plus, we also note that our focus here is the reasonableness of the result, not the details of the examining agent’s methodology. E.I. Du Pont de Nemours & Co., 608 F.2d at 454. Thus, the NOPAs, which provided the factual basis for the IRS’s reallocation of the Management Deductions, established a minimal factual foundation for the NOD and Assessments, and Trustee therefore had to show that they were arbitrary, excessive or without foundation.\n \nTrustee’s rebuttal evidence consisted primarily of misplaced argument that the IRS had failed to establish that the method used by the IRS was reasonable. He offered no evidence as to what method Debtor used to allocate the Management Deductions, why that method was reasonable or how that method was actually used to produce the allocations claimed. Even Debtor’s former accountant, Eide Bailly, had informed management that the allocated deductions were not acceptable, lacked documentation, and that the IRS would not accept them, which is why they were not included in the original 2006 tax returns. McCarthy’s testimony that Debtor’s method was “reasonable,” even presuming it was admissible, did not sufficiently rebut the presumption and show that the NOD and Assessments were arbitrary, excessive or without foundation. Most importantly, Trustee offered no evidence to show how much of the Management Deductions could be properly deductible by TRS as opposed to Debtor, and this deductibility was ultimately his burden to show. Norgaard, 939 F.2d at 877.\n \n*14 Accordingly, because Trustee did not rebut the presumption that the NOD and Assessments were correct and show that any genuine issues of material fact existed for trial, the IRS was entitled to judgment that its Claim would be allowed as a general unsecured claim. See Hansen, 7 F.3d at 138.12 Therefore, we discern no error by the bankruptcy court.\n \n\n\nB. The bankruptcy court did not err when it determined that no portion of the IRS’s Claim was entitled to priority.\nThe Claim at issue here is based on an exaction imposed against Debtor under IRC § 857(b)(7)(A) and equal to 100% of the Management Deductions that the IRS determined were improperly allocated to DC TRS for tax years 2006, 2007 and 2009—the redetermined deductions. The IRS concedes that a portion of the exaction functions as a penalty (punishing tax-avoiding maneuvers) and is not entitled to priority. However, it argues that a portion of it functions as a “tax” to the extent it recaptures tax revenue lost from DC TRS (or is a penalty in compensation for actual pecuniary loss in the amount of such tax lost from DC TRS), and to that extent is entitled to priority. Put another way, to the extent IRC § 857(b)(7)(A) imposes liability on a parent REIT that is in lieu of the additional corporate income tax that would have been imposed on its TRS but for IRC § 857(b)(7)(E), the exaction functions as a tax on the parent REIT. The IRS contends that this “tax” portion of the exaction is entitled to priority as an income tax under § 507(a)(8)(A)(iii) or an excise tax under § 507(a)(8)(E)(ii).13 Alternatively, if the entire exaction functions as a penalty, the IRS contends that the portion of it which compensates the government for the actual pecuniary loss resulting from improperly allocated deductions is entitled to priority under § 507(a)(8)(G).14\n \nTrustee disputes the IRS’s position and argues that recovery of lost tax revenue is not a component of recovery under IRC § 857(b)(7)(A). Rather, the recovery is measured by the total amount of improper deductions and is not the difference between the tax paid by the TRS and the tax that the TRS should have paid had the deductions not been taken. It is assessed against the parent REIT equal to the deductions that the IRS contends were improperly allocated to the TRS. In short, Trustee contends the bankruptcy court was correct in holding that the exaction is a penalty.\n \n\n\n1. Priority tax claims under § 507(a)(8)\nRegardless of the specific subpart asserted by the IRS, all of § 507(a)(8) requires the debt at issue to be either a tax debt or a penalty related to a tax debt and in compensation for actual pecuniary loss before it will qualify for priority treatment under this subsection. In re Towler, 493 B.R. 239, 242 (Bankr.D.Colo.2013). Non-pecuniary loss penalties are not entitled to priority but may be allowed only as general unsecured claims. Therefore, in order to determine whether a certain portion of the IRS’s Claim is entitled to priority, we must decide whether the exaction under IRC § 857(b)(7) is a non-pecuniary loss penalty or a tax.\n \n*15 The government exacts many types of payments from its citizens. “An ‘exaction’ is the ‘action of demanding and enforcing payment (of fees, taxes, penalties, etc.).’ “ In re Towler, 493 B.R. at 242 (quoting the Oxford English Dictionary Online, OED.com, http://www.oed.com/view/Entry/65523? redirectedFrom=exaction (last visited Aug. 9, 2014)). Some exactions, such as a fine for a speeding ticket, clearly are not taxes or a penalty related to a tax. Id. Whether an obligation is a tax within the meaning of the Bankruptcy Code is determined by federal law. City of N.Y. v. Feiring, 313 U.S. 283, 285 (1941).\n \n\n\n2. Analysis\nThe term “tax,” found in IRC § 857(b)(7)(A) & (E) is not defined in the Bankruptcy Code. Examining the statutory text in this case is equally unhelpful. Nonetheless, statutory labels do not control whether a specific exaction constitutes a tax or penalty for the purposes of fixing priorities under § 507(a)(8). Instead, courts are instructed to employ a “functional analysis” to ascertain the “actual effects” of the exaction. CF & I Fabricators, 518 U.S. at 221. As part of this functional analysis, the Supreme Court particularly distinguished a “tax” and a penalty related to a tax from a “penalty” that is unrelated to a tax. “[A] tax is an enforced contribution to provide for the support of government; a penalty ... is an exaction imposed by statute as punishment for an unlawful act.” Id. at 224 (quoting United States v. La Franca, 282 U.S. 568, 572 (1931)). The Supreme Court recently reaffirmed its approach to distinguishing taxes from penalties in Nat’l Fed’n of Indep. Bus. v. Sebelius, 132 S.Ct. 2566, 2596–97 (2012).\n \nBased on Feiring and its progeny, the Ninth Circuit in Cnty. Sanitation Dist. No. 2 v. Lorber Indus. of Cal., Inc. (In re Lorber), 675 F.2d 1062, 1066 (9th Cir.1982), outlined four elements necessary for determining whether an exaction is a tax: (1) an involuntary pecuniary burden, regardless of name, laid upon individuals or property; (2) imposed by, or under authority of the legislature; (3) for public purposes, including the purposes of defraying expenses of government or undertakings authorized by it; and (4) under the police or taxing power of the state. Most government exactions satisfy the second and fourth elements, which appears to be the case here. Element one is likely met as well. However, the third element of “public purpose” is not so clear.\n \nWe could not locate, and the parties have not cited, any case or other authority determining whether the exaction imposed in IRC § 857(b)(7)(A) is a penalty or a tax for purposes of priority under § 507(a)(8). However, in applying the CF & I Fabricators standard to IRC § 857(b)(7)(A), we are persuaded that the provision is a non-pecuniary loss penalty and not a tax for purposes of bankruptcy priority.\n \nIn CF & I Fabricators, the debtor steel company failed to make a required annual contribution of $12.4 million to an employee pension plan under ERISA, and the IRS imposed an exaction pursuant to IRC § 4971(a), which imposes on the employer a payment equal to 10% (i.e., $1.24 million here) on any “accumulated funding deficiency” of certain pension plans. 518 U.S. at 216–17. If the employer fails to correct the deficiency before the earlier of a notice of deficiency or assessment, the employer is also obligated to pay an additional “tax” of 100% of the accumulated funding deficiency. IRC § 4971(b). In applying a functional analysis to determine whether the exaction at issue was a tax or penalty, the Supreme Court held that the exaction’s “patently punitive function” rendered it a non-tax related penalty rather than an excise tax, as claimed by the IRS, and was a general unsecured claim. Id. at 225–26.\n \n*16 Other comparable penalty versus tax cases are those involving IRC § 72(t), which imposes a 10% exaction on the premature withdrawal of pension plan funds. The Tenth Circuit in United States v. Dumler (In re Cassidy), 983 F.2d 161, 164–65 (10th Cir.1992), held that the exaction was a flat rate penalty designed to be punitive in nature, and not one for actual pecuniary loss, because it bore no relationship to the direct financial loss of the government. Accord In re Crespedes, 393 B.R. 403, 409 (Bankr.E.D.N.C.2008)(holding same); In re Mounier, 232 B.R. 186, 192–93 (Bankr.S.D.Cal.1998)(10% penalty for early pension withdrawal does not satisfy “public purpose” test of Lorber since the purported tax did not support the government but was meant to prevent retirement plans from being treated as savings accounts by individuals).\n \nHere, the IRS’s own documents establish that the portion of the exaction it contends is entitled to priority is not a “tax” designed to recover the alleged lost tax revenue from DC TRS. The NOPAs set forth the IRS’s calculations for the reallocation of the Management Deductions. If one subtracts Column 2 (the Allowed Allocation to DC TRS) from Column 1 (the Original Amount Allocated to DC TRS), that yields the figure set forth in Column 4—the 100% exaction imposed against Debtor under IRC § 857(b)(7)(A). Adding all of the numbers in Column 4 for the three tax years at issue results in a sum of $1,554,588, which is the principal amount the IRS asserts is entitled to priority in its Claim. The remainder portion it asserts is entitled to priority is the interest on this principal up to the petition date, some $331,000. This number is not a recalculation of income taxes due by DC TRS; it is a straight application of the 100% penalty imposed against Debtor for the improperly allocated Management Deductions. Nothing whatsoever about this amount correlates to what DC TRS would have paid in corporate income tax but for the in-lieu remedy against Debtor under IRC § 857(b)(7)(E). Thus, an exaction under IRC § 857(b)(7)(A) is not a tax intended to support the government but, rather, functions as a penalty against a parent REIT for its improperly allocated deductions to its TRS.\n \nBecause we conclude that the 100% exaction imposed under IRC § 857(b)(7)(A) is a non-pecuniary loss penalty, we reject the IRS’s alternative argument that its Claim is entitled to priority under § 507(a)(8)(G). For that provision to even apply, the exaction at issue would have to relate to a “tax” under § 507(a)(8)(A)-(F), which is does not. See Ohio Bureau of Workers’ Comp. v. Yoder (In re Suburban Motor Freight, Inc.), 36 F.3d 484, 489 (6th Cir.1994)(applying former § 507(a)(7)(G) and holding that to qualify for priority, the financial exaction must (1) relate to a tax, (2) be penal in nature, and (3) be compensatory for actual pecuniary loss rather than punitive). Accordingly, we conclude that the bankruptcy court did not err when it sustained Trustee’s objection and denied priority status to the IRS’s Claim.\n \n\n\nVI. CONCLUSION\n*17 For the foregoing reasons, we AFFIRM.\n \nAll Citations\nNot Reported in B.R., 2014 WL 3907972, 114 A.F.T.R.2d 2014-5671, 2014-2 USTC P 50,410\n\n\n\nFootnotes\n|\n1\n|This disposition is not appropriate for publication. Although it may be cited for whatever persuasive value it may have (see Fed. R.App. P. 32.1), it has no precedential value. See 9th Cir. BAP Rule 8013–1.\n|\n2\n|Unless specified otherwise, all chapter, code and rule references are to the Bankruptcy Code, 11 U.S.C. §§ 101–1532, and the Federal Rules of Bankruptcy Procedure, Rules 1001–9037. The Federal Rules of Civil Procedure are referred to as “Civil Rules.”\n|\n3\n|IRC § 482 empowers the Secretary to reallocate income, deductions, credits or allowances between two or more business organizations that are under common control, if he determines that such allocation is necessary “in order to prevent evasion of taxes or clearly to reflect ... income.”\n|\n4\n|The “arm’s length standard” is described in Treas. Reg. § 1.482–1(b)(1), which provides in part:\nIn determining the true taxable income of a controlled taxpayer, the standard to be applied in every case is that of a taxpayer dealing at arm’s length with an uncontrolled taxpayer. A controlled transaction meets the arm’s length standard if the results of the transaction are consistent with the results that would have been realized if uncontrolled taxpayers had engaged in the same transaction under the same circumstances (arm’s length result).\nAccordingly, the amount charged by one related party to another for a given service must be the same as if the parties were not related. Treas. Reg. §§ 1.482–2 through 1.482–7 and 1.482–9 provide specific methods to be used to evaluate whether transactions between or among members of the controlled group satisfy the arm’s length standard, and if they do not, to determine the arm’s length result. See Treas. Reg. § 1.482–1(b)(2).\n|\n5\n|IRC § 857(b)(7)(A) and (E) provide:\n(7) Income from redetermined rents, redetermined deductions, and excess interest.\n(A)Imposition of tax.—There is hereby imposed for each taxable year of the real estate investment trust a tax equal to 100 percent of redetermined rents, redetermined deductions, and excess interest.\n....\n(E) Coordination with section 482.—The imposition of tax under subparagraph (A) shall be in lieu of any distribution, apportionment, or allocation under section 482.\n|\n6\n|The actual definition of “redetermined deductions” is provided in IRC § 857(b)(7)(C):\nRedetermined deductions.—The term “redetermined deductions” means deductions (other than redetermined rents) of a taxable REIT subsidiary of a real estate investment trust to the extent the amount of such deductions would (but for subparagraph (E)) be decreased on distribution, apportionment, or allocation under section 482 to clearly reflect income as between such subsidiary and such trust.\n|\n7\n|As explained more thoroughly below, Claim 55–4 was filed to reflect that assessments had now been imposed against Debtor by the IRS on December 17, 2012.\n|\n8\n|At that time, only Claim 55–1 and Claim 55–2 had been filed.\n|\n9\n|IRC § 857(b)(7)(F) provides:\nRegulatory authority.—The Secretary shall prescribe such regulations as may be necessary or appropriate to carry out the purposes of this paragraph. Until the Secretary prescribes such regulations, real estate investment trusts and their taxable REIT subsidiaries may base their allocations on any reasonable method.\n|\n10\n|Trustee also argued that should the Claim be allowed as an unsecured claim, it was not a “Senior Unsecured Claim” as defined in Debtor’s Plan. The IRS conceded that, to the extent its Claim was not entitled to priority, it was not a Senior Unsecured Claim.\n|\n11\n|It is not clear from the record who ARJ is, but we presume it to be another entity involving Parriott.\n|\n12\n|We disagree with Trustee’s contention that the IRS’s Claim was in reality an erroneous refund suit, thereby putting the burden on the IRS to show that it was entitled to the money. As the IRS explained, an erroneous refund suit is a special type of suit authorized under IRC § 7405 to recover a refund issued to a taxpayer in error. The IRS had not brought such a suit and represented that it could not do so because no tax refund was issued to Debtor; it was issued to non-debtor DC TRS.\n|\n13\n|Section 507(a)(8)(A) & (E) provide in relevant part:\nEighth, allowed unsecured claims of governmental units, only to the extent that such claims are for—\n(A) a tax on or measured by income or gross receipts for a taxable year ending on or before the date of the filing of the petition—\n(iii) other than a tax of a kind specified in section 523(a)(1)(B) or 523(a)(1)(C) of this title, not assessed before, but assessable, under applicable law or by agreement, after, the commencement of the case.\n...\n(E) an excise tax on—\n(ii) if a return is not required, a transaction occurring during the three years immediately preceding the date of the filing of the petition.\n|\n14\n|Section 507(a)(8)(G) provides for priority treatment of “a penalty related to a claim of a kind specified in this paragraph and in compensation for actual pecuniary loss.”\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}