{
    "Background": "\n\n\n\n37 C.I.T. 19\nUnited States Court of\nInternational Trade.\nGPX INTERNATIONAL TIRE CORPORATION and Hebei Starbright Tire Co., Ltd., Plaintiffs,\nTianjin United Tire & Rubber International Co., Ltd., Consolidated Plaintiff,\nv.\nUNITED STATES, Defendant,\nand\nBridgestone Americas, Inc., Bridgestone Americas Tire Operations, LLC, Titan Tire Corporation, and United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union, AFL–CIO–CLC, Intervenor Defendants.\nSlip Op. 13–2.\n|\nCourt No. 08–00285.\n|\nJan. 7, 2013.\nSynopsis\nBackground: Domestic importer and foreign producers and exporters of pneumatic off-the-road (OTR) tires from People’s Republic of China (PRC) filed complaints challenging Department of Commerce’s countervailing duty (CVD) and antidumping duty (AD) determinations and International Trade Commission’s (ITC) injury determinations. Following consolidation of complaints and intervention by domestic OTR tire manufacturers, the Court of International Trade, 645 F.Supp.2d 1231, partially granted motions by plaintiffs and defendant-intervenors for judgment on agency record and remanded. Following remand, the Court of International Trade, Jane A. Restani, J., 715 F.Supp.2d 1337, partially denied plaintiffs’ and defendant-intervenor’s motions for judgment on agency record and remanded. Department of Commerce and defendant-intervenors appealed. The United States Court of Appeals for the Federal Circuit, Dyk, Circuit Judge, 666 F.3d 732, affirmed. United States and defendant-intervenor petitioned for rehearing. The Court of Appeals, Dyk, Circuit Judge, 678 F.3d 1308,granted petition and remanded. On remand, plaintiffs challenge first remand determination and constitutionality of intervening CVD law.\n \nHoldings: The Court of International Trade, Restani, J., held that:\n \n[1] intervening CVD law did not violate Ex Post Facto Clause;\n \n[2] intervening CVD law did not violate Due Process Clause;\n \n[3] intervening CVD law did not violate Equal Protection Clause;\n \n[4] change of ownership methodology required reanalysis;\n \n[5] methodology for calculating debt forgiveness was reasonable;\n \n[6] methodology for calculating loan inflation adjustment required further explanation;\n \n[7] application of adverse facts available (AFA) was inappropriate; and\n \n[8] allocation of debt forgiveness subsidy was reasonable.\n \nOrdered accordingly.\n \n\n\nWest Headnotes (35)\n\n\n[1]\n|Customs DutiesScope of inquiry or review\n|\n|Antidumping and countervailing duty (CVD) decisions resolved at the highest court possible may not be upset.\n\n|\n\n\n[2]\n|Customs DutiesScope of inquiry or review\n|\n|Court of International Trade reviews constitutional challenges de novo, with a presumption that Congress has constitutionally enacted the challenged statute in accordance with substantive due process. U.S.C.A. Const.Amend. 5.\n\n|\n\n\n[3]\n|Customs DutiesScope of inquiry or review\n|\n|Court of International Trade will uphold a statute as constitutional unless the plaintiff shows that the statute lacks any rational basis for serving a legitimate government interest, and therefore, Congress has acted in an arbitrary and irrational way.\n\n|\n\n\n[4]\n|Constitutional LawStatutes and other written regulations and rules\n|\n|With respect to equal protection claims challenging a statute, although at times a heightened standard of review may apply, where plaintiffs do not claim that a fundamental right is abridged or that they are part of any suspect class, the statute will be upheld as constitutional unless it is not supported by any rational basis. U.S.C.A. Const.Amend. 5.\n\n|\n\n\n[5]\n|Constitutional LawStatutes and other written regulations and rules\n|\n|For a equal protection claim, a rational basis for a statute creating a classification may be found if: (1) there is a plausible policy reason for the classification, (2) the legislative facts on which the classification is apparently based rationally may have been considered to be true by the governmental decisionmaker, and (3) the relationship of the classification to its goal is not so attenuated as to render the distinction arbitrary or irrational. U.S.C.A. Const.Amend. 5.\n\n|\n\n\n[6]\n|Constitutional LawConstitutional Prohibitions in General\n|\n|In analyzing an Ex Post Facto Clause claim, a law is retrospective in nature when the new provision attaches new legal consequences to events completed before its enactment. U.S.C.A. Const. Art. 1, § 9, cl. 3.\n\n|\n\n\n[7]\n|Constitutional LawRelationship to retroactive laws\n|\n|In evaluating the substance of prior law to determine retroactivity of a new provision that allegedly violates the Ex Post Facto Clause, courts must balance their independent interpretations with those expressed by the amending Congress. U.S.C.A. Const. Art. 1, § 9, cl. 3.\n\n|\n\n\n[8]\n|Constitutional LawNature and scope in general\nStatutesLegislative Construction\n|\n|It is emphatically the province and duty of the judicial department to say what the law is; therefore, although Congress’ contemporary interpretation of a previously enacted statute is entitled to great weight, Congress’ interpretation is not conclusive or binding upon the courts.\n\n|\n\n\n[9]\n|Constitutional LawRelationship to retroactive laws\n|\n|In analyzing an Ex Post Facto Clause claim, there is general presumption against retroactivity that typically applies to economic legislation, absent express congressional intent to the contrary. U.S.C.A. Const. Art. 1, § 9, cl. 3.\n\n|\n\n\n[10]\n|Constitutional LawRelationship to retroactive laws\nConstitutional LawPenal laws in general\n|\n|The Ex Post Facto Clause does not prohibit the imposition of all retrospective laws; instead, the clause only prohibits the imposition of retrospective penal legislation, which often, though not always, takes the form of criminal law, but retroactive remedial laws are not prohibited by the clause. U.S.C.A. Const. Art. 1, § 9, cl. 3.\n\n|\n\n\n[11]\n|Constitutional LawPenal laws in general\n|\n|In evaluating whether a law violates the Ex Post Facto Clause, when the law is not facially penal, plaintiff must show by the clearest proof that the law is so punitive either in purpose or effect as to negate the state’s intention to deem it civil. U.S.C.A. Const. Art. 1, § 9, cl. 3.\n\n|\n\n\n[12]\n|Constitutional LawPenal laws in general\n|\n|Under the three-part test, an otherwise remedial law is effectively penal, and thus subject to the Ex Post Facto Clause, if: (1) the costs imposed are unrelated to the amount of actual harm suffered and are related more to the penalized party’s conduct, (2) the proceeds from infractions are collected by the state, rather than paid to the individual harmed, and (3) the statute is meant to address a harm to the public, as opposed to remedying a harm to an individual. U.S.C.A. Const. Art. 1, § 9, cl. 3.\n\n|\n\n\n[13]\n|Constitutional LawTrade, business, and regulated industries\nCustoms DutiesConstitutionality of customs laws\n|\n|Statute amending Tariff Act, by requiring Department of Commerce to impose countervailing duties (CVDs) on identified subsidies from nonmarket economies (NMEs) and to account for potential overlapping remedies for goods covered by concurrent antidumping duty (AD) and CVD orders, did not rise to level of retroactive penal legislation, as required to fall within scope of Ex Post Facto Clause, on ground that law was remedial rather than punitive, since CVDs were reasonably related to actual harm caused to domestic industries from effects of foreign subsidies or dumping, and law was primarily intended to protect individual domestic industries instead of general public. U.S.C.A. Const. Art. 1, § 9, cl. 3; Tariff Act of 1930, § 304 et seq., 19 U.S.C.A. § 1304 et seq.\n1 Case that cites this headnote\n|\n\n\n[14]\n|Constitutional LawTrade, business, and regulated industries\nCustoms DutiesConstitutionality of customs laws\n|\n|For an Ex Post Facto Claim, in analyzing whether an antidumping duty (AD) or countervailing duty (CVD) law is remedial rather than punitive, the amount of duties need not be a perfect match to the harm caused in order to remain classified as remedial. U.S.C.A. Const. Art. 1, § 9, cl. 3.\n\n|\n\n\n[15]\n|Constitutional LawTrade, business, and regulated industries\nCustoms DutiesConstitutionality of customs laws\nCustoms DutiesProceedings\n|\n|Within virtually all trade remedy investigations, perfect information is rarely available and reasonable estimates must be made, and the trade remedy laws also permit Department of Commerce to look to surrogate data sources or allow the use of adverse inferences, which may increase the level of the antidumping duty assessed; however, these adjustments do not transform the duty into a punitive measure, as would fall within the scope of the Ex Post Facto Clause, provided the duty remains reasonably related to the actual harm caused. U.S.C.A. Const. Art. 1, § 9, cl. 3; Tariff Act of 1930, §§ 773, 776, 19 U.S.C.A. §§ 1677b, 1677e.\n\n|\n\n\n[16]\n|Constitutional LawEconomic rights and regulation\n|\n|General economic legislation challenged as violating the Due Process Clause is subject to a rational basis review. U.S.C.A. Const.Amend. 5.\n\n|\n\n\n[17]\n|StatutesEffect on substantive rights\nStatutesImposition of liabilities, penalties, duties, obligations, or disabilities\n|\n|The strong deference accorded legislation in the field of national economic policy is no less applicable when the legislation is applied retroactively; this deference applies even if the legislation adjusts the rights and burdens of individuals or imposes new duties or liabilities for past acts.\n\n|\n\n\n[18]\n|Constitutional LawRetrospective laws and decisions;  change in law\n|\n|To succeed on a due process challenge to economic legislation that is applied retroactively, a challenger must demonstrate that the law is particularly harsh and oppressive or arbitrary and irrational. U.S.C.A. Const.Amend. 5.\n\n|\n\n\n[19]\n|Constitutional LawRetrospective laws and decisions;  change in law\n|\n|In analyzing a retroactively applicable law for due process violation, although the government’s possible justifications for retroactivity are varied, they may not be as broad as those for prospective legislation. U.S.C.A. Const.Amend. 5.\n\n|\n\n\n[20]\n|Constitutional LawRetrospective laws and decisions;  change in law\n|\n|To determine whether a retroactive law is rational, under the Due Process Clause, a four-factor test examines: the reliance interests of affected parties, the extent to which impaired private interests were previously subject to regulatory control, the equities of imposing the burdens, and the statutory provisions that moderate the impact of the burdens. U.S.C.A. Const.Amend. 5.\n\n|\n\n\n[21]\n|Constitutional LawCustoms duties\nCustoms DutiesConstitutionality of customs laws\n|\n|Statute amending Tariff Act, by requiring Department of Commerce to impose countervailing duties (CVDs) on identified subsidies from nonmarket economies (NMEs) and to account for potential overlapping remedies for goods covered by concurrent antidumping duty (AD) and CVD orders, did not violate Due Process Clause, although part of law was retrospective in application approximately five and one-half years before enactment, since law was rationally related to legitimate government interest of protecting domestic industry from unfair trade practices and ensuring finality of existing CVD orders, law did not interfere with any vested right of importers to particular duty rate, and importers had notice at time of affirmative preliminary determination that imports entered thereafter would be subject to full trade remedy duties. U.S.C.A. Const.Amend. 5; Tariff Act of 1930, § 304 et seq., 19 U.S.C.A. § 1304 et seq.\n1 Case that cites this headnote\n|\n\n\n[22]\n|Constitutional LawEconomic or social regulation in general\nConstitutional LawAdministrative Agencies and Proceedings in General\n|\n|Economic legislation or an administrative classification that neither targets a suspect class nor implicates a fundamental right will be upheld under the Equal Protection Clause, so long as it bears a rational relation to some legitimate end. U.S.C.A. Const.Amend. 5.\n\n|\n\n\n[23]\n|Constitutional LawEqual protection\nConstitutional LawStatutes and other written regulations and rules\n|\n|Under the rational basis test for an equal protection challenge to legislation, a court will uphold legislation that bears a rational relation to some legitimate end in favor of the presumption of constitutionality if there is any reasonably conceivable state of facts that could provide a rational basis for the classification created by the legislation. U.S.C.A. Const.Amend. 5.\n\n|\n\n\n[24]\n|Constitutional LawOther Particular Issues and Applications\nCustoms DutiesConstitutionality of customs laws\n|\n|Statute amending Tariff Act, by requiring Department of Commerce to impose countervailing duties (CVDs) on identified subsidies from nonmarket economies (NMEs) and to account for potential overlapping remedies for goods covered by concurrent antidumping duty (AD) and CVD orders, did not violate Equal Protection Clause, even though law created classification of importers treated differently based on timing of their imports due to law’s retrospective application with respect to imposition of CVDs but not for overlapping remedies, since law was rationally related to legitimate government interests in administrative finality and efficiency. U.S.C.A. Const.Amend. 5; Tariff Act of 1930, § 304 et seq., 19 U.S.C.A. § 1304 et seq.\n\n|\n\n\n[25]\n|Customs DutiesCourt of International Trade (Formerly Customs Court) and Proceedings Therein\n|\n|Importers waived challenge to cut-off date imposed by Department of Commerce for identifying four subsidy types provided by People’s Republic of China, in countervailing duty (CVD) investigation for pneumatic off-the-road (OTR) tires imported from China, as non-market economy (NME), where importers provided no briefing addressing intervening law authorizing imposition of CVDs on NMEs.\n\n|\n\n\n[26]\n|Customs DutiesCourt of International Trade (Formerly Customs Court) and Proceedings Therein\n|\n|Importer exhausted administrative remedies for challenge to Department of Commerce’s findings that importer received countervailable subsidies in acquiring another importer of pneumatic off-the-road (OTR) tires from People’s Republic of China, where importer’s case brief before Commerce articulated importer’s objections to Commerce’s methodology for determining that importer received countervailable subsidies by taking over subsidized company. Tariff Act of 1930, § 771(5)(B)(iii), 19 U.S.C.A. § 1677(5)(B)(iii); 28 U.S.C.A. § 2637(d).\n2 Cases that cite this headnote\n|\n\n\n[27]\n|Customs DutiesBounties or grants\n|\n|Department of Commerce cannot presume conclusively that subsidies granted to the former owner of corporate assets automatically passed through to the purchaser, warranting imposition of countervailing duty (CVD); instead, Commerce must find facts to demonstrate that the purchaser directly or indirectly received both a financial contribution and benefit from a government. Tariff Act of 1930, § 771(5)(B)(iii), (5)(F), 19 U.S.C.A. § 1677(5)(B)(iii), (5)(F).\n\n|\n\n\n[28]\n|Customs DutiesBounties or grants\n|\n|Department of Commerce’s determination that non-recurring subsidies to importer of pneumatic off-the-road (OTR) tires from China were not extinguished upon change of ownership required reanalysis, in countervailing duty (CVD) investigation; change in ownership methodology was basically substitute for finding that importer itself was governmental arm providing subsidy, so Commerce’s analysis could not be perfunctory, presumptions could not substitute for facts, and evidence related to arm’s-length nature of sale and fair market value required re-weighing. Tariff Act of 1930, § 771(5)(B, F), 19 U.S.C.A. § 1677(5)(B, F).\n\n|\n\n\n[29]\n|Customs DutiesBounties or grants\n|\n|Department of Commerce’s methodology of calculating debt forgiveness provided to importer that acquired another importer of pneumatic off-the-road (OTR) tires from China was reasonable, in determining that China-owned banks’ failure to seek enforcement of judgments on defaulted loans provided under China’s loan guarantee system was countervailable subsidy, where Commerce allocated to acquiring importer its pro rata share of judgment, and supported calculation by explaining that Chinese law provided system similar to contribution in United States, whereby bank could seek full judgment from acquired importer which could then seek reimbursement from other liable parties based on respective pro rata shares. Tariff Act of 1930, § 771(5)(B, F), 19 U.S.C.A. § 1677(5)(B, F).\n\n|\n\n\n[30]\n|Customs DutiesProceedings\n|\n|Department of Commerce’s methodology for calculating countervailable subsidies in form of subsidized loans received by importer that underwent change of ownership required further explanation, in countervailing duty (CVD) investigation of pneumatic off-the-road (OTR) tires from China, where Commerce failed to adequately explain why currency expectation adjustment was used for comparing domestic interest rates, why inflation adjustment was suitable proxy for currency expectation adjustment, and whether intervening domestic OTR producers’ proposed adjustment was essentially attempt to countervail against China’s distorted inflation rate or legitimate attempt to avoid distorted benefit calculation. Tariff Act of 1930, § 771(5)(E)(ii), 19 U.S.C.A. § 1677(5)(E)(ii); 19 C.F.R. § 351.505(a)(2), (a)(3)(ii).\n\n|\n\n\n[31]\n|Customs DutiesProceedings\n|\n|Department of Commerce’s application of adverse facts available (AFA) against Government of China (GOC), that collaterally impacted importer of pneumatic off-the-road (OTR) tires from China, was inappropriate in countervailing duty (CVD) investigation, where importer lacked access to requested information during investigation and then later obtained and submitted that information to Commerce pursuant to remand questionnaire, but Commerce arbitrarily refused to consider submitted information after opening door by requesting additional information on subsidies. Tariff Act of 1930, § 776(a, b), 19 U.S.C.A. § 1677e(a, b).\n12 Cases that cite this headnote\n|\n\n\n[32]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|An adverse facts available (AFA) rate, imposed by Department of Commerce in a countervailing duty (CVD) investigation, must be a reasonably accurate estimate of the importer’s actual rate, albeit with some built-in increase intended as a deterrent to noncompliance. Tariff Act of 1930, § 776(a, b), 19 U.S.C.A. § 1677e(a, b).\n\n|\n\n\n[33]\n|Customs DutiesProceedings\n|\n|When Department of Commerce has access to information on the record to fill in the gaps created by the lack of cooperation by the government, as opposed to the cooperating importer, Commerce is expected to consider such evidence in determining whether to apply adverse facts available (AFA), in a countervailing duty investigation; moreover, if an alternative benchmark meets the regulatory criteria and is neutral with respect to a cooperative party, that benchmark would be superior to one that adversely affects the cooperating party. Tariff Act of 1930, § 776(b), 19 U.S.C.A. § 1677e(b).\n11 Cases that cite this headnote\n|\n\n\n[34]\n|Customs DutiesBounties or grants\n|\n|Department of Commerce’s decision to allocate, only across importer’s sales, amount of benefit from debt forgiveness that was determined to be countervailable subsidy was reasonable, in countervailing duty (CVD) investigation of pneumatic off-the-road (OTR) tires imported from China, where importer initially incurred debt that was originally forgiven and only later transferred that debt to cross-owned company for unrelated business advantage, importer continued to carry debt on its books, and Commerce reasonably determined that economic reality pointed to importer remaining underlying debtor, rather than cross-owned company that lacked any operations of its own. Tariff Act of 1930, § 771(5)(E)(ii), 19 U.S.C.A. § 1677(5)(E)(ii).\n\n|\n\n\n[35]\n|Customs DutiesCourt of International Trade (Formerly Customs Court) and Proceedings Therein\n|\n|Importer failed to exhaust administrative remedies for challenge to discount rate employed by Department of Commerce in countervailing duty (CVD) investigation of pneumatic off-the-road (OTR) tires from China, where importer failed to raise challenge during investigation. 28 U.S.C.A. § 2637(d).\n1 Case that cites this headnote\n|\n\n\nAttorneys and Law Firms\n**1302 On Constitutional Issues:\nJames P. Durling and Matthew P. McCullough, Curtis Mallet–Prevost, Colt & Mosle LLP, of Washington, DC, argued for the Plaintiffs GPX International Tire Corporation and Hebei Starbright Tire Co., Ltd. With them on the brief were William H. Barringer, Daniel L. Porter, and Ross E. Bidlingmaier.\nMark B. Lehnardt, Lehnardt & Lehnardt, LLC, of Liberty, MO, argued for Consolidated Plaintiff Tianjin United Tire & Rubber International Co., Ltd.\nAlexander V. Sverdlov, Trial Attorney, Commercial Litigation Branch, Civil Division, U.S. Department of Justice, of Washington, DC, argued for the Defendant. With him on the brief were Stuart F. Delery, Acting Assistant Attorney General, Jeanne E. Davidson, Director, Franklin E. White, Jr., Assistant Director, and L. Misha Preheim, Trial Attorney. Of counsel on the brief were John D. McInerney, Chief Counsel for Import Administration, Daniel J. Calhoun, Attorney, and Devin S. Sikes, Attorney, U.S. Department of Commerce, of Washington, DC.\nWesley K. Caine, Stewart and Stewart, of Washington, DC, argued for the Intervenor Defendants Titan Tire Corporation and United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union, AFL–CIO–CLC. With him on the brief were Terence P. Stewart and Elizabeth J. Drake.\nJoseph W. Dorn and J. Michael Taylor, King & Spalding, LLP, of Washington, DC, for Intervenor Defendants Bridgestone Americas Tire Operations, LLC and Bridgestone Americas, Inc.\nOn CVD Issues:\nWilliam H. Barringer, Daniel L. Porter, James P. Durling, Matthew P. McCullough, and Ross Bidlingmaier, Winston & Strawn LLP, of Washington, DC, for the Plaintiffs GPX International Tire Corporation and Hebei Starbright Tire Co., Ltd.\nPhilippe M. Bruno and Rosa S. Jeong, Greenberg Traurig, LLP, of Washington, DC, for Consolidated Plaintiff Tianjin United Tire & Rubber International Co., Ltd. on the motion for judgment on the agency record. Francis J. Sailer and Andrew T. Schutz, Grunfeld, Desiderio, Lebowitz, Silverman & Klestadt LLP, of Washington, DC, for Consolidated Plaintiff Tianjin United Tire & Rubber International Co., Ltd. on the remand comments.\nJohn J. Todor, Trial Attorney, Commercial Litigation Branch, Civil Division, U.S. Department of Justice, of Washington, DC, for the Defendant. With him on the brief were Tony West, Assistant Attorney General Jeanne E. Davidson, Director, Franklin E. White, Jr., Assistant Director. Of counsel on the brief were Ahran K. McCloskey and Matthew D. Walden Attorneys, Office of the Chief Counsel for Import Administration, U.S. Department of Commerce, of Washington, DC.\nTerence P. Stewart, Wesley K. Caine, Geert M. De Prest, and Elizabeth J. Drake, Stewart and Stewart, of Washington, DC, for the Intervenor Defendants **1303 Titan Tire Corporation and United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union, AFL–CIO–CLC.\nJoseph W. Dorn, J. Michael Taylor, and Christopher T. Cloutier, King & Spalding, LLP, of Washington, DC, for Intervenor Defendants Bridgestone Americas Tire Operations, LLC and Bridgestone Americas, Inc.\n\n\n\n\nOPINION AND ORDER\nRESTANI, Judge:\n*21 This action challenges the Department of Commerce’s (“Commerce”) final determination in a countervailing duty (“CVD”) investigation of certain pneumatic off-the-road (“OTR”) tires from the People’s Republic of China (“PRC”). See Certain Pneumatic Off-the-Road Tires from the People’s Republic of China, 72 Fed. Reg. 44,122 (Dep’t Commerce Aug. 7, 2007) (initiation of CVD investigation); Certain New Pneumatic Off-the-Road Tires from the People’s Republic of China, 73 Fed. Reg. 40,480 (Dep’t Commerce July 15, 2008) (“Final Determination ”); see also Issues and Decision Memorandum for the Final Affirmative Countervailing Duty Determination: Certain New Pneumatic Off-the-Road Tires (OTR Tires) from the People’s Republic of China, C–570–913, POI: 1/01/06–12/30/06 (July 7, 2008), available at http://ia.ita. doc.gov/frn/summary/prc/E8–16154–1.pdf (last visited Dec. 21, 2012) (“I & D Memo ”).1 GPX International Tire Corporation (“GPX”), Hebei Starbright Tire Co., Ltd. (“Starbright”)2 and Tianjin United Tire & Rubber International Co. Ltd. (“TUTRIC”) (collectively “Plaintiffs”) challenge various aspects of the Final Determination and the Final Results of Redetermination Pursuant to Remand (Apr. 26, 2010), available at http://ia.ita.doc. gov/remands/09–103.pdf (last visited Dec. 21, 2012) (“First Remand ”). They also challenge the constitutionality of a new law passed during the course of this litigation. See Pub. L. No. 112–99, 126 Stat. 265–66 (2012) (the “New Law”) (The New Law is attached as an appendix to this opinion.). Defendant as well as Titan Tire Corporation and United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union, AFL–CIO–CLC (collectively “Titan”) and Bridgestone Americas, Inc. and Bridgestone Americas Tire Operations, LLC (collectively “Bridgestone”) oppose the Plaintiffs’ claims, and Titan and Bridgestone have filed their own *22 challenges to the Final Determination.3 For the reasons set forth below, the court finds that the New Law is constitutional but remands to Commerce to re-analyze whether countervailable subsidies were extinguished and, if not, **1304 to explain or reconsider its calculation of the resulting CVD rates.\n \n\n\nBACKGROUND\nThe court assumes general familiarity with the long procedural history of this case that was first filed in 2008. For ease of understanding, however, a summary is provided below.\n \nPlaintiffs first filed this case in 2008, challenging Commerce’s Final Determination. The investigation into Plaintiffs’ product was one of the first cases in which Commerce imposed CVDs on products from the PRC after determining that it was possible to identify and measure subsidies in China. Commerce altered its previous practice, in which it did not apply CVD in non-market economies (“NME”), relying instead in those cases on its NME AD methodology to remedy unfair trade practices.4 Commerce based its change in policy on the evolution of China’s economy from a centrally-controlled monolithic economy towards a market economy. This court initially determined that Commerce’s imposition of CVDs was based on an unreasonable interpretation of the Tariff Act of 1930, as amended, unless Commerce developed a methodology to ensure that goods covered by concurrent AD and CVD orders would not be subject to overlapping remedies. GPX Int’l Tire Corp. v. United States, 645 F.Supp.2d 1231, 1251 (CIT 2009) (“GPX II ”).5 Upon remand, Commerce informed the court that it did not have a method for identifying any overlapping remedies, and therefore, it decided under protest to offset AD rates by the calculated CVD rates. GPX Int’l Tire Corp. v. United States, 715 F.Supp.2d 1337, 1345 (CIT 2010) (“GPX III ”). Because this was contrary to law and rendered the CVD investigation and resulting duties meaningless, the court ordered Commerce to forgo the imposition of *23 CVDs in this case. Id. at 1354. Under protest again, Commerce complied, and this court issued final judgment sustaining that determination. GPX Int’l Tire Corp. v. United States, Slip Op. 10–112, 2010 WL 3835022 (CIT Oct. 1, 2010) (“GPX IV ”).\n \nOn appeal, the Court of Appeals for the Federal Circuit (“CAFC”) initially affirmed the decision of this court, although upon different grounds. GPX Int’l Tire Corp. v. United States, 666 F.3d 732, 745 (Fed.Cir.2011) (“GPX V ”). In its opinion, the CAFC determined that the CVD statute unambiguously prohibited Commerce from imposing CVDs on goods from China, finding that Congress had ratified Commerce’s prior practice when amending the Tariff Act. Id.\n \nAfter the panel opinion was filed in the CAFC but before the court’s mandate was issued, the Secretary of Commerce and U.S. Trade Representative sent urgent letters to Congress seeking an amendment of the law to reverse the decision of the CAFC. See Letter from Secretary of Commerce John Bryson and U.S. Trade Representative Ron Kirk, Jan. 18, 2012, attached to Resp. of Titan Tire Corp. and the United Steelworkers Union, Qua Def–Intvnrs., to the Rule 56.2 Mots. of GPX, Starbright, and TUTRIC, Qua Pls. Asserting Constitutional Claims in Accord. with this Hon. Ct.’s Order of July 3, 2012 (“Titan Br.”). While a petition for rehearing en banc was pending, Congress enacted the New Law. **1305 The law was adopted after limited debate on the House floor and without any comment in the Senate. See 158 Cong. Rec. H1166–73 (daily ed. Mar. 6, 2012).\n \n[1] The New Law contains two sections. Section 1 amends the Tariff Act of 1930 to require Commerce to impose CVDs on identified subsidies from NMEs. New Law, 126 Stat. 265–66. The section does provide an exception to this requirement when “the administering authority is unable to identify and measure subsidies provided by the government of the nonmarket economy country or a public entity within the territory of the nonmarket economy country because the economy of that country is essentially comprised of a single entity.” Id. Section 2 “requires” Commerce to account for potential overlapping remedies by reducing the AD rate to the extent that Commerce is able to reasonably estimate the amount that the countervailable subsidy has increased the “normal value” used in the NME AD methodology.6 Id. Although the Section 2 of the statute applied only prospectively as of March 13, 2012, Congress made Section 1 effective beginning November 20, 2006.7 Id.\n \n*24 The CAFC requested additional briefing on the impact of the new law. GPX Int’l Tire Corp. v. United States, 678 F.3d 1308, 1311 (Fed.Cir.2012) ( “GPX VI ”). In opposing rehearing, Plaintiffs raised issues regarding the constitutionality of the New Law, focusing primarily on the different effective dates of the two sections of the statute. Id. at 1312–13. Because the constitutional issues were raised for the first time in the petition for rehearing, the CAFC agreed with the government that it should remand the case to this court to evaluate the claims in the first instance. Id. Accordingly, the CAFC vacated the previous judgment of this court and remanded. CAFC Mandate of June 4, 2012, Docket No. 353.\n \nOn remand from the CAFC, GPX claims that the New Law is unconstitutional for three reasons. See Resp’t Pls.’ Supplemental Mem. of Points and Auths. in Supp. of their Mot. for J. on the Agency R. 2 (“GPX Br.”).8 GPX argues that the law violates the Ex Post Facto Clause of the Constitution, as well as due process and equal protection rights of the Fifth Amendment. Id. TUTRIC argues only that the law violates equal protection. See Br. on Constitutional Issues of Co–Pl. Tianjin United Tire & Rubber Int’l Co., Ltd. 1 (“TUTRIC Br.”). The government contends first that the law is not retrospective because it merely clarified existing law that both this court and the CAFC misinterpreted. See Def.’s Br. 3–4. Additionally, Defendant argues that even if the law is retrospective, it does not violate any of **1306 Plaintiffs’ constitutional rights. Id. at 12. Intervenor Defendant Titan largely reiterates the arguments of the government in support of the constitutionality of the legislation, while Bridgestone did not file additional briefs on the constitutional issues. See Titan Br. 8–29. The parties further disagree on the issue of severability should Section 1 of the law be found unconstitutional.\n \nBecause the court upholds the constitutionality of the New Law, it will also return to the remaining CVD issues raised by the parties in the initial rounds of briefing in this matter. The parties certified that because those issues have already been fully briefed, no additional *25 briefing was needed during this remand. GPX’s Resp. to Ct. Order dated June 21, 2012 (June 29, 2012), Docket No. 360; Def.’s Resp. to Ct. Order Regarding Scheduling of Remand Proceedings, Letter of June 29, 2012, Docket No. 361. Following oral argument, however, the court offered parties an opportunity to submit letters identifying relevant cases decided after the CVD issues were briefed. None were submitted.\n \n\n\nSTANDARD OF REVIEW\n[2] [3] [4] [5] The court has continuing jurisdiction under 28 U.S.C. § 1581(c). This court reviews constitutional challenges de novo, with a presumption that Congress has constitutionally enacted the challenged statute in accordance with substantive due process. See Concrete Pipe & Prods. v. Constr. Laborers Pension Trust for S. Cal., 508 U.S. 602, 637, 113 S.Ct. 2264, 124 L.Ed.2d 539 (1993); NationsBank of Tex., N.A. v. United States, 269 F.3d 1332, 1335 (Fed.Cir.2001). The court will uphold a statute as constitutional unless the plaintiff shows that the statute lacks any rational basis for serving a legitimate government interest, and therefore, Congress has acted “in an arbitrary and irrational way.” Concrete Pipe, 508 U.S. at 637, 113 S.Ct. 2264. With respect to equal protection claims, though at times a heightened standard of review may apply, Plaintiffs do not claim that a fundamental right is abridged or that they are part of any suspect class. GPX Br. 28; TUTRIC Br. 6. Therefore, the statute will also be upheld as constitutional on this claim unless it is not supported by any rational basis. See Armour v. City of Indianapolis, ––– U.S. ––––, 132 S.Ct. 2073, 2080, 182 L.Ed.2d 998 (2012). A rational basis may be found if: 1) “there is a plausible policy reason for the classification;” 2) “the legislative facts on which the classification is apparently based rationally may have been considered to be true by the governmental decisionmaker;” and 3) “the relationship of the classification to its goal is not so attenuated as to render the distinction arbitrary or irrational.” Id.\n \nIn reviewing Commerce’s Final Determination and First Remand imposing CVDs, this court shall hold unlawful any determination by Commerce that is “unsupported by substantial evidence on the record, or otherwise not in accordance with law.” 19 U.S.C. § 1516a(b)(1)(B)(i).\n \n\n",
    "Discussion": "\nI. Constitutional Issues\nA. Retroactivity of the New Law\nA fundamental disagreement between the Plaintiffs and the government/Intervenor Defendants exists over the operative effects of the New Law. The government dismisses virtually all of the Plaintiffs’ challenges to the New Law by arguing that it was merely a clarification *26 rather than a modification of existing law. Def.’s Br. 3–8. In doing so, the government claims that both the CAFC and this court erred in deciding that Commerce was not permitted to impose CVDs in NMEs without any form of adjustment to account for **1307 concurrent NME AD determinations. Id. It argues, therefore, that the court need not consider arguments based on the retroactivity of Section 1. Id. Plaintiffs contend that the decisions of this court and of the CAFC make clear that Section 1 of the law is a modification to existing law, retroactively effective nearly six years prior to its enactment. Resp’t Pls.’ Reply to Resp. Brs. of Def. & Def–Intvnrs. Concerning Constitutional Issues (“GPX Reply Br.”) 2–6.\n \n[6] [7] [8] A law is retrospective in nature when “the new provision attaches new legal consequences to events completed before its enactment.” Landgraf v. USI Film Prods., 511 U.S. 244, 269–70, 114 S.Ct. 1483, 128 L.Ed.2d 229 (1994) (noting that the sound instincts of judges in deciding such cases are guided by “familiar considerations of fair notice, reasonable reliance, and settled expectations”). In evaluating the substance of prior law, courts must balance their independent interpretations with those expressed by the amending Congress. In Marbury v. Madison, Chief Justice John Marshall explained, “It is emphatically the province and duty of the judicial department to say what the law is.” 5 U.S. 137, 177, 1 Cranch 137, 2 L.Ed. 60 (1803). Based on this principle, the Supreme Court has repeatedly held that although Congress’ contemporary interpretation of a previously enacted statute is entitled to great weight, it is not conclusive or binding upon the courts. FHA v. Darlington, Inc., 358 U.S. 84, 89–90, 79 S.Ct. 141, 3 L.Ed.2d 132 (1958) (“Subsequent legislation which declares the intent of an earlier law is not, of course, conclusive in determining what the previous Congress meant. But the later law is entitled to weight when it comes to the problem of construction.”); United States v. Stafoff, 260 U.S. 477, 480, 43 S.Ct. 197, 67 L.Ed. 358 (1923) (“Of course a statute purporting to declare the intent of an earlier one might be of great weight in assisting a Court when in doubt, although not entitled to control judicial action.”).\n \nTo support its argument that the New Law was merely a clarification, the government points to several statements by members of Congress indicating that the law was intended to reverse an erroneous decision of the CAFC.9 Def.’s Br. 6–7. The government also cites statements by members who explain that the law seeks to “clarify” existing law and that the new law “should not have been necessary.” Id. at 7. Courts, however, have been wary to rely upon limited statements *27 of a few members of Congress. See, e.g., Corley v. United States, 556 U.S. 303, 329–30, 129 S.Ct. 1558, 173 L.Ed.2d 443 (2009) (recognizing that floor statements by a few members do not necessarily reflect the understanding of the entire Congress). Such hesitation is particularly warranted in a case like this where there was no Senate debate at all and only very limited statements in the House.10\n \n[9] Further, the use by Congress of an effective date for Section 1 that predates the statute’s enactment by nearly six years **1308 is an indication that Congress felt the need to confirm that the law was a modification. Such a provision was needed to overcome the general presumption against retroactivity that typically applies to economic legislation, absent express congressional intent to the contrary. See Landgraf, 511 U.S. at 269–70, 114 S.Ct. 1483.\n \nThe government’s argument is also difficult to square with the remand from the CAFC to consider the constitutionality of the New Law. If the New Law made no change to the law applicable to cases arising between the two effective dates of the New Law, there were no valid expectations at the time of importation to be upset and no significant constitutional issues to be addressed. In such a case, one would expect the appellate court to quickly dispose of the issue, as it did with respect to another constitutional issue, see supra note 7, rather than remanding the issue to this court for elaboration. Further, the government’s view of a simple clarification is not easily extracted from the tangled history of this case.\n \nFirst, the CAFC did not vacate GPX V, even though requested to do so. See GPX VI, 678 F.3d at 1313. Second, it did say in GPX VI that GPX V was undoubtedly overruled by Congress, but it did not say its view of the prior law was wrong. Id. at 1311–12. Third, unlike its GPX V opinion, in a footnote in GPX VI, it did declare the more flexible approach this court derived from Georgetown Steel wrong, but it provided no analysis on that point in either GPX V or GPX VI, so it is difficult to say what exactly, in the appellate court’s view, was incorrect in this court’s opinions interpreting prior law. See id. at 1312 n. 3.\n \nThe CAFC did appear to view Section 2 of the New Law, which is expressly prospective, as a change from prior law. Id. at 1311–12. At the same time, it seems to have equated the Section 2 adjustment as encompassing all possible remedies for a potential overlap between CVD and NME AD law, such that Congress has permitted no adjustments to cure the possible overlap in this case and similarly situated *28 cases.11 Id. This broad view of the scope of Section 2 and of the implied limitation on the pending cases is somewhat supported by the limited legislative history of the New Law indicating that the Congress did not wish to upset Commerce’s decision to apply CVD law here without the Section 2 adjustment (or any other adjustment). See 158 Cong. Rec. H1166, 1170, 1173 (daily ed. Mar. 6, 2012) (statements of Rep. Critz and Rep. Turner). Because of the effect on this pending case, one should consider if Section 2 is only a clarification of prior law and not a change, but as indicated, the appellate court said, even if cryptically, that Section 2 was a prospective change, with no Section 2 adjustments possible under prior law. Putting that together with the CAFC’s seemingly broad view of what Section 2 does, one comes to the conclusion that no adjustment was permitted under prior law, for whatever reason, and an adjustment is now required or permitted for future cases.12\n \n**1309 Thus, only the basic question remains as to whether Section 1, which because of its clear retrospective effective date, is a change in prior law or a clarification of it. As indicated, this is simply not clearly decided by the CAFC and the best approach for reason of judicial economy, and to make sure that the court obeys the direction of the CAFC to consider constitutional issues, is to view Section 1 of the New Law as a retrospective change in the law, and not a clarification. That is, the court will assume that at the time of importation, the law was as stated in GPX V, i.e., CVD remedies were not permitted.\n \nIn sum, given the difficulties in concluding that Section 1 and the implied retrospective effects of Section 2 are together a simple clarification of prior law, the court will proceed to analyze the constitutionality of the New Law assuming, at least arguendo, that the New Law effected a retroactive change in the law. This enables the court to directly address the issues it concludes were remanded to it by its court of appeals. Failure of Plaintiffs on such issues would render the question of a retroactive change versus mere clarification in the law irrelevant.\n \n\n\n*29 B. Ex Post Facto\nGPX contends that Section 1 of the New Law violates the Ex Post Facto Clause of the Constitution because it effectively penalizes certain importers for past conduct. GPX Br. 9–19. The government and Titan argue that the New Law is remedial in nature and therefore not subject to the proscriptions of the Ex Post Facto Clause. Def.’s Br. 12–16; Titan Br. 20–24. GPX has failed to demonstrate that the law falls within the scope of the Ex Post Facto Clause.\n \n[10] Article I Section 9 of the Constitution provides that “No Bill of Attainder or ex post facto Law shall be passed.” This clause, however, does not prohibit the imposition of all retrospective laws. Instead, the clause only prohibits the imposition of retrospective penal legislation, which often, though not always, takes the form of criminal law. See NationsBank of Tex., 269 F.3d at 1336 (citing Calder v. Bull, 3 U.S. 386, 390–91, 3 Dall. 386, 1 L.Ed. 648 (1798)). By contrast, retroactive remedial laws are not prohibited by the clause.\n \n[11] [12] When a law is not facially penal, the plaintiff must show by the “clearest proof” that the law is “so punitive either in purpose or effect as to negate the State’s intention to deem it ‘civil.’ ” Smith v. Doe, 538 U.S. 84, 92, 123 S.Ct. 1140, 155 L.Ed.2d 164 (2003) (internal brackets omitted). The CAFC has outlined a three-part test for evaluating whether a law is effectively penal. Huaiyin Foreign Trade Corp. v. United States, 322 F.3d 1369, 1380 (Fed.Cir.2003). An otherwise remedial law becomes subject to the ex post facto clause if: “(1) the costs imposed are unrelated to the amount of actual harm suffered and are related more to the penalized party’s conduct, (2) the proceeds from infractions are collected by the state, rather than paid to the individual harmed, and (3) the statute is meant to address a harm to the public, as opposed to remedying a harm to an individual.” Id. In this case, all parties agree that the trade remedy laws are generally remedial in nature. GPX Reply Br. 6. Furthermore, GPX asserts that all parties agree that under the Huaiyin test, the duties meet the latter two prongs.13 Id. This latter point has not been conceded entirely by the government because, although the government collects **1310 the funds, the trade remedy laws are intended to primarily protect individual domestic industries rather than the public at large.14 Therefore, GPX must show that the New Law satisfies both prong one and prong three of the Huaiyin test. It has failed to do so.\n \n[13] [14] Both this court and the CAFC have consistently upheld the trade remedy laws as remedial and not punitive in nature. See Chaparral *30 Steel Co. v. United States, 901 F.2d 1097, 1103–04 (Fed.Cir.1990); Peer Bearing Co. v. United States, 182 F.Supp.2d 1285, 1310 (CIT 2001); Badger–Powhatan v. United States, 608 F.Supp. 653, 656 (CIT 1985). This conclusion stems, in part, from the detailed calculations required of Commerce to establish a duty rate that reasonably offsets the effects of foreign subsidies or dumping. See Chaparral, 901 F.2d at 1103–04 (citing S.Rep. No. 1221, 92d Cong., 2d Sess. 8 (1972)). Accordingly, it is clear from the case law that regular AD/CVD duties would certainly meet this standard. Id. Additionally, it is clear that the amount of duties need not be a perfect match to the harm caused in order to remain classified as remedial. Huaiyin, 322 F.3d at 1380 (establishing as penal only penalties that are “unrelated” to the actual harm).\n \n[15] Within virtually all trade remedy investigations, perfect information is rarely available and reasonable estimates must be made. Certain aspects of the trade remedy laws also permit Commerce to look to surrogate data sources or allow the use of adverse inferences, which may increase the level of the duty assessed. See, e.g., 19 U.S.C. §§ 1677b, 1677e. These adjustments, however, do not transform the duty into a punitive measure provided the duty remains reasonably related to the actual harm caused. See KYD, Inc. v. United States, 607 F.3d 760, 762 (Fed.Cir.2010); Lifestyle Enter., Inc. v. United States, 865 F.Supp.2d 1284, 1289 (CIT 2012) (explaining that an AD rate based on adverse facts available may not be punitive but must bear a rational relationship to an importer’s commercial reality). The duties imposed by the New Law will be upheld so long as they are not “unrelated to” the harm caused. This standard does not require precise equivalency of the duties to the harm caused to the domestic industry. Even if the duties imposed by the CVD investigations of goods from NMEs that were initiated between 2006–2012 are presumed to be somewhat higher due to allegedly overlapping remedies, they remain mathematically linked to the measured harm.15\n \nSimilarly, the trade remedy laws are designed to buffer domestic industries from the harm caused by competing with the allegedly subsidized or dumped foreign products. For this reason, domestic industries typically petition Commerce to initiate an investigation. In examining duties subject to an amendment to the unfair trade law *31 that does not apply here, the court in Huaiyin found that the trade remedy duties failed to satisfy the third prong of its penal law test because the duties were designed to benefit individual industries. 322 F.3d at 1380–81. Though in that case the collected duties were distributed **1311 to the petitioning domestic industries, even if they are not allocated likewise in this case, they are still collected to primarily counter the individual harm to particular domestic industries in an attempt to provide relief from the imports which are causing or threatening material injury. See id. This purpose is supported by the floor statements that focused on leveling the competitive playing field to protect domestic industries, rather than the general public. See 158 Cong. Rec. H1166–73 (daily ed. Mar. 6, 2012). Even if the laws have some broader societal purpose and can be considered to address a public harm in part, they remain remedial, not punitive. Therefore, GPX has failed to show by the clearest proof that the New Law rises to the level of retroactive penal legislation falling within the scope of the Ex Post Facto Clause.\n \n\n\nC. Due Process\nGPX also argues that the New Law violates the Fifth Amendment’s due process guarantees by retrospectively altering legitimate expectations of the level of duties that would be imposed on their imports. GPX Br. 19. GPX analogizes the New Law to the retrospective imposition of a tax, arguing that the case law in this area prohibits Congress from imposing laws which reach back beyond a few months. Id. The government responds that Congress sought to correct an unexpected judicial decision with the New Law, and GPX did not have a settled expectation that trade remedy duties would not have to be paid on the covered imports. Def.’s Br. 21. Although the government contends that import duties are part of general economic legislation and not the same as taxes, rendering the precedent cited by GPX inapplicable, it argues, nonetheless, that the New Law should be upheld even under the tax law standard because it is rationally based on legitimate governmental interests of finality and administrative efficiency. Def.’s Br. 17. GPX has failed to demonstrate that the government did not have a rational basis in enacting the New Law or that the New Law upended a vested right.\n \n[16] [17] [18] [19] [20] General economic legislation is subject to a rational basis review. Pension Ben. Guar. Corp. v. R.A. Gray & Co., 467 U.S. 717, 729, 104 S.Ct. 2709, 81 L.Ed.2d 601 (1984). The Supreme Court has affirmed that “the strong deference accorded legislation in the field of national economic policy is no less applicable when the legislation is applied retroactively.” Id. This deference applies even if the legislation adjusts the rights and burdens of individuals or imposes new duties or liabilities for past acts. Id.; Usery v. Turner Elkhorn Mining Co., 428 U.S. 1, 15, 96 S.Ct. 2882, 49 L.Ed.2d 752 (1976). To succeed, *32 a challenger must demonstrate that the law is “particularly ‘harsh and oppressive’ ” or “ arbitrary and irrational.” R.A. Gray, 467 U.S. at 733, 104 S.Ct. 2709. In the tax context, courts look to “the nature of the tax and the circumstances in which it is laid before it” to determine whether it meets this threshold. Welch v. Henry, 305 U.S. 134, 147, 59 S.Ct. 121, 83 L.Ed. 87 (1938). Although the government’s possible justifications for retroactivity are varied, they may not be as broad as those for prospective legislation. Turner Elkhorn, 428 U.S. at 17, 96 S.Ct. 2882. To determine whether a retroactive law is rational, the Seventh Circuit articulated a four-factor test in Nachman Corp. v. Pension Ben. Guar. Corp., 592 F.2d 947, 960 (7th Cir.1979), aff’d 446 U.S. 359, 100 S.Ct. 1723, 64 L.Ed.2d 354 (1980). Under Nachman, courts examine: the reliance interests of affected parties, the extent to which impaired private interests were previously subject to regulatory control, the equities of imposing the burdens, and the statutory **1312 provisions that moderate the impact of the burdens. Id.\n \nA line of cases from the early twentieth century adopted broad deference towards retrospective legislation under an agency theory of law. See, e.g., Graham & Foster v. Goodcell, 282 U.S. 409, 427–430, 51 S.Ct. 186, 75 L.Ed. 415 (1931) (collecting cases); United States v. Heinszen & Co., 206 U.S. 370, 385–86, 27 S.Ct. 742, 51 L.Ed. 1098 (1907). Under this theory, the Court recognized that “defects in the administration of the law may be cured by subsequent legislation without encroaching upon constitutional right, although existing causes of action may thus be defeated.” Graham, 282 U.S. at 427, 51 S.Ct. 186.16 The Court has considered a series of cases alleging the unconstitutional retroactive imposition of duties on goods from the Philippines. See, e.g., Heinszen, 206 U.S. at 378, 27 S.Ct. 742. In those case, the Court had already decided that following a peace treaty with Spain, the President lacked the power to continue his practice of imposing duties on goods from the islands. Id. Following the ruling, Congress passed retroactive legislation, ratifying the past collection of duties during the period between the signing of the treaty and the passage of the new law. Id. at 381–82, 27 S.Ct. 742. The Court upheld this law as consistent with the Fifth Amendment’s due process clause, even though refund cases were pending in the courts at the time. Id. at 385–86, 27 S.Ct. 742. The Court based its decision on the theory that Congress could previously have imposed the duties and merely ratified the actions of the president retroactively. Id.\n \nIn a different context, the Court in R.A. Gray upheld federal retroactive legislation over constitutional challenges when it corrected *33 defects in past legislation. 467 U.S. at 720, 729, 104 S.Ct. 2709. The Court dismissed the challenge citing the “short and limited periods [of retroactivity] required by the practicalities of producing national legislation....” Id. at 731, 104 S.Ct. 2709. The Court found constitutional a law that modified ERISA to avoid voluntary employer withdrawals from multi-employer plans. Id. at 722, 104 S.Ct. 2709. The law ultimately was passed with a retroactive effective date that reached back five months, in part to discourage employers from withdrawing from the plan during the laws’ consideration. Id. at 724–25, 104 S.Ct. 2709. During the legislative process, the effective date was advanced several times so that it always lagged the legislative process by a few months, discouraging employers from trying to game the system by exiting plans prior to the law’s enactment and rendering the true retroactivity period much longer. Id. at 731, 104 S.Ct. 2709.\n \nSimilarly, the Court in General Motors Corp. v. Romein, 503 U.S. 181, 191, 112 S.Ct. 1105, 117 L.Ed.2d 328 (1992), upheld a retroactive Michigan statute that required employers to reimburse their employees’ withheld disability benefits. The statute had been passed in 1987 to overrule a disfavored statutory construction by the Michigan Supreme Court of a 1981 law. Id. at 184–85, 112 S.Ct. 1105. The U.S. Supreme Court found that the retroactive law, though imposing substantial liability on employers who relied on the Michigan Supreme Court decision, did not **1313 violate due process because the legislation was a rational means to restore the legislative intent of the original law to maintain benefits to certain workers. Id. at 191, 112 S.Ct. 1105.\n \nThe Second Circuit took a similar approach in evaluating retroactive tax legislation. Canisius College v. United States, 799 F.2d 18 (2d Cir.1986). In Canisius, the court upheld legislation effectively validating a Treasury Department revenue rule that courts previously had found to expand impermissibly the definition of “wages” subject to FICA taxation beyond the scope of the statute. Id. at 21. After looking to the period of retroactivity (four years), the reliance interests of the parties, and whether the parties’ rights had vested, the court concluded that Congress had acted constitutionally with a curative intent to ratify the invalidated Treasury Department revenue rule, despite the longer than normal period of retroactivity. Id. at 25–27.\n \nGPX relies upon different tax cases, such as United States v. Carlton, which upheld retrospective tax legislation based on “only a modest period of retroactivity.” 512 U.S. 26, 32, 114 S.Ct. 2018, 129 L.Ed.2d 22 (1994) (recognizing that Congress “almost without exception” enacts revenue statutes with retroactive effective dates). Finding that the government has wide latitude to change its tax assessments, which are not considered penalties, the Court held that due process is generally not offended by modifications to that policy prospectively or retrospectively. Id. at 34, 114 S.Ct. 2018 (upholding a retroactive modification of a tax deduction provision that prevented the challenging companies from claiming it). *34 The Court further limited seemingly contrary precedent, including Nichols, to apply to only “wholly new taxes” with extended periods of retroactivity. Id. (citing Nichols v. Coolidge, 274 U.S. 531, 47 S.Ct. 710, 71 L.Ed. 1184 (1927)). It also noted that those cases stem from a time of greater scrutiny of economic legislation that is no longer undertaken by the courts. Id.\n \n[21] In this case, the New Law is retrospective in its application back to November 20, 2006, approximately five and one half years before its enactment. 126 Stat. 265–66. This time period is longer than those upheld in the tax case law cited by GPX and in many of the general economic legislation cases relied upon by the government. In both sets of cases, the retrospective period normally was limited to the current fiscal year or legislative session, rarely reaching back more than a year. Though the time period of retroactivity is particularly long here, such a concern is in part offset by the failure of the Plaintiffs to articulate a vested right with which the New Law interferes, as well as by the specific context of trade duties.\n \nIn examining the nature and circumstances of the New Law, the court notes that customs duties are to an extent unique from other government assessments in that there is no right to import, and where unfair trade remedies apply, those with goods that may be imported rarely can predict with accuracy what the duty will be. See Norwegian Nitrogen Prods. Co. v. United States, 288 U.S. 294, 318, 53 S.Ct. 350, 77 L.Ed. 796 (1933) (recognizing that as with tax rates “[n]o one has a legal right to the maintenance of an existing rate or duty.”). For example, when goods become the subject of an AD/CVD investigation, liquidation is suspended while the initial investigation is undertaken, and generally while a review is conducted, prior to a final rate determination and duty assessment. See Parkdale Int’l v. United States, 475 F.3d 1375, 1376–77 (Fed.Cir.2007) (“While liability to pay dumping duties accrues upon entry of subject merchandise, ... the actual duty is **1314 not formally determined until after entry, and not paid until the [entries] are liquidated by [Customs].” (citing 19 C.F.R. § 141.1(a))); 19 U.S.C. § 1675(a)(1) (Upon completion of a review, Commerce “shall publish in the Federal Register the results of such review, together with notice of any duty to be assessed [and] estimated duty to be deposited.”). That is, it is a retrospective assessment scheme. The duty deposits, of course, occur before the jurisdiction of this court may be invoked to challenge the determination, and litigation, if it occurs, further delays liquidation.17 Because, as to trade remedies, neither *35 exporters18 nor importers have any real certainty as to the final rate on the imported product at the time of entry, they cannot demonstrate that a property right in a particular duty rate has vested, with which Congress may not interfere.\n \nIn examining the additional factors laid out in Nachman, the court notes that the area of trade is a highly regulated field in which duties are calculated, as indicated, based on imprecise and retrospective trade remedy laws. Although Plaintiffs understandably may have assumed that the CVD law would not be applied to their imports from China while Commerce continued to treat the country as an NME, they also knew at the time of entry into the United States of the goods at issue here that China’s status was in a state of flux, and they should have known that their imports might be subject to increased remedial duties. See generally Antidumping Duty Investigation of Certain Lined Paper Products from the People’s Republic of China (“China”)—China’s Status as a Non–Market Economy (“NME”), A–570–901 (Aug. 30, 2006), available at http://ia.ita.doc.gov/download/prc–nme–status/prc–lined–paper–memo–08302006.pdf (last visited Dec. 21, 2012). Though GPX claims that the statute unambiguously prohibited the imposition of CVDs on goods from China as a NME as a legal matter, citing GPX V, they cannot claim that they lacked notice that China’s status as a traditional NME was at least unsettled by the time Commerce issued its preliminary determination in this investigation and their entries were subjected to trade remedies. If China had graduated to market economy stature, CVD remedies would have been imposed and there would be no claim related to the imposition of CVD or the lack of an adjustment because of the potential overlap with NME AD remedies.\n \nFurther, the ability of the parties to predict duty rates is particularly difficult because prior to an NME unfair trade investigation, the parties may not even be able to tell whose pricing behavior will be used to calculate AD margins, as often few respondents are chosen for examination. Many exporters are covered by an all others AD rate or a China-entity rate. See Final Determination, 73 Fed. Reg. at 40,483. Equally unpredictable are the programs that are found to provide identifiable and measurable subsidies and how the subsidies will be valued for CVD purposes. Finally, if the importers had assumed that some offset applied for the potential overlap caused by imposing AD and CVD on the same goods from an NME, it could not have been clear at the time of importation what type of adjustment was required, when it would be done, and what data would be used. The lack of reliance on an adjustment is underscored by TUTRIC’s *36 **1315 failure even to raise the coordination issue in its initial complaint and briefing before this court. Even GPX did not raise the adjustment issue directly. The court considered the claim as part of GPX’s basic claim of incompatibility between CVD and NME AD methodologies.\n \nAt a minimum, the parties here had notice at the time of an affirmative preliminary determination that Commerce would subject their imports entered thereafter to full trade remedy duties, because that is exactly what Commerce did. It is subsequent to that time that their imports were subject to the cash deposits and ultimately remedial duties.19 See Certain New Pneumatic Off–the–Road Tires From the People’s Republic of China, 73 Fed. Reg. 21,588 (Dep’t Commerce Apr. 22, 2008) (preliminary negative determination of critical circumstances). As Plaintiffs continued to enter merchandise, the only certainty was that there would be litigation.\n \nTurning to the balance of burdens, the court notes that the government asserts that Congress acted based on the legitimate state interest of protecting U.S. industry from unfair trade practices while also ensuring the finality of existing CVD orders. Def.’s Br. 20–21. At least twenty-four orders were entered based on what later proved to be a contentious and perhaps faulty interpretation of the statute by Commerce. The government’s assertions appear to be supported by the minimal legislative history and the letter from the administration that spurred Congress into action. See 158 Cong. Rec. H1166–73 (daily ed. Mar. 6, 2012). The effective date itself for Section 1 likely amounts to a deferral to Commerce’s expertise in determining when Commerce first might have been able to identify and measure subsidies in the PRC. See also supra note 7. As in Canisius and R.A. Gray, these legislative bases are legitimate and provide the minimal rationale needed to prevent GPX from overcoming the presumption of constitutionality afforded to laws in this field. Because of the unique contours of trade law, arguments that due process was violated solely by the extended period of retrospectivity are unavailing.\n \nAdditionally, GPX’s reliance on Carlton and Nichols is unpersuasive. The Carlton court limited the holding of the Nichols line of cases to a different jurisprudential regime that likely is no longer extant. Furthermore, GPX’s arguments that Section 1 is a “wholly new tax” is not consistent with Carlton, as Section 1 of the New Law merely extends or expressly recognizes the ability of Commerce to impose CVDs in the NME context without first graduating the country to full *37 market economy status. This modification, if it indeed is one, to “tax” policy is more akin to the adjustment upheld in Carlton rather than to the taxes in Nichols and the other cases cited in Carlton, which involved taxing a type of activity thought to be wholly exempt from the scope of taxation when undertaken. GPX and the other importers were aware that their importation of goods from China could give rise to duty liability in the form of traditional customs duties as well as trade remedy duties, and therefore, a modification to the boundaries of those laws does not constitute a “wholly new tax.”\n \nGPX finally argues that Congress lacks a rational purpose for enacting Section 1 of the New Law in this case because cash **1316 deposits under the CVD order have already been paid as of 2007. GPX Br. 27–28. Therefore, GPX takes the interesting position that a refund of those deposits at this point would not injure the domestic industry because it has already been protected for the last five years by both the AD and CVD cash deposits. Id. The court cannot agree with GPX, however, as Congress did not act arbitrarily or irrationally in deciding not to create a trade remedy system whereby deposits are automatically returned to the importer. GPX essentially argues that the trade remedy system must be replaced by a practice of importers temporarily providing deposits that they are guaranteed to receive back after a period of time, effectively reducing the duties to the cost of borrowing funds to deposit. This is not the statutory scheme enacted under the Tariff Act, and GPX has failed to cite any authority to indicate that the policy goals of the statutory scheme are somehow unconstitutional. Accordingly, GPX has failed to demonstrate that the law offends due process.\n \n\n\nD. Equal Protection\nLastly, Plaintiffs assert that the New Law violates the right to equal protection under the law by applying a different law to respondents whose products were covered by CVD investigations between November 20, 2006, and March 13, 2012, as compared to other firms whose products will be investigated for unfair trade practices after the New Law was enacted. GPX Br. 28; TUTRIC Br. 8–14. In its reply brief, GPX clarifies that the classification it challenges “is not differential treatment between different classes of persons.” GPX Reply Br. 13. Instead, it seeks to challenge the treatment of a “single class of persons” who are treated differently based on the timing of their imports, prior to or after the enactment of the New Law. Id. Importantly, and as indicated, none of the Plaintiffs asserts that the classification is based on any suspect class. The government argues that the type of classification created by the New Law occurs upon the imposition of any law that applies prospectively, such that only future conduct will enjoy any benefits of the new law. Def.’s Br. 12. *38 As with the challenge based on due process, the government proffers the rational bases of administrative finality and efficiency. Def.’s Br. 17. GPX’s and TUTRIC’s arguments based on the date-based classification created by the New Law are without merit.\n \n[22] [23] Economic legislation or an administrative classification that neither targets a suspect class nor implicates a fundamental right will be upheld “so long as it bears a rational relation to some legitimate end.” Romer v. Evans, 517 U.S. 620, 631, 116 S.Ct. 1620, 134 L.Ed.2d 855 (1996); Hodel v. Indiana, 452 U.S. 314, 331, 101 S.Ct. 2376, 69 L.Ed.2d 40 (1981). A court will uphold such legislation in favor of the presumption of constitutionality if there is “any reasonably conceivable state of facts that could provide a rational basis for the classification.” FCC v. Beach Commc’ns, Inc., 508 U.S. 307, 313, 113 S.Ct. 2096, 124 L.Ed.2d 211 (1993); see also Heller v. Doe, 509 U.S. 312, 320, 113 S.Ct. 2637, 125 L.Ed.2d 257 (1993) (explaining that the legislature need not articulate a rational basis). In Armour, the Supreme Court explained that administrative considerations regarding the burden of retroactively providing relief from a law can be legitimate state interests, upholding in that case a law that only prospectively forgave future installment payments by homeowners. 132 S.Ct. at 2081.\n \n[24] The classification that GPX points to is based on the gap between the New Law’s effective dates for Section 1, November 20, 2006, and Section 2, March 13, 2012. 126 Stat. 265–66. During this interim period, goods from NMEs may be subject **1317 to the concurrent imposition of duties under the CVD and AD laws without any possible offset for overlapping remedies.20 Id. The government has proffered a rational reason for Congress’ decision to make only Section 1 expressly retroactive. Because approximately twenty-four CVD investigations were conducted on goods from NMEs during the interim period, Congress feared that without retroactive application of Section 1, the results of these investigations could be overturned. Def.’s Br. 20–21. Similarly, retroactive application of Section 2 of the law would have subjected those investigations to reopening based on the New Law, requiring Commerce to recalculate the AD or CVD rates in those investigations. Id. To preserve the finality of the investigations and to avoid additional recalculations by Commerce, the government argues this interim period was needed. Id.\n \nThe government also indicates that Section 2 was the result of an attempt to conform with an adverse WTO dispute settlement decision. Def.’s Br. 27; see Appellate Body Report, US–Antidumping and Countervailing Duties (China), WT/DS379/AB/R (Mar. 11, 2011), available at http://www.wto.org/english/tratop_ e/dispu_e/cases_e/ds379_e.htm *39 (last visited Dec. 21, 2012).21 Such action is normally taken under section 129 of the Uruguay Round Agreement Act, with prospective application only, much like Section 2 of the New Law. See 19 U.S.C. § 3538. These concerns appear to be rationally related to the government’s interests in conserving limited resources and also consistent with the general statutory approach of prospective implementation of changes based on an adverse ruling in a WTO dispute.\n \nTUTRIC argues that Congress may not rely upon administrative efficiency and finality as rational bases for the classification created by the New Law. Reply Br. on Constitutional Issues of Co–Pl. Tianjin United Tire & Rubber Int’l Co., Ltd. 7–14 (“TUTRIC Reply Br.”). It asserts that administrative finality is only a legitimate governmental interest when the government has shown that forgoing the classification would result in substantial additional expense or would be particularly burdensome. Id. at 7–11. TUTRIC claims that the expense involved in treating the present case like those covered by Section 2 of the New Law would be minimal as TUTRIC would have Commerce simply forgo the imposition of CVDs or apply the new methodology developed to address overlapping remedies. Id. TUTRIC’s finality arguments are based largely on the claim that few of the covered cases are “final” because challenges to them remain pending before either this court or the WTO’s Dispute Settlement Body.22 Id.\n \n**1318 The court, however, declines to evaluate the merits of Congress’ legislative decision regarding the relative expense and administrative burden of reopening the twenty-four investigations permitted by Section 1 but not covered by Section 2 of the New Law. As explained above, retroactive imposition of Section 1 does not invoke any constitutional prohibitions. Therefore, the burden to be considered is that associated with Commerce’s undertaking an analysis of possible overlapping *40 remedies for cases prior to March 2012. Although TUTRIC asserts that this burden is not substantial, as Commerce will be required to develop a methodology for other cases, the court recognizes that at least some significant effort would be required to apply that methodology to this case and other completed investigations, including the collection of additional data, verification, and analysis.23\n \nSimilarly, the court must reject TUTRIC’s finality claims. Although, TUTRIC is correct that Congress may have chosen to enact Section 2 retroactively just as it did for Section 1, TUTRIC has not cited any authority for its argument that finality cannot be a legitimate governmental interest. The court does not find persuasive TUTRIC’s argument that many of the CVD investigations remain subject to some form of review, as Congress reasonably could believe that many of these proceedings will not result in redeterminations, especially following the enactment of Section 1 of the New Law. Accordingly, Plaintiffs have failed to overcome the New Law’s presumption of constitutionality.\n \n\n\nE. Severability\nAs this court finds that the New Law is constitutional, it need not reach the issue of severability raised by the parties.\n \n\n\nII. CVD ISSUES\nBecause the court has determined that the New Law is constitutional, it now turns to the claims raised several years ago challenging the methodology employed by Commerce in calculating CVD rates. These issues were initially briefed under the label of “all other CVD issues” or raised in comments to Commerce’s First Remand.24 Because the court finds that at least some of these claims have merit, it *41 will remand to Commerce.\n \n\n\nA. Cut-off date\nThe original remand in this matter required that Commerce reject the arbitrary date that Commerce had chosen for the existence of a subsidy, which it had set as the date of China’s WTO accession, on the basis that such an arbitrary date had no relation to the actual identification and measurement of subsidies.25 **1319 GPX II, 645 F.Supp.2d at 1249. In response, Commerce determined, based on changes in Chinese law, when it could identify four subsidy types: grants, credit-oriented subsidies, tax-related subsidies, and land. First Remand at 27–35. This resulted in moving to an earlier date most of the dates from when Commerce could first identify a particular type of subsidy. Id. The court did not review these results previously as it ultimately decided no CVDs could be imposed in this case. GPX III, 715 F.Supp.2d at 1344 n. 4.\n \nBecause of the effective date of Section 1 of the New Law, the court now addresses this issue. In fact, the New Law may say something new about it.26 No party, however, has chosen to brief this point.\n \n[25] For the parties before the court, the rates calculated under the First Remand did not change.27 There is no difference in the rates *42 of the Plaintiffs, whether they are based on the First Remand’s commencement dates or whether the rates should be based on some date between those dates and the date utilized in the original determination. Domestic parties have not argued that the dates should have been even earlier, so they are satisfied with the First Remand on this point and raise no controversy. Plaintiffs’ only remaining complaint would be that dates later than the original date are required, but Plaintiffs’ comments on remand were based primarily on the prior law as explained in Georgetown Steel and GPX II. Further, GPX originally argued not for a fact-based cut-off date for particular subsidies but for an equally arbitrary cut-off date based on publication of a Commerce analysis memorandum. Plaintiffs’ comments on the First Remand offered no later specific dates for measurement. The claim now is a general one that Commerce could not rely on Chinese law but must make its identification decision on the basis of the “recipients’ economic environment.” Resp’t Pls.’ Comments on Commerce’s Final Redetermination Pursuant to Remand at 18. As Plaintiffs have provided no briefing addressing now-applicable law, the court will not take up this point. It is waived.\n \nTo the extent the government wishes to rely on the New Law to support an arbitrary cut-off date, that issue is also waived for this litigation. As the court has been provided no currently viable basis to reject the First Remand on this point, or to find dates later than the original starting dates appropriate, the First Remand is sustained as to the dates for measurement.\n \n\n\n**1320 B. Remaining GPX-specific claims\n1. Background\nHebei Tire Co. Ltd. (“Hebei Tire”) began as a state-owned enterprise overseen by a state-owned holding company. Analysis of Change in Ownership (May 28, 2008), GPX App. Tab. 15 at 4 (“Preliminary CIO Memo ”); see also Analysis of Change in Ownership, Final Determination (July 7, 2008), GPX App. Tab. 17 at 1 (“Final CIO Memo ”) (adopting preliminary determination). In 2000, Hebei Tire was selected to be privatized as part of an economic liberalization effort by the PRC. Preliminary CIO Memo at 4. During the 2000 privatization, Hebei Tire’s employees and management purchased the company’s shares from the holding company, in part using a fictional financing arrangement and in part through an agreement to assume certain existing liabilities. Id. Additionally, the local village obtained a minority interest in the company by granting land rental rights to *43 Hebei Tire.28 Id. Despite these changes, management, employees, and the board of directors remained largely unchanged. Id. The record is unclear as to whether Hebei Tire’s privatization complied with all applicable laws, as it appears the law required employees to be compensated for losing their state-employee status. Id. This compensation, however, was not provided until the later sale of assets to Starbright. Id. at 5. In 2005, Hebei underwent “further privatization” to ensure that it was in compliance with applicable regulations, in anticipation of the sale to Starbright.29 Id. Starbright ultimately purchased virtually all of the assets of Hebei Tire, as the only bidder in a foreclosure auction based on a pre-negotiated asset purchase agreement. Id. at 6.\n \n\n2. Change in Ownership Methodology\n[26] GPX first challenges Commerce’s findings that Starbright received countervailable subsidies when it acquired Hebei Tire in 2006. Resp’t Pls.’ Mem. of Points and Auths. in Supp. of Their Mot. for J. on the Agency R. 15–40 (“GPX CVD Br.”). In particular, GPX alleges that Commerce failed to comply with the law because it did not make specific findings of a financial contribution and benefit in evaluating the asset purchase. Id. The government responds that Commerce did not need to make a finding of a new financial contribution, and GPX failed to exhaust administrative remedies by not raising this claim below. Def.’s Mem. in Opp. to Pls.’ and Def.-Intvnrs.’ Mem. Regarding CVD Issues in Supp. of Their Mots. for J. Upon the Agency Rs. 37–48 (“Def.’s CVD Br.”). As a preliminary matter, the court finds that GPX did articulate its objections to Commerce’s methodology in its case brief before Commerce, and therefore the court will turn to the merits of the challenge. Starbright Case Brief (June 4, 2008), GPX App. Tab 16 at 39.\n \nIn order for Commerce to find a countervailable subsidy, the statute *44 requires that Commerce identify a financial contribution,30 given by an authority,31 that conferred **1321 a benefit32 on a person. 19 U.S.C. § 1677(5)(B). The financial contribution may be given either directly, or indirectly through a private entity in a case where the authority “entrusts or directs a private entity to make a financial contribution, if providing the contribution would normally be vested in the government and the practice does not differ in substance from practices normally *45 followed by governments.” Id. § 1677(5)(B)(iii). The statute also clarifies that when a subsidized company changes ownership, either through an equity or asset sale, the original subsidy is not necessarily extinguished.33 Id. § 1677(5)(F).\n \n[27] Commerce’s current methodology for determining whether a purchasing company has received a countervailable subsidy by virtue of taking over a subsidized company has not yet been subjected to judicial scrutiny.34 In evaluating Commerce’s previous methodologies, however, the courts have consistently refused to allow Commerce to “presume conclusively that the subsidies granted to the former owner [of corporate assets] automatically ‘passed through’ to [the purchaser].” **1322 Delverde, SrL v. United States, 202 F.3d 1360, 1366 (Fed.Cir.2000) (finding that the statute’s preclusion of a per se rule of extinguishment did not imply a converse per se rule of non-extinguishment). Instead, Commerce must find facts to demonstrate that the purchaser directly or indirectly “received both a financial contribution and benefit from a government.” Id. at 1367 (emphasis added).\n \nAfter Delverde, Commerce attempted to modify its methodology to comply with the ruling. It replaced the previous methodology with a “same-person” methodology wherein Commerce looked to four factors to determine whether the purchasing company was essentially the same corporate person as the purchased company. See Allegheny Ludlum Corp. v. United States, 367 F.3d 1339, 1342 (Fed.Cir.2004) (“Allegheny I ”). Again, the CAFC found that this methodology conflicted with the statutory definition of a subsidy because it did not undertake the required “fact-intensive inquiry into the circumstances surrounding the transfer of ownership, beyond the simple inquiry into whether the transaction occurred at arm’s length.” *46 Id. at 1344. The court reaffirmed that Commerce must show that the purchaser “received both a financial contribution and benefit from a government, albeit indirectly through the seller.” Id. (emphasis added). Additionally, the court rejected Commerce’s renewed arguments that whether the purchase was at fair market value (“FMV”) is irrelevant, finding instead that the terms of the transaction are important, relevant considerations. Id. at 1345–47 (finding that the new methodology essentially operated as a per se rule, failing to consider whether the purchaser adequately compensated the seller/government for the purchase, thereby repaying the subsidies). On remand, the court clarified that “the payment of fair market value means that the purchasing firm did not receive more than it paid for....” Allegheny Ludlum Corp. v. United States, 358 F.Supp.2d 1334, 1339 (CIT 2005) (“Allegheny II ”).\n \nBased on the successful challenges to Commerce’s methodologies in both Delverde and Allegheny I, it is clear that a tension exists in the statute between the definition of a subsidy in 19 U.S.C. § 1677(5)(B) and the later added clause clarifying the effects of a change in ownership in 19 U.S.C. § 1677(5)(F). Although the defining clause requires Commerce to identify both a financial contribution “to a person” and a resulting benefit, the change in ownership clause discusses a subsidy that does not flow through to a purchaser because it “no longer continues to be countervailable.” This language implies the possibility of the existence of a subsidy prior to the sale which continues to exist following the purchase. Accordingly, Allegheny I refers to a subsidy that no longer exists as one that is “extinguished.” 367 F.3d at 1344.\n \nThe CAFC decisions and legislative history do not resolve the tension in the statute. In the committee report considering the addition of 19 U.S.C. § 1677(5)(F), the House explained the purpose of the new provision:\nThe issue of the privatization of a state-owned firm can be extremely complex and multifaceted. While it is the Committees’ intent that Commerce retain the discretion to determine whether, and to what extent, the privatization of a government-owned firm eliminates any previously conferred countervailable subsidies, Commerce must exercise this discretion carefully through its consideration of the facts of each case and its determination of the appropriate methodology to be applied.\nH.R. Rep. No. 130–826, at 110 (1994). The Senate used similar, but different, language in explaining the adoption of the change in ownership clarification:\n**1323 The Commerce Department should continue to have *47 the discretion to determine whether, and to what extent (if any), actions such as the “privatization” of a government-owned company actually serve to eliminate such subsidies. It is the Committees’ expectation that Commerce will exercise this discretion carefully and make its determination based on the facts of each case, developing a methodology consistent with the principles of the countervailing duty statute.\nS.Rep. No. 103–412, at 92 (1994) (emphasis added). The Delverde court read these statements to express the same intent, even though the Senate report seems more expansive in applying the change in ownership provision to sales of companies without government ownership or clear involvement. See 202 F.3d at 1367 (“The Senate Report is nearly identical.”). It seems indisputable now that in the government-seller context, Commerce is required to look behind a sale to ensure that competitive bidding in fact occurred such that the sales price reflected FMV. See Allegheny II, 358 F.Supp.2d at 1340. Both the CAFC and this court have recognized that when the government is the seller of a subsidized company, traditional market forces which would typically drive the purchase price toward FMV are not always present. Id.; see Allegheny I, 367 F.3d at 1347 (identifying concerns besides price including employment, national defense, and politics). Importantly, however, the statute itself does not limit the context in which the change in ownership rule applies to government sellers only.\n \nContrary to GPX’s arguments, what the court does not see in Delverde and Allegheny I is a conclusion that 19 U.S.C. § 1677(5)(F) requires that the purchaser receive a financial contribution directly from a governmental authority or from a private entity entrusted to perform governmental acts. The discussion in those cases of indirect receipt of a subsidy through a sale of assets or stock of a previously subsidized entity does not reference 19 U.S.C. § 1677(5)(B). Obviously, if the seller is entrusted by a governmental authority to provide a subsidy, the issue of a financial contribution goes away. Commerce here never made a finding that Hebei Tire was entrusted by a governmental entity to provide a subsidy to Starbright, so it relied on the construct that seems to be endorsed by the change in ownership provision in 19 U.S.C. § 1677(5)(F). The concern addressed there seems to be that purely market forces may not be operating, even if the evidence of action by the governmental authority is not clear.\n \nAs indicated, this particular tension in the statute is not resolved by court precedent or clear legislative history. The ambiguity, however, may be resolved by the agency charged with carrying out the statute—Commerce. Its interpretation of the statute as a whole, which appears to attempt to harmonize the two provisions at issue, need *48 only be one reasonable way of interpreting the statute and will be upheld to the extent it is properly applied in a particular case. See Chevron, U.S.A. v. NRDC, 467 U.S. 837, 844, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984).\n \nAs described above, Commerce has promulgated a series of regulations attempting to establish a reasonable methodology to determine whether a purchasing company has obtained a countervailable subsidy under the statute. The methodology attempts to carry out Commerce’s statutory interpretation. See Notice of Final Modification of Agency Practice Under Section 123 of the Uruguay Round Agreements Act, 68 Fed. Reg. 37,125 (Dep’t Commerce June 23, 2003) (“Final Modification ”); Certain Steel Products From Austria, 58 Fed. Reg. 37,217, 37,268–69 (Dep’t Commerce July 9, 1993) (final determination).\n \n**1324 Under the current regulations, Commerce continues its baseline presumption that non-recurring subsidies continue to benefit the recipient for the average useful life of the recipient’s assets.35 Final Modification, 68 Fed. Reg. at 37,127. The methodology also employs a rebuttable presumption that private-to-private arm’s-length sales are typically for FMV, extinguishing any existing subsidies. See id. at 37,130; Preliminary CIO Memo at 3. When a government is a party to the transaction or there are other indications that the transaction is not at arm’s length, however, Commerce looks to the details and circumstances of the transaction to determine whether the subsidies were extinguished. Commerce will first examine whether the transaction was at arm’s length by determining whether the seller acted in the company’s best interest, typically profit maximization. To do this, Commerce will look for a relationship between the parties and/or whether the seller sought to pursue public interests. Final Modification, 68 Fed. Reg. at 37,130, 37,132. In examining whether the purchaser paid FMV, the methodology does not focus on comparing an appraised value for the company with the price paid. Id. at 37,131. Instead, Commerce looks to the circumstances of the sale, including whether the parties relied upon independent evaluations before or during negotiations to help establish a price, whether the sale was sufficiently open to allow for competitive bidding, whether the sale was awarded to the highest bidder, and whether there were requirements for future investment.36 Id. at 37,127.\n \n[28] *49 In this case, GPX challenges Commerce’s determination that non-recurring subsidies to Hebei Tire were not extinguished through the 2006 asset sale to Starbright. GPX faults Commerce’s methodology as unreasonable and contrary to law for four reasons: 1) Commerce failed to find explicitly that Starbright received a financial contribution from an authority; 2) Commerce assumed that Hebei **1325 Tire was still a state owned enterprise (“SOE”) at the time of sale; 3) Commerce refused to compare the external valuation studies with the purchase price in deciding whether FMV had been paid; and 4) Commerce’s process-based methodology incorrectly characterized the circumstances of an other-wise arm’s-length sale. GPX CVD Br. 15 36.\n \n\ni. Hebei Tire’s Status\nCommerce decided in its Final Determination that Hebei Tire was not fully privatized at the time of its asset sale to Starbright. I & D Memo at 127–28; Preliminary CIO Memo at 7–8. Commerce based its conclusion on several factors: 1) the village possessed a minority ownership interest in Hebei Tire, 2) state officials retained influence over *50 Hebei through its board of directors, and 3) employees were never fully compensated for their loss of status. Preliminary CIO Memo at 4. As indicated, however, Commerce did not conclusively determine that Hebei Tire was an authority under the CVD law because it decided that it was not required to find that Starbright received a new “financial contribution” from Hebei Tire, and the court does not fault that basic approach here.\n \nBut Commerce must recognize that in back of everything is the concern that a government is pulling the strings and that this is not a straight-out private market-driven transaction. Putting aside cases of a fictitious corporate change, the change in ownership methodology is basically a substitute for a finding that Hebei Tire itself is the governmental arm providing the subsidy. Accordingly, the analysis must not be perfunctory, and presumptions cannot substitute for facts. These seem to be the real teachings of Delverde and Allegheny I. Of course, if Commerce has evidence to demonstrate that Hebei Tire itself qualifies as an entity entrusted with governmental authority to make a financial contribution much as the government itself would, the calculus changes. As Commerce avoided this finding previously, the court does not expect it now.\n \n\nii. Arm’s–Length Transaction\nAs indicated, Commerce found that Hebei Tire was not a fully private company and applied its change of ownership methodology to determine if the sale was at arm’s length and for FMV. The record regarding some village ownership (although the village may be a passive minority equity-holder), the continued control by shared directors of the SOE, and the incomplete privatization under Chinese law provide substantial evidence to support Commerce’s conclusion that Hebei Tire was not fully privatized as of 2005. This requires a closer examination of the circumstances of sale to determine whether a subsidy was passed on to Starbright by virtue of Starbright’s paying less than FMV for Hebei Tire.\n \nIn applying the methodology, Commerce characterized the sale as the final step in a privatization. I & D Memo at 126. Commerce determined that the transaction was not at arm’s length because Hebei Tire failed to act at all times as a profit-maximizer, through the negotiations by its chairman. Preliminary CIO Memo at 8–9. Commerce found particularly suspicious Hebei Tire’s chairman’s interactions with the auction house, which officially oversaw the sale and accepted bids. Id. Hebei Tire’s chairman contacted the auction house, consistent with auction house’s rules, to discuss the reserve price for the company and to alert it that GPX would be submitting a bid. Id. Additionally, Commerce pointed to the inclusion of a supplemental employment agreement, whereby Starbright agreed to retain a certain *51 number of existing employees and provide direct compensation to them as part of the sale. Id. Commerce found that this put **1326 Hebei Tire on both sides of the transaction because the employee-shareholders developed an overriding interest in the success of Starbright, encouraging acceptance of an unfavorable, low bid. Id.\n \nIn its change in ownership analysis, Commerce narrowly defined appropriate commercial interest as traditional profit maximization through a high sales price. Id. at 9. It distinguished this interest from those typically associated with the state, such as those identified in Allegheny II. Although generally it would be unreasonable for Commerce to disregard completely a company’s interest in its shareholders, in this case the company’s employees, Commerce reasonably considered whether such an interest upset the arm’s-length nature of the transaction because of guarantees by Starbright related to continued employment following the sale. Although this situation did not create an identity of interests between Starbright and Hebei Tire’s shareholders, it did create some conflict between profit maximization and job security such that Hebei Tire may not have been as likely to negotiate for the highest price possible.37\n \nAlthough Commerce’s arm’s-length analysis regarding the employee-shareholders may fall into the category of what the courts have considered reasonable, its analysis focusing on the actions of Hebei Tire’s chairman does not. Commerce adopted a distorted view in evaluating the actions of Hebei Tire’s chairman, in particular in analyzing the actions of the chairman in negotiating a reserve price for the foreclosure auction. Consistent with auction house rules, the chairman discussed an appropriate reserve price with the auction house, mirroring the offer submitted by GPX. Auction Rules (Nov. 27, 2007), GPX App. Tab. 19 at art. 6.38 Based on a review of the record, such actions appear to be consistent with Hebei Tire ensuring that a bid would be made, as well as be accepted, during the auction, as a previous auction had failed to solicit any winning bids. Commerce has failed to point to evidence that in setting the reserve price, according to the mandatory auction house rules, the chairman somehow acted contrary to Hebei Tire’s interest in securing a winning bid, from any buyer, in light of its ongoing foreclosure proceedings. Importantly, setting the reserve price did not guarantee that GPX would win the *52 auction if higher bids had been received. Because at least one of the bases for its conclusion appears flawed, on remand, Commerce must re-weigh the evidence related to the arm’s-length nature of the sale. At this point, as a whole, Commerce’s analysis of the transaction is very shaky.\n \n\niii. Fair Market Value\nAfter concluding that the sale was not at arm’s-length, Commerce considered whether the factual circumstances of the asset sale appeared consistent with a final price reflective of FMV. Preliminary CIO Memo at 9–11. Commerce looked to the existence of external valuations of Hebei Tire, barriers to entry in the bidding process, external commitments, and the selection of the winning bid. Id.\n \nCommerce focused heavily on the fact that neither party specifically relied on external valuation studies during the **1327 drawn-out negotiations, instead commissioning the studies only at the end of the process to comply with relevant regulatory approval processes or internal due diligence. Id. at 10. Commerce also relied on the minimal advertisement of the sale, which it claim contributed to an auction in which only GPX placed a bid. Id. at 10–11.\n \nCommerce’s current methodology focusing on the circumstances of the negotiations of the parties appears to generally follow the instructions of the CAFC in Delverde and Allegheny I that Commerce must look to the particular factual circumstances of the sale. It appears, however, to have ignored record evidence proffered by GPX that it in fact paid FMV for the purchase of Hebei Tire.39 In adopting its current methodology, Commerce has explained that it will rarely look to external valuations as clear indicators of whether the transaction reflected FMV, thereby extinguishing the previously conferred subsidy. See Final Modification, 68 Fed. Reg. at 37,131. Although Commerce is entitled to deference in determining what weight to assign to valuations based on the thoroughness and objectivity of the valuations, it may not completely disregard them in analyzing the transaction, as both this court and the CAFC held in Allegheny I and Allegheny II that transaction value is an important, relevant factor.\n \nIn the I & D Memo, Commerce dismissed consideration of the appraisals *53 because they were not “timely”, as they were completed just one week before the asset purchase agreement was signed and as part of a regulatory package to obtain state approval of the transaction. I & D Memo at 134–35.40 Though the timing of the appraisals could be a factor for Commerce to consider in weighing the probity of the appraisals and the impact of the appraisals on the negotiated price, Commerce may not unreasonably disregard important, relevant evidence of FMV, such as the outside valuations, solely because it is unclear what the role was of the particular valuations. See Motor Vehicle Mfrs. Ass’n v. State Farm Mut. Auto. Ins. Co., 463 U.S. 29, 43, 103 S.Ct. 2856, 77 L.Ed.2d 443 (1983) (recognizing that an agency may not ignore relevant factors or considerations); SKF USA Inc. v. United States, 630 F.3d 1365, 1374 (Fed.Cir.2011) (same). Commerce must examine the veracity of these appraisals, and it does not appear that any party has directly challenged their independence or validity.\n \nAs the court has emphasized, this methodology, although it carries out Commerce’s acceptable interpretation of the statute, is an expediency because Commerce cannot identify direct governmental interference easily. Thus, it is very important that Commerce be exacting in its determination that FMV was not paid, which would otherwise extinguish the subsidy previously provided. Accordingly, Commerce’s change in ownership analysis here is not sustainable under its adopted general methodology and is remanded for **1328 reconsideration of all of the relevant evidence on both the arm’s-length nature of the sale and FMV.\n \n\n3. Offset\nGPX finally argues that even if Starbright received a subsidy through its purchase of Hebei Tire, the level of subsidy must be offset by any amount of the purchase price that reflected payment for the subsidy. GPX CVD Br. 34. The government insists that under its current methodology, Commerce assumes that the entire value of the subsidy passes through to the purchaser. Def.’s CVD Br. 60 61; I & D Memo at 137–40.41 It bases this decision on the difficulty of calculating FMV in an NME, making a comparison of purchase price and a hypothetical FMV difficult or impossible. See  *54 Final Modification, 68 Fed. Reg. at 37,138. Intervenor Defendants attempt to support Commerce’s argument by pointing to case law indicating that the value of a subsidy can change over time, and therefore, valuing the subsidy and comparing it to the purchase price is impossible. Br. of Titan Tire Corp. and the United Steelworkers in Opp. to GPX and TUTRIC’s Mots. for J. on the Agency R. 28–29 (“Titan Resp. Br.”). GPX’s argument has merit.\n \nThough the court acknowledges that calculating the exact FMV of the company may be difficult, it appears unreasonable for Commerce to argue that it is able to create a surrogate benchmark to calculate the level of benefit for all other types of subsidies in China and yet does not even need to attempt to do so here. Commerce must provide a credible explanation for, or abandon, the apparent disconnect between its limited ability to undertake this analysis for the benefit calculation in the change in ownership context and the requirement of the same analysis for other subsidies under 19 U.S.C. § 1677(5)(E). See also Acciai, 350 F.Supp.2d at 1256–57. Titan’s arguments to the contrary are unavailing, as it confuses a recognition that the value of a subsidy may change over time with an inability to ever quantify it.\n \n\n4. Debt forgiveness for Starbright\n[29] Titan challenges Commerce’s calculation of debt forgiveness provided to Starbright when an outstanding judgment on loan guarantees went uncollected. Titan Tire Corp. & the United Steelworkers’ Mem. in Supp. of Their Rule 56.2 Mot. for J. on the Agency R. 36–37 (“Titan CVD Br.”). Titan has failed to show, however, that Commerce’s benefit calculation method was unreasonable.\n \nWithin the PRC, the Government of China (“GOC”) implemented a loan guarantee system whereby companies in related industries were grouped in order to mutually guarantee each other’s loans. Loan Benchmark Memo (July 7, 2008), P.R. Doc. 440, attach. 1 at 6, 51. Due to frequent under-performance, loan defaults became very common during the period of attempted economic liberalization. Id. Hebei Tire was paired with another SOE as part of the loan guarantee system. Preliminary CIO Memo at 13–14; I & D Memo at 148–50. Ultimately, the other company defaulted on several loans, and the lenders sought judgment against Hebei Tire and the other guarantors. I & D Memo at 148–50. The court awarded judgment in favor of the creditors, finding the guarantors, including Hebei Tire, jointly and severally liable for the outstanding debt. Id. Despite pursuing judgment against the guarantors, the banks never sought enforcement, allowing the statute of limitations to run. Id.\n \n**1329 Commerce found this failure to collect by state-owned banks to be a subsidy within the definition of the statute. I & D Memo at 150. To calculate the amount of the subsidy, Commerce allocated to Starbright *55 its pro rata share of the judgment. Id. at 148–50. Commerce supported its calculation by explaining that Chinese law provides a system similar to contribution in the United States, whereby the bank could seek the full judgment amount from Hebei Tire, but Hebei Tire could then seek reimbursement from the other liable parties based on their respective pro rata shares. Id.; Pub. App. in Supp. or Def.’s Resp. to Mots. for J. Upon the Agency Rs. (“Def.’s App.”), Tab 57, Ex. GOC–SUPP4–8 at art. 32. Titan argues that the full amount of the judgment should be charged as a subsidy against Hebei Tire because it could have been forced to pay the full amount of the judgment even if its contribution efforts were unsuccessful. Titan CVD Br. 37–39.\n \nThe statute does not provide a particular methodology that Commerce must use in calculating the benefit received by Hebei Tire in this situation. The calculation is particularly difficult here, where Commerce must guess what would have happened had the banks collected under the judgment. Though Bridgestone has proposed one reasonable method for determining the amount of the subsidy, nothing indicates that Commerce’s methodology for evaluating this counterfactual event was not also reasonable. Because this court defers to a reasonable methodology adopted by Commerce, the Department’s calculations here must be upheld.\n \n\n5. Loan inflation adjustment\n[30] Intervenor Defendants further challenge the benchmark calculation used by Commerce to calculate the subsidies received by Hebei Tire in the form of subsidized loans. Titan CVD Br. 29–35.42 In calculating a loan interest benchmark, Commerce determined that it could not look to the Chinese market, as rates were pervasively distorted.43 I & D Memo at 104, 109–10. Instead, it calculated a benchmark based on a basket of interest rates from a variety of similar countries. Id. Typically, Commerce applies a currency expectation adjustment to interest rates to account for the portion of the rate attributable to expected exchange rate fluctuations. Id. Because Commerce’s benchmark *56 rate, however, was calculated based on a basket of currencies, it instead used an inflation rate adjustment as a proxy for the exchange rate adjustment.44 Id.; Loan Benchmark Memo (July 7, 2008), Def.’s App. Tab 53, attach. 3. Intervenor Defendants argue that this final step in the methodology reintroduced the distortions of the Chinese market, because the Chinese inflation rate is unnaturally low, thereby decreasing the margin between the benchmark rate and the subsidized Chinese rates. Titan CVD Br. 29–35. Because **1330 Commerce failed to fully explain its methodology, the court will remand this issue to the agency.\n \nThe statute provides that a benefit received from a subsidized loan is equal to the “difference between the amount the recipient of the loan pays on the loan and the amount the recipient would pay on a comparable commercial loan that the recipient could actually obtain on the market.” 19 U.S.C. § 1677(5)(E)(ii). In calculating this difference, Commerce looks to comparable loans based on similar structural features including interest calculation, currency, and maturity. 19 C.F.R. § 351.505(a)(2). Where the examined firm does not have any comparable past loans, Commerce normally will examine the national average interest rate for comparable commercial loans. Id. § 351.505(a)(3)(ii).\n \nIn this case, Commerce found that the investigated companies had not received any comparable past loans and that no comparable commercial benchmark rates existed within the PRC due to market distortions. I & D Memo at 104–05. Accordingly, Commerce employed the basket methodology described above to calculate a comparable commercial loan benchmark rate, consistent with agency practice. Id. After calculating a benchmark, Commerce adjusts both the domestic rate and the benchmark rate to adjust for “market factors in the country under investigation that could affect a market price.” Id. at 29. Intervenor Defendants rely on prior agency practice to argue that adjustments for inflation reintroduce the distortions of the PRC’s economy back into the benchmark. Commerce, however cites to its practice in CFS from the PRC to explain its use of an inflation adjustment to create a set of comparable real interest rates. Issues and Decision Memorandum for the Final Determination in the Countervailing Duty Investigation of Coated Free Sheet from the People’s Republic of China (Dep’t Commerce Oct. 17, 2007) at 71–72, available at http:// ia.ita.doc.gov/frn/summary/prc/E7–21046–1.pdf (last visited Dec. 21, 2012). Though Commerce acknowledges that this is “a rough proxy” for the exchange-rate adjusted nominal rates, it does not explain the connection between the two within the context of bank interest rate policies in China.\n \n*57 Intervenor Defendants placed substantial evidence on the record that the inflation rate in China is distorted. Petitioner’s Pre–Preliminary Comments (Nov. 29, 2007), Non–Confidential App. to the Brs. Filed by Titan Tire Corp. and the United Steelworkers in Consol. Ct. No. 08–00285 (“Titan App.”), Tab CVD PR Doc. 180 at 30–34. Commerce, although not discrediting the accuracy of this information, decided to use an inflation adjustment to create comparable real interest rates between the subsidized loans and the “comparable commercial loan” benchmark required by statute. If Commerce is assuming that nominal interest rates in the PRC are set in part with a consideration of the actual distorted inflation rate in the country, then the adjustment that the Intervenor Defendants seek is essentially an attempt to countervail against the PRC’s distorted inflation rate, which is not a specific subsidy at issue in the investigation. Commerce, however, failed to adequately explain its methodology either in terms of how inflation is an appropriate proxy or is not a distortive independent adjustment. Accordingly, the court remands for further explanation by Commerce of its methodology. Commerce must explain why it uses a currency expectation adjustment for comparing domestic interest rates, why an inflation adjustment is a suitable proxy for a currency expectation adjustment, and whether the proposed adjustment by the Intervenor Defendants is essentially an attempt to countervail against China’s distorted inflation rate or **1331 a legitimate attempt to avoid a distorted benefit calculation.\n \n\n\nC. TUTRIC-specific claims\n1. TUTRIC AFA\n[31] In Commerce’s CVD investigation, it applied adverse facts available (“AFA”) against the GOC and indirectly against TUTRIC in relation to certain debt forgiveness. TUTRIC claims that it fully cooperated throughout the investigation and provided all information within its control. Br. in Supp. of Pl. Tianjin United Tire & Rubber Int’l Co., Ltd.’s Rule 56.2 Mot. for J. Upon the Agency R. 9–13 (“TUTRIC CVD Br.”). Therefore, it argues that it should not be penalized by adverse inferences. Commerce failed to consider relevant information submitted pursuant to its remand questionnaire and inappropriately applied adverse facts, which collaterally impacted TUTRIC, despite the availability of other record evidence.\n \n[32] When Commerce determines that necessary information is not available on the record, it may use facts otherwise available to reach its determination. 19 U.S.C. § 1677e(a). If an interested party has failed to cooperate in not providing valid data upon which Commerce can calculate trade remedy duty rates, Commerce may calculate a rate using inferences which are “adverse to the interests of that party *58 in selecting from among the facts otherwise available.” 19 U.S.C. § 1677e(b). In doing so, Commerce may rely on information derived from the petition, a final determination in the investigation, any previous review, or any other information placed on the record. Id. “An AFA rate[, however,] must be ‘a reasonably accurate estimate of the respondent’s actual rate, albeit with some built-in increase intended as a deterrent to noncompliance.’ ” Gallant Ocean (Thai.) Co. v. United States, 602 F.3d 1319, 1323 (Fed.Cir.2010) (quoting F.lli De Cecco Di Filippo Fara S. Martino S.p.A. v. United States, 216 F.3d 1027, 1032 (Fed.Cir.2000)). In the AD context for example, “Commerce may not select unreasonably high rates having no relationship to the respondent’s actual dumping margin.” Id.\n \nMoreover, Commerce cannot rely on an unaffiliated party’s failure to cooperate to justify the application of the AFA rate, unless the exporter is also found responsible for the behavior in some way. See 19 U.S.C. § 1677e(b) (noting that Commerce must determine that a party did not act “to the best of its ability”) (emphasis added); see also SKF USA, Inc. v. United States, 675 F.Supp.2d 1264, 1275–77 (CIT 2009) (finding unlawful the application of an AFA rate to a cooperative respondent in order to encourage the compliance of an unaffiliated supplier); see also Nippon Steel Corp. v. United States, 337 F.3d 1373, 1382 (Fed.Cir.2003) (requiring Commerce to examine respondent’s actions and assess the extent of respondent’s abilities, efforts, and cooperation before applying adverse inferences); Tianjin Magnesium Int’l Co. v. United States, Slip Op. 11–17, 2011 WL 637623, at *1–2, 2011 Ct. Int’l Trade LEXIS 16, at *5–10 (Feb. 11, 2011) (rejecting the application of an AFA rate based on the actions of another party).45\n \n[33] This court has recognized in the CVD context, unlike the typical AD case, that often the government rather than the respondent in the investigation possesses the information needed by Commerce to accurately evaluate and calculate the alleged subsidies. See, e.g.,  **1332 Fine Furniture (Shanghai) Ltd. v. United States, 865 F.Supp.2d 1254, 1260–62 (CIT 2012). When the government refuses to cooperate in a CVD case, Commerce may be permitted to draw an adverse inference with regard to government-held information, with possible collateral effects on a respondent. Id. at 1262 n. 10. Rather than a direct application of the adverse facts available statute, this may be a simple evidentiary expediency. That is, a party with a motive to provide information favorable to it may be presumed to possess information adverse to it when it fails to produce the information in various contexts. When Commerce has access to information on the record to fill *59 in the gaps created by the lack of cooperation by the government, as opposed to the exporter/producer, however, it is expected to consider such evidence. Id. at 1262. If an alternative benchmark meets the regulatory criteria and is neutral with respect to a cooperative party, that benchmark would be superior to one that adversely affects the cooperating party. Id. at 1262 n. 10.\n \nIn this case, Commerce sought information from the GOC on the terms of the sale of TUTRIC’s debt from government-owned banks to a government-owned asset management company (Cinda) and eventually to a U.S.-based investment firm (Avenue Asia). I & D Memo 115–16. Commerce explained that this information was material to its investigation because it believed that the agreements transferring the debt could have contained provisions forgiving portions of it or in some way limiting the ability of the purchaser to collect on the debt. The GOC originally refused to release any information regarding the transactions because it claimed that the information was proprietary and that the companies involved in the transaction did not consent to release of the information. I & D Memo at 16–17. Though the GOC acknowledged it had controlling interests in the banks and debt servicer, it argued that it had a policy of not intervening in the operations of the companies. Id. No party has argued that TUTRIC had access to these third-party agreements during the investigation.46 Additionally, it is undisputed that TUTRIC partially settled its outstanding debt with Avenue Asia and produced documents confirming this agreement, as requested. TUTRIC CVD Br. 16.\n \nTUTRIC eventually was able to obtain the transfer agreements requested by Commerce and attempted to submit them during remand. TUTRIC claims that Commerce failed to consider this new evidence that it put on the record in response to Commerce’s request. TUTRIC Remand Br. 10–22. On remand, Commerce sent all parties a questionnaire requesting that these companies: (1) confirm “if debt was explicitly or effectively forgiven during the period 1993 through 2006,” and (2) “please provide complete information, if not already on the record.” Remand Questionnaire (Dec. 10, 2009), Remand Record (“R.R.”) Doc. 666 at 3. TUTRIC understood this request to be an open-ended request for additional information related to any of the alleged debt-forgiveness subsidies. Accordingly, TUTRIC attempted *60 to submit the debt transfer agreements in its response, but Commerce ordered TUTRIC to remove this additional information. Commerce Remand Letter **1333 to TUTRIC (Jan. 21, 2010), R.R. Doc. 694 at 1–2.\n \nCommerce asserts in its remand decision that TUTRIC attempted to exploit an open-ended request for information intended to assist Commerce in calculating an appropriate cut-off date for subsidies by putting previously delinquent information on the record. First Remand at 56–57. Although the court normally defers to Commerce’s reasonable deadlines, when Commerce decided to solicit information that had already been requested, it could not arbitrarily reject relevant information that is then provided. Commerce opened the door by requesting additional information already requested on subsidies and cannot shut that door simply because it does not like the relevant information submitted.\n \nTo the extent that the documents now provided do not resolve this issue, the court notes that Commerce’s seeking of transaction information in the investigation appears to be part of a reasonable effort to ascertain if and when TUTRIC’s debt was forgiven. Additionally, because the GOC refused to provide this information, which was conceded to be within its control, Commerce was permitted to look to facts otherwise available and to apply an adverse inference against the GOC. As made clear in Fine Furniture, however, Commerce was also required to consider the record evidence put forward by TUTRIC, as the party directly affected by duties, if the information appeared reliable and its consideration would mitigate the collateral affects of the adverse inference taken against the GOC. Therefore, at a minimum, Commerce was required to take into account the settlement agreement between Avenue Asia and TUTRIC in analyzing the maximum amount of debt forgiveness possibly received. Commerce may reasonably conclude that the portion of the debt that was not repaid by TUTRIC could have been forgiven as part of the debt transfer agreements if the evidence of these agreements submitted on remand still does not resolve this issue.47 Without adequate reasons, however, Commerce may not conclude that all debt was forgiven in light of the uncontradicted evidence of at least a partial settlement with Avenue Asia.\n \n\n2. Subsidy offset and allocation\nTUTRIC argues that even if Commerce correctly identified debt forgiveness that was countervailable, it incorrectly calculated the *61 benefit of that subsidy and improperly calculated the resulting CVD rate in allocating the benefit. TUTRIC CVD Br. 16. TUTRIC first claims that Commerce erred in not considering the partial payment that TUTRIC and its parent company made on the loans that Commerce found to be forgiven.48 ID. this claim ultimatEly may be mooted by the determination above that Commerce improperly employed AFA in a manner that unnecessarily collaterally affected TUTRIC. The statute requires Commerce to calculate the benefit of the subsidy based on the difference between the amount actually paid and the amount that would have been paid on a comparable commercial loan. 19 U.S.C. § 1677(5)(E)(ii). To the extent that this claim is not resolved on remand by modifying the application of AFA, the court agrees with TUTRIC that Commerce must measure any alleged benefit based on the amount of debt actually forgiven, i.e. the **1334 outstanding debt minus any payment by or on behalf of TUTRIC.\n \n[34] In response to TUTRIC’s second challenge, the court concludes that Commerce’s decision to allocate the amount across only TUTRIC’s sales was reasonable and supported by substantial evidence. TUTRIC initially incurred the debt that was originally forgiven and only “transferred” that debt later to cross-owned Dolphin Group for an unrelated business advantage.49 TUTRIC continued to carry the debt on its books, and therefore Commerce’s determination that economic reality pointed to TUTRIC’s remaining the underlying debtor was reasonable, especially in light of TUTRIC’s concession that Dolphin Group lacked any operations of its own.50 I & D Memo at 66; TUTRIC Response to Initial CVD Questionnaire (Oct. 15, 2007), C.R. Doc. 15 at 7. Accordingly, Commerce complied with its regulations in allocating the subsidy to TUTRIC’s annual sales only. See 19 C.F.R. § 351.525(b).\n \n[35] As for TUTRIC’s final claim regarding the discount rate employed by Commerce, the court finds that TUTRIC failed to raise this argument during the investigation and therefore has failed to exhaust the required administrative remedies. See 28 U.S.C. § 2637(d). TUTRIC’s *62 reliance on cases recognizing the ability of Commerce to obtain a voluntary remand to apply a new methodology is not on point as TUTRIC, not Commerce, is seeking the remand in this case.\n \n\n\nCONCLUSION\nThe court finds that the challenged law is rationally related to legitimate government interests and therefore does not violate the due process or equal protection requirements of the Constitution. Additionally, if the law is a retrospective change, it does not run afoul of the Ex Post Facto Clause because it is remedial and not penal in nature.\n \nThis court, however, finds that Commerce’s Final Determination and First Remand are not fully consistent with applicable law and at times are unsupported by substantial evidence. Therefore, this court remands to Commerce for a redetermination consistent with this opinion. Commerce shall file its results within 60 days of the date of this order. GPX, TUTRIC, Titan, and Bridgestone will have 30 days thereafter to file responses. The government will then have 15 days to reply.\n \n\n​\n\n​\n\n​\nAll Citations\n37 C.I.T. 19, 893 F.Supp.2d 1296, 34 ITRD 2426\n\n\n\nFootnotes\n|\n1\n|This challenge was consolidated with a related challenge to a concurrent anti-dumping (“AD”) investigation of the same products from the PRC. Order of January 20, 2009, Docket No. 161; see Certain Pneumatic Off–the–Road Tires from the People’s Republic of China, 72 Fed. Reg. 43,591 (Dep’t Commerce Aug. 6, 2007) (initiation of AD investigation). Because all of the issues regarding the AD case were previously decided by the court, this decision will address only the constitutional issues remanded by the Federal Circuit and the outstanding challenges in the CVD case. See GPX Int’l Tire Corp. v. United States, 715 F.Supp.2d 1337 (CIT 2010).\n|\n2\n|Starbright is a fully-owned subsidiary of GPX. Resp’t Pl.’s App.-Confidential (“GPX App.”) Tab 12, Ex. B at 2. At times throughout this opinion, the names of the two companies are used interchangeably where a distinction is unimportant.\n|\n3\n|Bridgestone filed a memorandum in support of its motion for judgment on the agency record which adopted the arguments put forward by Titan. See Bridgestone’s Br. in Supp. of Mot. for J. on the Agency R. on Countervailing Issues.\n|\n4\n|Prior to November 2006, Commerce had taken the position that subsidies were not sufficiently identifiable in a centrally-controlled economy to permit the imposition of CVDs. See generally Georgetown Steel Corp. v. United States, 801 F.2d 1308 (Fed.Cir.1986). This position with respect to NME’s was upheld, at a minimum, as a reasonable interpretation of the CVD statute by the Federal Circuit. Id.\n|\n5\n|The court follows the naming conventions used by the parties in identifying the previous decisions in this case.\n|\n6\n|The normal value used in NME countries as the home market price compared to the price in the United States is derived from prices in a surrogate market country. 19 U.S.C. § 1677b(c).\n|\n7\n|Although the legislative history does not explain why this particular date was chosen, the government contends that it was chosen because it is the initiation date of the first investigation that sought to impose CVDs on goods from China. Def.’s Resp. to Pls’. Supp. Brs. Regarding the Constitutionality of the New Legislation 2 n. 1 (“Def.’s Br.”) (citing Coated Free Sheet Paper from the People’s Republic of China, Indonesia, and the Republic of Korea, 71 Fed. Reg. 68,546 (Dep’t Commerce Nov. 27, 2006) (initiation notice)). Of course, decisions resolved at the highest court possible may not be upset. See Plaut v. Spendthrift Farm, Inc., 514 U.S. 211, 227, 115 S.Ct. 1447, 131 L.Ed.2d 328 (1995). That would seem to cover most cases resolved before the effective date for Section 1.\n|\n8\n|The government argues that all three arguments were not the subject of the remand to the court. The remand direction is unclear on this point; thus, for reasons of judicial economy, the court will construe the CAFC remand broadly to encompass all three arguments.\n|\n9\n|For example, Representative Camp stated: “This legislation reaffirms that our antisubsidy laws, or countervailing duty laws, apply to subsidies from China and other nonmarket countries, and it overturns an erroneous decision by the [CAFC] that the Department of Commerce does not have the authority to apply these countervailing duty rules to nonmarket economies.” 158 Cong. Rec. H1166, 1167 (Mar. 6, 2012).\n|\n10\n|In this case, Congress was modifying a law last amended in 1994, nearly two decades earlier. The definition of a subsidy under the CVD law, however, has remained substantially unchanged for many years longer, and the NME AD methodology is also considerably older, see Georgetown Steel, 801 F.2d at 1314, making the present Congress’ interpretation of the prior Congress’ intent particularly tenuous.\n|\n11\n|One could argue that the CAFC will eventually find that it was in error in GPX V and CVD remedies of some sort in NME cases were always permitted by the statute and a narrower interpretation of Georgetown Steel, as this court found. That would make only Section 2 potentially retroactive in effect if it is interpreted, as GPX VI did, to prohibit an overlapping remedy adjustment before the effective date. One could also argue that this is finding a statute to be retroactive by implication, but any such implication would seem to be what Congress intended.\n|\n12\n|Under Section 2, Commerce is required to make an adjustment to normal value only to the extent it can “reasonably estimate” the subsidy’s effect on the dumping calculation. 126 Stat. 265–66.\n|\n13\n|Unfair trade duties subject to the New Law are collected for the benefit of the government treasury. See 19 U.S.C. § 1671e.\n|\n14\n|At least in the short term, trade remedy laws may keep consumer prices for products higher than they would otherwise be.\n|\n15\n|GPX also claims that because Section 2 does not require offsets for overlapping remedies in this case, a higher dumping margin is calculated that may have influenced the ITC in its injury determination. GPX Br. 14 (citing 19 U.S.C. § 1677(7)(C)(iii)(V)). The court notes that the dumping margin is only one of several factors that the ITC considers in evaluating injury, and the ITC has not developed a standard methodology for weighing the impact of the Commerce-calculated dumping margin, making this argument largely speculative.\n|\n16\n|An analogy may be drawn between this line of cases and the tax cases relied upon by GPX and discussed below in that the agency’s challenged actions in each, at a minimum, provided notice to the parties that the law was unsettled. In much the same way, the courts have explained that pending legislation puts parties on notice that the law may alter rights and liabilities even if it has not yet been passed. See R.A. Gray, 467 U.S. at 732, 104 S.Ct. 2709.\n|\n17\n|For example, covered imports in this cases have had liquidation suspended and enjoined since December 17, 2007. Final Determination, 73 Fed. Reg. at 40,483.\n|\n18\n|Exporters and producers do not pay the duties. Importers pay the duties. 19 U.S.C. § 1671h. Of course, the competitiveness of the products of the exporter and producer is affected.\n|\n19\n|Trade remedy duties are only imposed on goods imported after the date of a preliminary determination unless Commerce also finds that critical circumstances exist, in which case the duties may cover unliquidated entries or goods withdrawn from warehouse on or after the later of 90 days prior to the order to suspend liquidation or the publication date for the initiation of the investigation. 19 U.S.C. § 1671b(e)(2).\n|\n20\n|As indicated earlier, this construction of the statute was adopted in GPX VI, 678 F.3d at 1312.\n|\n21\n|Because of this adverse WTO decision, the government engaged in a section 129 proceeding in which it prospectively reduced TUTRIC’s AD rate by 0.05% and kept GPX’s rate the same. Certain New Pneumatic Off–the–Road Tires, 77 Fed. Reg. 52,683, 52,686 (Dep’t Commerce Aug. 30, 2102) (section 129 proceeding). At oral arguments, Plaintiffs argue that this rate reduction has not been subject to judicial review, did not involve participation of all parties, and was based on a very limited offset regime. Though these adjustments are not before the court for substantive review, they may indicate that the actual “injury” suffered by Plaintiffs because of the lack of offsets may be relatively limited in percentage terms, even if the nominal amount of duties may seem significant. Further, this degree of percentage slippage is to be expected in any trade case given the estimations and substitutions used in the NME context. Nevertheless, even without considering this information, Plaintiffs constitutional claims fail.\n|\n22\n|Administrative responses to WTO challenges are prospective and would not resolve pending cases. 19 U.S.C. § 3538(c).\n|\n23\n|As a matter of fact, there may be no significant difference in the results of these twenty-four cases and future cases. The second section of the new law requires adjustment for overlapping remedies only to the extent Commerce can make a reasonable estimate of the amount by which the countervailed subsidy is reflected in normal value. No one has yet demonstrated that Commerce can make such a reasonable estimate which will be significant and also survive review. See also supra n. 21. Of course, the effective date of Section 2 makes the overlap adjustment applicable to new reviews, including reviews of the unfair trade remedy orders at issue here. See New Law, 126 Stat. 265–66. Thus, the impact on these litigants is further mitigated.\n|\n24\n|The court does not readdress the claims related to Commerce’s refusal to investigate Titan’s allegations of a managed exchange rate export subsidy. In a prior decision, this court found that Titan failed to exhaust this issue, and the court continues to find so for the same reasons. GPX II, 645 F.Supp.2d at 1250. The court similarly reaffirms its earlier holdings relating to other claims specific to the AD investigation.\n|\n25\n|In GPX II, the court specifically instructed Commerce on remand:\nto determine the existence of countervailable subsidies based on the specific facts for each subsidy, rather than by examining those subsidies found after an arbitrary cut-off date. The court cannot determine whether the applicable dates at which these subsidies are found are earlier or later than December 11, 2001, based on the record evidence, but Commerce must engage in this case-by-case analysis if it chooses to apply CVD and AD remedies while China is still designated as an NME country.\n645 F.Supp.2d at 1250.\n|\n26\n|Section 1 of the New Law provides an exception to the application of CVDs in an NME:\nA countervailing duty is not required to be imposed under subsection (a) on a class or kind of merchandise imported, or sold (or likely to be sold) for importation, into the United States from a nonmarket economy country if the administering authority is unable to identify and measure subsidies provided by the government of the nonmarket economy country or a public entity within the territory of the nonmarket economy country because the economy of that country is essentially comprised of a single entity.\n|\n27\n|While the rate for one company increased from 2.45% to 3.35%, and the all-others rate was adjusted accordingly, those rates do not affect either GPX or TUTRIC, the only respondents from the investigation who are parties to this case. First Remand at 59.\n|\n28\n|The village received a [[Confidential Information Deleted ]] equity stake in exchange for the land granted to the company. Instead of paying the village the fee associated with converting Hebei Tire’s land rights from allocated to granted, Hebei Tire made a payment to its employees to cover outstanding obligations that its former parent company owed the employees for losing their state-employee status. I & D Memo at 127; Preliminary CIO Memo at 4.\n|\n29\n|Even Starbright’s counsel was [[Confidential Information Deleted ]] Preliminary CIO Memo at 5.\n|\n30\n|19 U.S.C. § 1677(5)(D) defines “financial contribution” as:\n(i) the direct transfer of funds, such as grants, loans, and equity infusions, or the potential direct transfer of funds or liabilities, such as loan guarantees,\n(ii) foregoing or not collecting revenue that is otherwise due, such as granting tax credits or deductions from taxable income,\n(iii) providing goods or services, other than general infrastructure, or\n(iv) purchasing goods.\n|\n31\n|19 U.S.C. § 1677(5)(B)(iii) defines “authority” as a “government of a country or any public entity within the territory of the country.”\n|\n32\n|19 U.S.C. § 1677(5)(E) defines “benefit” as:\n(i) in the case of an equity infusion, if the investment decision is inconsistent with the usual investment practice of private investors, including the practice regarding the provision of risk capital, in the country in which the equity infusion is made,\n(ii) in the case of a loan, if there is a difference between the amount the recipient of the loan pays on the loan and the amount the recipient would pay on a comparable commercial loan that the recipient could actually obtain on the market,\n(iii) in the case of a loan guarantee, if there is a difference, after adjusting for any difference in guarantee fees, between the amount the recipient of the guarantee pays on the guaranteed loan and the amount the recipient would pay for a comparable commercial loan if there were no guarantee by the authority, and\n(iv) in the case where goods or services are provided, if such goods or services are provided for less than adequate remuneration, and in the case where goods are purchased, if such goods are purchased for more than adequate remuneration.\nFor purposes of clause (iv), the adequacy of remuneration shall be determined in relation to prevailing market conditions for the good or service being provided or the goods being purchased in the country which is subject to the investigation or review. Prevailing market conditions include price, quality, availability, marketability, transportation, and other conditions of purchase or sale.\n|\n33\n|19 U.S.C. § 1677(5)(F) provides:\nChange in ownership. A change in ownership of all or part of a foreign enterprise or the productive assets of a foreign enterprise does not by itself require a determination by the administering authority that a past countervailable subsidy received by the enterprise no longer continues to be countervailable, even if the change in ownership is accomplished through an arm’s length transaction.\n|\n34\n|This court has reviewed the application of Commerce’s current methodology in one case. Allegheny Ludlum Corp. v. United States, 358 F.Supp.2d 1334 (CIT 2005). At that point in the convoluted litigation, neither party, however, challenged the methodology itself, but rather Commerce’s compliance with its own regulations. Id. at 1338. This court also reviewed another case involving a change in ownership methodology after the Federal Circuit’s decision in Allegheny. Acciai Speciali Terni S.p.A. v. United States, 350 F.Supp.2d 1254 (CIT 2004). There, however, Commerce employed a methodology uniquely created for that case on remand. Id. at 1257–58.\n|\n35\n|In this case, Commerce determined the average useful life for the subsidies to be fourteen years. None of the parties to the litigation have challenged that determination. I & D Memo at 5.\n|\n36\n|According to the methodology:\nA primary consideration in this regard normally will be whether the government failed to maximize its return on what it sold, indicating that the purchaser paid less for the company or assets than it otherwise would have had the government acted in a manner consistent with the normal sales practices of private, commercial sellers in that country.\nTo determine whether this consideration is satisfied, Commerce has identified a non-exhaustive list of four considerations:\n(1) Objective analysis: Did the government perform or obtain an objective analysis in determining the appropriate sales price? Did it implement the recommendations of such objective analysis for maximizing its return on the sale, including in regard to the sales price recommended in the analysis?\n(2) Artificial barriers to entry: For example, did the government impose restrictions on foreign purchasers or purchasers from other industries, or overly burdensome or unreasonable bidder qualification requirements, or any other restrictions that artificially suppressed the demand for, or the purchase price of, the company?\n(3) Highest bid: For example, was the highest bid accepted and was the price paid in cash or close equivalent? Why or why not?\n(4) Committed investment: For example, were there price discounts or other inducements in exchange for promises of additional future investment that private, commercial sellers would not normally seek (e.g., retaining redundant workers or unwanted capacity)? Did the committed investment requirements serve as a barrier to entry, or in any way distort the value that bidders were willing to pay for what was being sold?\nFinal Modification, 68 Fed. Reg. at 37,127.\n|\n37\n|One might argue that this all works itself into the price paid and Starbright got less because of this consideration, but the court in Allegheny I seems to approve this inquiry. See 367 F.3d at 1347. What Allegheny I does not do is require any such potential conflict to automatically result in a finding of no arm’s-length sale.\n|\n38\n|The rules require a seller to submit a written proposed reserve price, which is ultimately set through consultations between the seller and the auction house. Auction Rules (Nov. 27, 2007), GPX App. Tab 19 at art. 6.\n|\n39\n|Two sets of appraisals were commissioned covering Hebei Tire’s assets. Hebei ordered one appraisal from [[Confidential Information Deleted ]] GPX independently contracted with [[Confidential Information Deleted ]] Starbright’s Fifth Supplemental Questionnaire Response (Apr. 9, 2008), C.R. Doc. 103 at 31–32. Although the values in these appraisals do not exactly reflect the amount paid GPX, they do appear to indicate that GPX paid an amount within at least [[Confidential Information Deleted ]] of FMV, thereby repaying at least some, if not all, of the subsidies.\n|\n40\n|In its brief, the government quotes from GPX’s co-chairman’s statement, [[Confidential Information Deleted ]] Def.’s CVD Br. 55. If [[Confidential Information Deleted ]], then it would appear that Starbright would not have received any benefit from the transaction for which it did not fully pay.\n|\n41\n|Commerce refers to this assumption of complete pass-through as the butterfly principle. I & D Memo at 139.\n|\n42\n|Titan provides an example of the theory behind their challenge. Titan CVD Br. 35 n. 12. Assuming the investigated firm pays 6 percent interest while the benchmark rate is 12 percent. If non-distorted inflation rates in both countries are 4 percent, then the real interest rates would be 2 percent and 8 percent respectively. If China’s distorted inflation rate is only 1 percent, however, then its real interest rate is calculated at 5 percent, while the benchmark rate drops to 8 percent. This changes the amount of subsidy from a 6 percent subsidy to a 3 percent subsidy.\n|\n43\n|Most of the discussion on the loan benchmarks in the I & D Memo focuses on the selection of surrogate countries to use in the creation of a benchmark rate, an issue not raised before this court. See I & D Memo at 106–11.\n|\n44\n|Commerce did not fully explain why it uses a currency expectation adjustment when evaluating domestic, single-currency loans or why an inflation\n|\n45\n|To the extent Mueller Comercial de Mexico v. United States, 887 F.Supp.2d 1360, Slip Op. 12–156 (CIT Dec. 21, 2102), can be read to allow a cooperator’s rate in an AD case to be based on the non-cooperation of another party, the court rejects it.\n|\n46\n|Commerce decided in the parallel AD determination that TUTRIC was entitled to a separate rate because the GOC lacked de jure and de facto control over the company, despite its SOE status. Certain New Pneumatic Off–The–Road Tires From the People’s Republic of China, 73 Fed. Reg. 9278, 9284 (Dep’t Commerce Feb. 20, 2008) (preliminary determination of sales at less than fair value). It is unclear how TUTRIC, which was not a party to any of these agreements, would have had access to them as a matter of right, or how TUTRIC can be charged with the GOC’s failure to cooperate.\n|\n47\n|TUTRIC argues that because the debt was last held by Avenue Asia, a private company, any forgiveness cannot constitute a countervailable subsidy. TUTRIC, however, misrepresents Commerce’s finding in which it inferred that the GOC may have forgiven the debt as it was being transferred between GOC-controlled entities.\n|\n48\n|Dolphin Group paid [[Confidential Information Deleted ]] to Avenue Asia to satisfy the original debt of [[Confidential Information Deleted ]]. TUTRIC CVD Br. 16.\n|\n49\n|[[Confidential Information Deleted ]] TUTRIC Response to Initial CVD Questionnaire (Oct. 15, 2007), C.R. Doc. 15 at 7.\n|\n50\n|Commerce also relied on TUTRIC’s admission that Dophin Group [[Confidential Information Deleted ]] TUTRIC Response to Initial CVD Questionnaire (Oct. 15, 2007), C.R. Doc. 15 at 7.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}