{
    "Background": "\n\n\n\n376 Fed.Appx. 468\nThis case was not selected for publication in West’s Federal Reporter.\nSee Fed. Rule of Appellate Procedure 32.1 generally governing citation of judicial decisions issued on or after Jan. 1, 2007. See also U.S.Ct. of App. 6th Cir. Rule 32.1.\nUnited States Court of Appeals, Sixth Circuit.\nPROCTOR & GAMBLE COMPANY, et al., Plaintiffs–Appellants,\nv.\nUNITED STATES of America, Defendant–Appellee.\nNo. 08–4078\n|\nApril 28, 2010.\nSynopsis\nBackground: Affiliated corporate taxpayers brought action seeking tax refund. After entry of partial summary judgment in government’s favor, taxpayers filed motion to clarify and modify. The United States District Court for the Southern District of Ohio, Michael H. Watson, J., 570 F.Supp.2d 972, held that doctrine of variance barred taxpayers’ claim for refund. Taxpayers appealed.\n \nHoldings: The Court of Appeals, Alice M. Batchelder, Chief Judge, held that:\n \n[1] taxpayer was permitted to use accrual-based accounting in determining combined taxable income (CTI);\n \n[2] taxpayer incorrectly applied tax code’s former partnership-method transfer-price provision;\n \n[3] IRS had no statutory or regulatory authority to impose its own “arm’s length” calculation on taxpayers; and\n \n[4] variance doctrine did not bar claim for recalculating tax liability using the pass-through method.\n \nReversed and remanded.\n \nKethledge, Circuit Judge, filed opinion concurring in part and concurring in the judgment.\n \n\n\nWest Headnotes (4)\n\n\n[1]\n|Internal RevenueAccrual method\n|\n|Corporate taxpayer was permitted to use accrual-based accounting in determining combined taxable income (CTI) under former provisions of the tax code, the “FSC” Program, that allowed use of wholly-owned subsidiary incorporated off-shore for the sole purpose of reducing taxpayer’s federal income tax on its exports. 26 U.S.C.(1994 Ed.) § 925(a)(2); 26 C.F.R. § 1.925(a)–1T(c)(6).\n\n|\n\n\n[2]\n|Internal RevenueEarned Income of Citizens or Residents of the United States\n|\n|Corporate taxpayer incorrectly applied partnership-method transfer-price provision of former “FSC” Program that allowed use of wholly-owned subsidiary incorporated off-shore for the sole purpose of reducing taxpayer’s federal income tax on its exports by diverting 23 percent of the gross receipts to the off-shore subsidiary as profit instead of apportioning 23 percent of the profit to the off-shore subsidiary, which resulted in a $83.48 million gain for off-shore subsidiary and a $70.76 million loss for taxpayer on a $12.72 million overall pre-tax profit, the net result of which was a $14.60 million tax benefit on a $12.72 million profit, leading to a $27.33 million after-tax profit. 26 U.S.C.(1994 Ed.) § 925(a)(2); 26 C.F.R. § 1.925(a)–1T(c)(6).\n\n|\n\n\n[3]\n|Internal RevenueIncome and profits taxes, computation in general\n|\n|Upon determining that corporate taxpayer had incorrectly applied partnership-method transfer-price provision of former “FSC” Program that allowed use of wholly-owned subsidiary incorporated off-shore for the sole purpose of reducing taxpayer’s federal income tax on its exports, Internal Revenue Service (IRS) had no statutory or regulatory authority to impose its own “arm’s length” calculation on taxpayer and subsidiary. 26 U.S.C.(1994 Ed.) § 925(a)(2); 26 C.F.R. § 1.925(a)–1T(a)(1).\n\n|\n\n\n[4]\n|Internal RevenueVariance between claim and grounds of action\n|\n|The variance doctrine did not bar affiliated corporate taxpayers’ claim for recalculating tax liability, on tax paid pursuant to former “FSC” Program that allowed use of wholly-owned subsidiary incorporated off-shore for the sole purpose of reducing taxpayer’s federal income tax on its exports, using the pass-through method, rather than “arm’s length” calculation method imposed by Internal Revenue Service (IRS), where both taxpayers refund claims proposed use of the pass-through method as alternative to IRS’s method. 26 U.S.C.(1994 Ed.) § 925(a)(2).\n\n|\n\n\n*469 On Appeal from the United States District Court for the Southern District of Ohio.\nBEFORE: BATCHELDER, Chief Judge; NORRIS and KETHLEDGE, Circuit Judges.\nOpinion\n\nALICE M. BATCHELDER, Chief Judge.\n\nIn this action for a refund of federal corporate income taxes, the district court granted summary judgment to the government. We reverse.\n \n\nI.\nThis case involves three separate-but-related corporate entities—Proctor & Gamble (“P & G”), Proctor & Gamble of Canada (“P & G–Canada”), and Proctor & Gamble Foreign Sales Corporation (“P & G–FSC”)—each of which files its own separate tax return with the Internal Revenue Service (IRS). P & G is a producer of consumer products—a Cincinnati, Ohio-based corporation that produces goods such as Crest toothpaste, Duracell batteries, Ivory soap, and Pringles potato chips, and is the parent company of the other two. P & G–Canada is a distributor—a wholly-owned subsidiary that sells P & G’s products in Canada. P & G–FSC is a tax-shelter—a wholly-owned subsidiary (though actually just a shell corporation) incorporated off-shore (Barbados) for the sole purpose of reducing P & G’s federal income tax on its exports, pursuant to a former provision in the tax code (i.e., the “FSC Program,” 26 U.S.C. §§ 921–927, since repealed).1\n \nIn the tax years ending in 2000 and 2001, P & G produced goods that P & G–Canada sold to Canadian consumers, and P & G–Canada paid for those goods. But, for tax purposes, P & G–Canada actually paid P & G–FSC, which in turn paid P & G. Although central to the present case, this transaction (which the parties refer to as the “Advance Payment Transaction”) was only a small part of the companies’ business in the 2000 and 2001 tax years and one small component of their tax returns for those years. The “advance payment” aspect of this transaction resulted in P & G–FSC’s and P & G’s recording their income from the transaction in tax year 2000 and their expenses for the transaction in 2001.2 During discovery, P & G and P *470 & G–FSC reported, via interrogatories, that they had, in their tax filings, attributed the following incomes [I] and expenses [E] to this transaction:\n \n\n\n\n\nCompany\n \n|Year\n \n|Item\n \n|Amount\n \n|Tax Return\n \n|\n\n\n\n\n\n\n\n \n \n| \n| \n| \n| \n|\nP & G–FSC\n \n|2000\n \n|Sales [I]\n \n|$374,790,000\n \n|Form 1120FSC, Sch. B, Line 1\n \n|\n \n|2000\n \n|Costs (other) [E]\n \n|$ 2,721,689\n \n|Form 1120FSC, Sch. G, Line 14\n \n|\n \n|2001\n \n|Loss Reimbursement\n \n|$288,588,299\n \n|Form 1120FSC\n \n|\n \n| \n|(from P & G) [I]\n \n| \n| \n \n|\n \n|2001\n \n|COGS3 [E]\n \n|$288,588,300\n \n|Form 1120FSC, Sch. P, Pt. III,\n \n|\n \n| \n| \n \n| \n|Lines 22 and 23\n \n|\n \n \n| \n| \n \n| \n| \n \n|\nP & G\n \n|2000\n \n|Sales [I]\n \n|$288,588,300\n \n|Form 1120, Line 1\n \n|\n \n|2001\n \n|COGS [E]\n \n|$359,344,974\n \n|Form 1120, Line 2\n \n|\n \n|2001\n \n|Loss Reimbursement\n \n|$288,588,299\n \n|Form 1120, Line 26\n \n|\n \n| \n|(to P & G–FSC) [E]\n \n| \n| \n \n|\n\n\n\n\nNeither the IRS nor the district court disputed the accuracy or validity of any of this information, and we will therefore accept this information for purposes of our later calculations and analysis.\nFollowing completion of the 2000 and 2001 tax years, P & G calculated its4 corporate income taxes for those years (applying its own interpretation of the FSC Program provisions), filed its tax returns with the IRS, and paid taxes in the amounts calculated. The IRS audited the returns, made several adjustments, and ordered P & G (and P & G–FSC) to pay additional taxes. P & G and P & G–FSC paid the additional taxes as ordered; filed a claim for a refund with the IRS pursuant to 26 U.S.C. § 6402 (i.e., exhausted administrative challenges to the imposition of those additional taxes), which was denied; and filed a complaint against the IRS in federal court pursuant to 26 U.S.C. § 7422.\n \nIn their complaint, P & G and P & G–FSC challenged several of the IRS’s adjustments and settled all but one, the Advance Payment Transaction. The parties filed cross-motions for summary judgment and the court began its opinion by describing the transaction, explaining that P & G–Canada had paid P & G–FSC which had in turn paid P & G, and that the “buyers” (P & G–Canada and P & G–FSC) had paid in advance, allowing the “sellers” (P & G and P & G–FSC) to record income in tax year 2000 but expenses in tax year 2001. The district court framed the question in terms of this separation between income on the 2000 tax returns and expenses on the 2001 returns: whether this was allowable under the FSC Program’s Combined Taxable Income (CTI) provision, 26 U.S.C. § 925(a)(2) and 26 C.F.R. § 1.925(a)–IT(c)(6), or whether the CTI provision required the taxpayer to “match” expenses (costs) with income (payments) in completing the CTI calculation. Put another way, the question was whether the CTI calculation is transaction specific. Or, to be a little more explicit, whether the taxpayer must include all income and all expenses attributable to any given transaction, for any and every transaction that the taxpayer includes in the CTI rubric during a given tax year, regardless of the year in which the income or expense actually occurred, regardless of prevailing accounting practices, and regardless of other statutory or regulatory requirements.\n \nThe district court ruled in favor of the IRS, holding that, for any given transaction, *471 all expenses and all income attributable to that transaction must be included in the CTI calculation. The district court cited General Dynamics Corp. v. C.I.R., 108 T.C. 107 (U.S. Tax Court 1997), for the proposition that the CTI provision supersedes prevailing accounting practices and other regulatory requirements (such as accrual-based accounting) to require a matching of all incomes and expenses. The district court then cited Boeing Company v. United States, 537 U.S. 437, 123 S.Ct. 1099, 155 L.Ed.2d 17 (2003), for the proposition that the CTI calculation’s result must “approximate an arm’s-length transaction.”\n \nP & G moved the court to reconsider, but the court declined. P & G then moved the court to clarify and modify the summary judgment order, so as to allow P & G to compute its taxes under the “gross receipts” method, 26 U.S.C. § 925(a)(1), rather than merely rejecting its refund claim and binding it to the IRS’s pre-trial approach and calculations. The court invoked the variance doctrine, see Estate of Bird, 534 F.2d 1214, 1219 (6th Cir.1976) (“[T]he grounds on which a claim for a tax refund is made must be specifically set forth in the claim for refund itself, otherwise the court in a refund action is without jurisdiction to consider them.”), and, finding that P & G had not set forth its gross-receipts argument in the refund claim submitted to the IRS, denied the motion.\n \nThe district court entered final judgment and P & G and P & G–FSC appealed. Upon consideration of the parties’ arguments, review of the record, and analysis of the pertinent law, we find that we are presented with four sequential questions: (1) did the district court err in its analysis and conclusion; (2) if so, did P & G misapply § 925, (3) if so, did the IRS improperly impose its own FSC method (in violation of its own regulations), and (4) if so, does the variance doctrine apply?\n \n\nII.\nIn a tax refund case, we calculate the proper amount of tax due under a correct interpretation of the applicable provisions. See Jones v. Liberty Glass Co., 332 U.S. 524, 531, 68 S.Ct. 229, 92 L.Ed. 142 (1947). In this case we have calculated all of the possibilities (and competing arguments) for comparative purposes.\n \n\n\nA. Ordinary Corporate Income Tax Liability (hypothetical)\nIn the simplest sense, P & G could (hypothetically) calculate its profit from the Advance Payment Transaction by ignoring the FSC benefit and merely subtracting Costs from Sales:\n \n\n\n\n\n|P & G (total transaction—No FSC)\n \n|\n\n\n\n\n\n\n\n \n \n|Sales Income\n \n|$374,790,000\n \n| \n \n|\n \n \n|COGS\n \n|359,344,974\n \n| \n \n|\n \n \n|Costs (other)\n \n|$ 2,721,689\n \n| \n \n|\n \n \n|Taxable Income5\n \n|$ 12,723,337\n \n| \n \n|\n \n \n| \n \n| \n| \n|\n \n \n|Tax (35%)\n \n|$ 4,453,168\n \n| \n \n|\n\n\n\n\nSo, because United States corporations pay 35% tax at this level of income, see 26 U.S.C. § 11(b)(1)(D), in this hypothetical, P & G would owe the IRS $4.45m in corporate income tax.\nBut, in order to reduce its taxes, P & G included P & G–FSC in the transaction (reduced taxes being the FSC’s raison d’etre ), which complicates the analysis a bit. However, this is simple in concept. Because the IRS taxes FSCs at a lower effective rate, as explained below, P & G could reduce the total tax liability for this transaction by including P & G–FSC in the transaction and sharing the pre-tax profit (i.e., “taxable income”) with P & G–FSC. And, because P & G–FSC is P & G’s *472 wholly-owned subsidiary, this “sharing” would not actually diminish P & G’s overall profit. It should also be evident that P & G could most reduce its tax liability (and correspondingly maximize its overall profit) by directing all of its profit to P & G–FSC, at its lower tax rate. Hypothetically:\n \n\n\n\n\nWithout P & G–FSC\n \n|With 100% to P & G–FSC\n \n|Difference\n \n|\n\n\n\n\n\n\n\n \n \n| \n| \n \n| \n| \n| \n|\nTaxable Income:\n \n|$12,723,337\n \n|Taxable Income:\n \n|$12,723,337\n \n| \n| \n \n|\nTax (35%):\n \n|4,453,168\n \n|Tax (12.17%):\n \n|1,548,928\n \n|in Tax:\n \n|$2,904,240\n \n|\nAfter–Tax Profit:\n \n|8,270,169\n \n|After–Tax Profit:\n \n|11,174,409\n \n|in Profit:\n \n|2,904,240\n \n|\n\n\n\n\nSo, using the FSC tax rate6 of 12.17%, if P & G could direct all of its profit to P & G–FSC, then its total tax liability would be only $1.55m, and it would benefit by over $2.90m. But this is not allowed—the FSC Program had limitations, one of which was that the company could not simply substitute the FSC in its place; that is, P & G could not direct all of its profit to P & G–FSC.\n\n\nB. Tax Liability via the FSC Program\nThe FSC Program offered three ways by which a FSC could participate in the transaction: as a pass-through, see 26 U.S.C. § 925(a)(1); as a partner, see § 925(a)(2); or as an independent middle man, see § 925(a)(3). Consider each of these, as applied to P & G and P & G–FSC.\n \n\n\n1. Pass–Through (or Gross Receipts) Method\nPursuant to 26 U.S.C. § 925(a)(1), the taxable income of the parent company and the FSC “shall be based upon a transfer price which would allow [the] FSC to derive taxable income attributable to [the] sale (regardless of the sales price actually charged) in an amount which does not exceed ... 1.83 percent of the foreign trading gross receipts derived from the sale.” So, in this scenario, P & G–Canada would pay P & G–FSC (for the goods received from P & G); P & G–FSC would keep 1.83% of that payment (i.e., the “gross receipts”) as profit (“taxable income”), passing the rest along to P & G; and P & G would calculate its profit (“taxable income”) by subtracting the cost of goods sold (“COGS”) from the money received from P & G–FSC (i.e., “sales income”). P & G and P & G–FSC would calculate their tax liability on their respective profits at their respective rates.\n \n\n\n\n\nP & G–FSC\n \n|P & G\n \n|Total\n \n|\n\n\n\n\n\n\n\n \n \n| \n \n| \n| \n \n| \n| \n \n|\nSales Income [SI]:\n \n|$374,790,000\n \n|Sales Income:\n \n|$365,209,654\n \n| \n| \n \n|\nCosts:\n \n|2,721,689\n \n|COGS:\n \n|359,344,974\n \n| \n| \n \n|\nProfit [1.83% of SI]:\n \n|6,858,657\n \n|Profit [SI—COGS]:\n \n|5,864,680\n \n|Pre–Tax Profit:\n \n|$12,723,337\n \n|\nTaxes (12.17%):\n \n|834,967\n \n|Taxes (35%):\n \n|2,052,638\n \n|Total Tax:\n \n|2,887,605\n \n|\nAfter–Tax Profit:\n \n|6,023,690\n \n|After–Tax Profit:\n \n|3,812,042\n \n|Total A–T Profit:\n \n|9,835,732\n \n|\n\n\n\n\n\n\n\n\nNote that the total pre-tax profit is the same as above ($12.72m), but the total tax liability is reduced by $1.57m (from $4.45m to $2.89m, or 35%) and the total after-tax profit is correspondingly increased by $1.57m (from $8.27m to $9.84m, or 19%). And, we should note that P & G’s (and P & G–FSC’s) use of accrual-based accounting, see 26 U.S.C. §§ 451 & 461, in which income is recorded in the first year and costs are recorded in a subsequent year, would not change this outcome.\n \n|\n\n\n\n\n\n\n\n\nFiscal Year 2000\n \n||||||||\n \n||||||||\nP & G–FSC\n \n|P & G\n \n|Total\n \n||||||\n \n| \n| \n||||||\nSales Income:\n \n|$374,790,000\n \n|Sales Income:\n \n|$365,209,654\n \n||| \n| \n|\nCosts:\n \n|2,721,689\n \n|COGS:\n \n|0\n \n||| \n| \n|\nProfit [1.83% of SI]:\n \n|6,858,657\n \n|Profit [SI—CO\n \n| \n|| \n| \n| \n|\nTaxes (12.17%):\n \n|834,967\n \n|Taxes (35%):\n \n|127,823,379\n \n||FY2000 Taxes:\n \n|128,658,346\n \n| \n|\nAfter–Tax Profit:\n \n|6,023,690\n \n|After–Tax Profit:\n \n|237,386,275\n \n||2000 AT Profit:\n \n|243,409,965\n \n| \n|\n \n||||||||\nFiscal Year 2001\n \n||||||||\n \n||||||||\nP & G–FSC\n \n||P & G\n \n|||Total\n \n|| \n|\n||||||| \n|\nSales Income:\n \n|$0\n \n|Sales Income:\n \n|$0\n \n|||| \n|\nCosts:\n \n|0\n \n|COGS:\n \n|359,344,974\n \n|||| \n|\nProfit [1.83% of SI]:\n \n|0\n \n|Profit [SI—COGS]:\n \n|(359,344,974\n \n|)\n \n|FY2001 Profit:\n \n|($359,344,974\n \n|)\n \n|\nTaxes (12.17%):\n \n|0\n \n|Taxes (35%):\n \n|(125,770,741\n \n|)\n \n|FY2001 Taxes:\n \n|(125,770,741\n \n|)\n \n|\nAfter–Tax Profit:\n \n|0\n \n|After–Tax Profit:\n \n|(233,574,233\n \n|)\n \n|2001 A–T Profit:\n \n|(233,574,233\n \n|)\n \n|\n||||||| \n|\nCombined 2000–2001\n \n|||||Total\n \n|| \n|\n||||||| \n|\n|||||Profit:\n \n|$12,723,337\n \n| \n|\n|||||Taxes:\n \n|2,887,605\n \n| \n|\n|||||A–T Profit:\n \n|9,835,732\n \n| \n|\n\n\n\n\n*473 The total pre-tax profit is the same as for the foregoing (cost-based accounting) calculation ($12.72m), as is the total tax liability ($2.89m) and the total after-tax profit ($9.84m).\n \n\n\n2. Partnership (or CTI) Method\nPursuant to 26 U.S.C. § 925(a)(2), the taxable income of the parent company and the FSC “shall be based upon a transfer price which would allow [the] FSC to derive taxable income attributable to [the] sale (regardless of the sales price actually charged) in an amount which does not exceed ... 23 percent of the combined taxable income of such FSC and such person [i.e., the FSC and the parent company together] which is attributable to the foreign trading gross receipts derived from the sale.” And the IRS defined this “combined taxable income” (“CTI”) as “the excess of the foreign trading gross receipts of the FSC from the sale over the total costs of the FSC and related supplier including the related supplier’s cost of goods sold.” 26 C.F.R. § 1.925(a)–1T(c)(6).\n \nIn our scenario, P & G–Canada would pay P & G and P & G–FSC together, as partners; this joint entity (P & G+P & G–FSC) would calculate the total combined profit (i.e., the money received from P & G–Canada minus P & G’s costs and P & G–FSC’s costs); and the two entities would apportion that profit, with 23% to P & G–FSC and 77% to P & G. After apportionment, the two entities would calculate their tax liability separately, on their respective profits at their respective tax rates.\n \n\n\n\n\n|P & G + P & G–FSC combined entity7\n \n|\n\n\n\n\n\n\n\n \n \n| \n \n| \n| \n \n|\n \n \n|Sales Income:\n \n|$374,790,000\n \n| \n \n|\n \n \n|P & G Costs (COGS):\n \n|359,344,974\n \n| \n \n|\n \n \n|P & G–FSC Costs (other):\n \n|2,721,689\n \n| \n \n|\n \n \n|Combined Taxable Income (CTI):\n \n|12,723,337\n \n| \n \n|\n\n\n\n\n\n\n\n\nP & G–FSC\n \n|P & G\n \n|Total\n \n| \n| \n| \n|\n \n \n| \n \n| \n \n| \n| \n| \n|\nPortion of CTI (23%):\n \n|$2,926,368\n \n|Portion of CTI (77%):\n \n|$9,796,969\n \n|Total\n \n|$12,723,337\n \n|\nTaxes (12.17%):\n \n|356,253\n \n|Taxes (35%):\n \n|3,428,939\n \n|Total Taxes:\n \n|3,785,193\n \n|\nAfter–Tax Profit:\n \n|2,570,114\n \n|After–Tax Profit:\n \n|6,368,030\n \n|A–T Profit:\n \n|8,938,144\n \n|\n\n\n\n\n*474 Note that the total pre-tax profit is the same as above ($12.72m), but the total tax liability in this scenario is $3.79m, which is less than the tax liability without the FSC ($4.45m) but more than the tax liability in the pass-through scenario ($2.89m). Correspondingly, the total after-tax profit is more than it was without the FSC ($8.27m) but less than in the pass-through scenario ($9.84m). And, as with the pass-through scenario, note that the use of accrual-based accounting, in which income is recorded in the first year and costs in the next, would not change this outcome.\n \n\n\n\n\n \n|Fiscal Year 2000: P & G+P & G–FSC combined entity\n \n| \n| \n|\n \n \n| \n \n| \n| \n \n|\n \n \n|Sales Income:\n \n|$374,790,000\n \n| \n \n|\n \n \n|P & G Costs (COGS):\n \n|0\n \n| \n \n|\n \n \n|P & G–FSC Costs (other):\n \n|2,721,689\n \n| \n \n|\n \n \n|Combined Taxable Income (CTI):\n \n|372,068,311\n \n| \n \n|\n\n\n\n\n\n\n\n\nP & G–FSC\n \n| \n||P & G\n \n| \n||Total\n \n| \n| \n|\n| \n||| \n||| \n| \n|\nPortion of CTI (23%):\n \n|$85,575,712\n \n||Portion of CTI (77%):\n \n|$286,492,599\n \n||Total\n \n|$372,068,311\n \n| \n|\nTaxes (12.17%):\n \n|10,417,913\n \n||Taxes (35%):\n \n|100,272,410\n \n||Total Taxes:\n \n|110,690,323\n \n| \n|\nAfter–Tax Profit:\n \n|75,157,799\n \n||After–Tax Profit:\n \n|186,220,190\n \n||A–T Profit:\n \n|261,377,988\n \n| \n|\n\n\n\n\n\n\n\n\n \n|Fiscal Year 2001: P & G+P & G–FSC combined entity\n \n| \n| \n|\n \n \n| \n \n| \n| \n|\n \n \n|Sales Income:\n \n|$ 0\n \n| \n|\n \n \n|P & G Costs (COGS):\n \n|359,344,974\n \n| \n|\n \n \n|P & G–FSC Costs (other):\n \n|0\n \n| \n|\n \n \n|Combined Taxable Income (CTI):\n \n|(359,344,974\n \n|)\n \n|\n\n\n\n\n\n\n\n\nP & G–FSC\n \n| \n \n| \n|P & G\n \n| \n \n| \n|Total\n \n| \n \n| \n \n|\n \n| \n \n| \n| \n| \n \n| \n| \n| \n \n| \n \n|\nPortion of CTI (23%):\n \n|($82,649,344\n \n|)\n \n|Portion of CTI (77%):\n \n|($276,695,630\n \n|)\n \n|Total\n \n|($359,344,974\n \n|)\n \n|\nTaxes (12.17%):\n \n|( 10,061,659\n \n|)\n \n|Taxes (35%):\n \n|( 96,843,471\n \n|)\n \n|Total Taxes:\n \n|( 106,905,130\n \n|)\n \n|\nAfter–Tax Profit:\n \n|( 72,587,685\n \n|)\n \n|After–Tax Profit:\n \n|( 179,852,159\n \n|)\n \n|A–T Profit:\n \n|( 252,439,844\n \n|)\n \n|\n \n \n| \n \n| \n| \n| \n \n| \n| \n| \n \n| \n|\nCombined 2000–2001\n \n| \n \n| \n| \n| \n \n| \n|Total\n \n| \n \n| \n|\n \n| \n \n| \n| \n| \n \n| \n| \n| \n \n| \n \n|\n \n| \n \n| \n| \n| \n \n| \n|Total\n \n|$ 12,723,337\n \n| \n|\n \n| \n \n| \n| \n| \n \n| \n|Total Taxes:\n \n|3,785,193\n \n| \n|\n \n| \n \n| \n| \n| \n \n| \n|A–T Profit:\n \n|8,938,144\n \n| \n|\n\n\n\n\n*475 So the total profit is the same here as for the single calculation (cost-based accounting) above ($12.72m), as is the total tax liability ($3.79m) and the total after-tax profit ($8.94m).8\n \n\n\n3. Independent Middle Man (or Arm’s–Length Negotiation) Method\nPursuant to 26 U.S.C. § 925(a)(3), the taxable income of the parent company and the FSC “shall be ... [the] taxable income based upon the sale price actually charged (but subject to the rules provided in [26 U.S.C. § ] 482).”9 So, in this scenario, P *476 & G–Canada would pay P & G–FSC an amount determined via “arms-length” negotiation, as though P & G–FSC were an unrelated middle man; P & G–FSC would similarly pay P & G an amount determined via “arms-length” negotiation and keep the difference as profit (“taxable income”); and P & G would calculate its profit (“taxable income”) by subtracting its costs from the amount received from P & G–FSC. P & G and P & G–FSC would calculate their tax liability on their respective profits at their respective rates.\n \nThis is the approach the IRS advocated as its “primary” position.10 The “price actually charged” by P & G–FSC to P & G–Canada was known—it was $374,790,000 (the amount P & G–Canada actually paid P & G–FSC for the goods). The unknown was the “price actually charged” by P & G to P & G–FSC, and that is because there had never actually been an arm’s-length negotiation between those two. The IRS proposed a P & G–to–P & G–FSC “arm’s length” price of $374,790,000—the entire amount P & G–FSC had received from P & G–Canada. The IRS explained that, “[t]ypically, the activities of the FSC (functions performed, assets employed, risks assumed, etc.) would not entitle the FSC to earn more than a de minimis amount of income from the transactions.”\n \nSo, in the IRS’s view, P & G–FSC was not entitled to any profits because it had not performed any functions, employed any assets, or assumed any risks. But, de minimis is different from none and if the FSC could not share in the profits, then P & G could not reduce its tax liability and would have no reason to involve the FSC at all. For our purposes, let’s assume that P & G sold its goods to P & G–FSC at 2.5% above cost (i.e., at 2.5% profit), which seems reasonably “de minimis”:\n \n\n\n\n\nP & G–FSC\n \n| \n \n|P & G\n \n| \n \n|Total\n \n| \n \n|\n \n \n| \n \n| \n| \n \n| \n| \n \n|\nSales Income:\n \n|$374,790,000\n \n|SI [COGS + Profit]:\n \n|$368,328,598\n \n| \n| \n \n|\nCosts (incidental):\n \n|2,721,689\n \n|Costs (incidental):\n \n|0\n \n| \n| \n \n|\nCOGS [P & G’s SI]:\n \n|$368,328,598\n \n|COGS:\n \n|359,344,974\n \n| \n| \n \n|\nProfit:\n \n|3,739,713\n \n|Profit [2.5% COGS]:\n \n|$ 8,983,624\n \n|Profit:\n \n|$12,723,337\n \n|\nTaxes (24.5%):\n \n|916,230\n \n|Taxes (35%):\n \n|3,144,269\n \n|Total Taxes:\n \n|4,060,498\n \n|\nAfter–Tax Profit:\n \n|2,823,483\n \n|After–Tax Profit:\n \n|5,839,356\n \n|Total A–T Profit:\n \n|8,662,839\n \n|\n\n\n\n\nNote that the FSC tax rate11 in this approach is 24.5% rather than the 12.17% available to the other two approaches. See 26 U.S.C. § 291(a)(4)(A). Note also that the outcome is reasonably consistent with the prior two approaches. The total pre-tax profit is the same as above ($12.72m), the total tax liability is $4.06m, which is less than the tax liability without the FSC ($4.45m) but more than the tax liability in the other two scenarios. Correspondingly, the total after-tax profit is more than it was without the FSC ($8.27m) but less than in the other two scenarios.\n \n\n\nC. P & G’s Calculation of Tax Liability\nFor tax years ending 2000 and 2001, P & G and P & G–FSC calculated their tax liability based on their interpretation of the Combined–Taxable–Income (CTI) method, § 925(a)(2), and the “no loss rule,” 26 C.F.R. § 1.925(a)–IT(e)(1)(i),12 a provision *477 which allows the parent company to reimburse the FSC for the costs incurred in conducting the transaction. The end result here, facilitated in part by their (otherwise acceptable) use of accrual-based accounting, was an enormous tax benefit:\n \n\n\n\n\nFiscal Year 2000\n \n||||||||\n \n||||||||\n\n\n\n\n\n\n\nP & G–FSC\n \n| \n|P & G\n \n| \n| \n|Total\n \n| \n| \n|\n \n| \n| \n| \n| \n| \n| \n| \n \n|\nSales Income:\n \n|$374,790,000\n \n|Sales Income:\n \n|$288,588,300\n \n| \n| \n| \n| \n|\nCosts:\n \n|0\n \n|Costs (COGS):\n \n|0\n \n| \n| \n| \n| \n|\nProfit [SI—Costs]:\n \n|374,790,000\n \n|Profit [SI—Costs]:\n \n|288,588,300\n \n| \n|FY2000 Profit:\n \n|$663,378,300\n \n| \n|\nTaxes (12.17%):\n \n|45,626,609\n \n|Taxes (35%):\n \n|101,005,905\n \n| \n|FY2000 Taxes:\n \n|146,632,514\n \n| \n|\nAfter–Tax Profit:\n \n|329,163,391\n \n|After–Tax Profit:\n \n|187,582,395\n \n| \n|2000 A–T Profit:\n \n|516,745,786\n \n| \n|\n \n| \n| \n| \n| \n| \n| \n| \n \n|\nFiscal Year 2001\n \n| \n| \n| \n| \n| \n| \n| \n|\n \n| \n| \n| \n| \n| \n| \n| \n \n|\nP & G–FSC\n \n| \n|P & G\n \n| \n| \n|Total\n \n| \n| \n|\n \n| \n| \n| \n| \n| \n| \n| \n \n|\nIncome:13\n \n|$288,588,300\n \n|Sales Income:\n \n|$ 0\n \n| \n| \n| \n| \n|\nCosts (COGS):\n \n|288,588,300\n \n|Costs (COGS):\n \n|359,344,974\n \n| \n| \n| \n| \n|\nCosts (other)\n \n|0\n \n|Costs (other):\n \n|288,588,300\n \n| \n| \n| \n| \n|\nProfit [I—Costs]:\n \n|0\n \n|Profit [SI—Costs]:\n \n|(647,933,274\n \n|)\n \n|FY2001 Profit:\n \n|($647,933,274\n \n|)\n \n|\nTaxes (12.17%):\n \n|0\n \n|Taxes (35%):\n \n|(226,776,646\n \n|)\n \n|FY2001 Taxes:\n \n|( 226,776,646\n \n|)\n \n|\nAfter–Tax Profit:\n \n|0\n \n|After–Tax Profit:\n \n|(421,156,628\n \n|)\n \n|2001 A–T Profit:\n \n|( 421,156,628\n \n|)\n \n|\n \n| \n| \n| \n| \n| \n| \n| \n \n|\nCombined 2000–2001\n \n| \n| \n| \n| \n| \n| \n| \n|\n \n| \n| \n| \n| \n| \n| \n| \n \n|\nP & G–FSC\n \n| \n|P & G\n \n| \n| \n|Total\n \n| \n| \n|\n \n| \n| \n| \n| \n| \n| \n| \n \n|\nPre–Tax Profit:\n \n|374,790,000\n \n|Pre–Tax Profit:\n \n|(359,344,974\n \n|)\n \n|Pre–Tax Profit:\n \n|$15,445,026\n \n| \n|\nTaxes:\n \n|45,626,609\n \n|Taxes:\n \n|(125,770,741\n \n|)\n \n|Taxes:\n \n|( 80,144,132\n \n|)\n \n|\nAfter–Tax Profit:\n \n|329,163,391\n \n|After–Tax Profit:\n \n|(233,574,233\n \n|)\n \n|After Tax Profit:\n \n|95,589,158\n \n| \n|\n\n\n\n\nThe first, most obvious, thing to notice about this calculation is that the tax liability is now a tax benefit of $80.14m and the total after-tax profit is $95.59m, which is a “substantial” improvement over the original result without the FSC (from $8.27m to $95.59m, or 1,056%).\n \nThe dispute central to this case concerns competing interpretations of the CTI method, § 925(a)(2), but we cannot realistically consider or resolve that dispute until we address and resolve two other issues with P & G’s calculations. The first is that this calculation does not capture P & G–FSC’s $2.72m in “other costs.”14 For a comparison of the competing results to be meaningful, the underlying calculations must include identical incomes and expenses. Therefore, we must include this $2.72m expense. The second outstanding issue concerns the $288m that P & G “paid” to P & G–FSC in 2001 as “commission revenue” for “loss reimbursement,” purportedly pursuant to 26 C.F.R. § 1.925(a)–IT(e)(1)(i) (the “no-loss rule”), and which the IRS labeled a “meaningless circular cash flow.”15 According to the *478 parties, this issue is currently under dispute elsewhere, see Appellee’s Brief at 14 n. 5, and is not presently before us. But, as with the first issue, for a comparison of the results to be meaningful, we must omit16 this “meaningless circular cash flow” from our present calculations. This results in the following, modified, version of P & G’s tax liability calculations:\n \n\n\n\n\nFiscal Year 2000\n \n| \n| \n| \n| \n| \n| \n| \n| \n|\n \n \n| \n| \n| \n| \n| \n| \n| \n| \n|\nP & G–FSC\n \n| \n| \n|P & G\n \n| \n| \n|Total\n \n| \n| \n|\n \n \n| \n| \n| \n| \n| \n| \n| \n| \n|\nSales Income:\n \n|$374,790,000\n \n| \n|Sales Income:\n \n|$288,588,300\n \n| \n| \n| \n| \n \n|\nCosts (COGS):\n \n|0\n \n| \n|Costs (COGS):\n \n|0\n \n| \n| \n| \n| \n \n|\nCosts (other):\n \n|2,721,689\n \n| \n|Costs (other):\n \n|0\n \n| \n| \n| \n| \n \n|\nProfit [SI—Costs]:\n \n|372,068,311\n \n| \n|Profit [SI—Costs]:\n \n|288,588,300\n \n| \n|FY2000 Profit:\n \n|$660,656,611\n \n| \n \n|\nTaxes (12.17%):\n \n|45,295,273\n \n| \n|Taxes (35%):\n \n|101,005,905\n \n| \n|FY2000 Taxes:\n \n|146,301,178\n \n| \n \n|\nAfter–Tax Profit:\n \n|326,773,038\n \n| \n|After–Tax Profit:\n \n|187,582,395\n \n| \n|2000 A–T Profit:\n \n|514,355,433\n \n| \n \n|\n \n| \n| \n| \n| \n| \n| \n| \n| \n \n|\nFiscal Year 2001\n \n| \n| \n| \n| \n| \n| \n| \n| \n|\n \n \n| \n| \n| \n| \n| \n| \n| \n| \n|\nP & G–FSC\n \n| \n| \n|P & G\n \n| \n| \n|Total\n \n| \n| \n \n|\n \n \n| \n| \n| \n| \n| \n| \n| \n| \n|\nIncome:\n \n|$ 0\n \n| \n|Sales Income:\n \n|$ 0\n \n| \n| \n| \n| \n \n|\nCosts (COGS):\n \n|288,588,300\n \n| \n|Costs (COGS):\n \n|359,344,974\n \n| \n| \n| \n| \n \n|\nCosts (other)\n \n|0\n \n| \n|Costs (other):\n \n|0\n \n| \n| \n| \n| \n \n|\nProfit [I—Costs]:\n \n|(288,588,300\n \n|)\n \n|Profit [SI—Costs]:\n \n|(359,344,974\n \n|)\n \n|FY2001 Profit:\n \n|($647,933,274\n \n|)\n \n|\nTaxes (12.17%):\n \n|(35,132,489\n \n|)\n \n|Taxes (35%):\n \n|(125,770,741\n \n|)\n \n|FY2001 Taxes:\n \n|(160,903,230\n \n|)\n \n|\nAfter–Tax Profit:\n \n|(253,455,811\n \n|)\n \n|After–Tax Profit:\n \n|(233,574,233\n \n|)\n \n|2001 A–T Profit:\n \n|(487,030,044\n \n|)\n \n|\n \n| \n| \n| \n| \n| \n| \n| \n| \n \n|\nCombined 2000–2001\n \n| \n| \n| \n| \n| \n| \n| \n| \n \n|\n \n \n| \n| \n| \n| \n| \n| \n| \n| \n|\nP & G–FSC\n \n| \n| \n|P & G\n \n| \n| \n|Total\n \n| \n| \n \n|\n \n \n| \n| \n| \n| \n| \n| \n| \n| \n|\nPre–Tax Profit:\n \n|83,480,011\n \n| \n|Pre–Tax Profit:\n \n|(70,756,674\n \n|)\n \n|Pre–Tax Profit:\n \n|$ 12,723,337\n \n| \n \n|\nTaxes:\n \n|10,162,784\n \n| \n|Taxes:\n \n|(24,764,836\n \n|)\n \n|Taxes:\n \n|(14,602,052\n \n|)\n \n|\nAfter–Tax Profit:\n \n|73,317,227\n \n| \n|After–Tax Profit:\n \n|(45,991,838\n \n|)\n \n|After Tax Profit:\n \n|27,325,389\n \n| \n \n|\n\n\n\n\nSo, having resolved these two concerns, we find that under P & G’s interpretation and application of the CTI method, § 925(a)(2), the tax liability is still actually a tax benefit, albeit a much smaller one ($14.60m rather than $80.14m), and the total after-tax profit is $27.33m, which remains a “substantial” improvement over the result without the FSC (from $8.27m to $27.33m, or 230%).\n \n\n\nD. IRS’s Calculation of Tax Liability\nThe IRS deemed P & G’s application of the CTI method “impermissible,” finding that it resulted in a “material distortion of income” under the pertinent regulation, which says:\nA FSC may, generally, choose any method of accounting permissible under section 446(c) [17] and the regulations under *479 that section. However, ... the FSC may not choose a method of accounting which, when applied to transactions between the FSC and [the parent company], will result in a material distortion of the income of the FSC or of [the parent company]. Changes in the method of accounting of a FSC are subject to the requirements of section 446(e) [18] and the regulations under that section.\n \n26 C.F.R. § 1.925(a)–1T(c)(6)(iii)(B). The IRS then held that, because P & G had misinterpreted and/or misapplied the CTI method, the first two FSC Program approaches (i.e., the pass-through and the partnership approaches) were no longer available, and P & G was bound to an independent-middle-man (i.e., § 925(a)(3) arm’s length) approach, as calculated by the IRS. That was:\n \n\n\n\n\nFiscal Year 2000\n \n||||||| \n||\n| \n|| \n|| \n| \n| \n| \n|\n\n\n\n\n\n\n\nP & G–FSC\n \n| \n||P & G\n \n|| \n|Total\n \n| \n| \n|\n| \n|| \n|| \n| \n| \n| \n|\nSales Income:\n \n|$374,790,000\n \n||Sales Income:\n \n|$374,790,000\n \n| \n| \n| \n| \n|\nCosts:\n \n|0\n \n||COGS:\n \n|0\n \n| \n| \n| \n| \n|\nProfit:\n \n|374,790,000\n \n||Profit:\n \n|374,790,000\n \n| \n|FY2000 Profit:\n \n|$749,580, 000\n \n| \n|\nTaxes (12.17%):\n \n|45,611,943\n \n||Taxes (35%):\n \n|131,176,500\n \n| \n|FY2000 Taxes:\n \n|176,788,443\n \n| \n|\nAfter–Tax Profit:\n \n|329,178,057\n \n||After–Tax Profit:\n \n|243,613,500\n \n| \n|2000 A–T Profit:\n \n|572,791,557\n \n| \n|\n\n\n\n\n\n\n\n \n|||||||||\nFiscal Year 2001 (not actually included, but presumably)\n \n|||||||||\n \n|||||||||\n\n\n\n\n\n\n\nP & G–FSC\n \n| \n| \n|P & G\n \n| \n| \n|Total\n \n| \n| \n \n|\n \n| \n| \n| \n| \n| \n| \n| \n| \n \n|\nSales Income:\n \n|$0\n \n| \n|Sales Income:\n \n|$0\n \n| \n| \n| \n| \n \n|\nCosts (COGS):\n \n|374,790,000\n \n| \n|COGS:\n \n|359,344,974\n \n| \n| \n| \n| \n \n|\nCosts (other):\n \n|2,721,689\n \n| \n|Costs (other):\n \n|0\n \n| \n| \n| \n| \n \n|\nProfit:\n \n|(377,511,689\n \n|)\n \n|Profit:\n \n|(359,344,974\n \n|)\n \n|FY2001 Profit:\n \n|($736,856,663\n \n|)\n \n|\nTaxes (12.17%):\n \n|( 45,943,173\n \n|)\n \n|Taxes (35%):\n \n|(125,770,741\n \n|)\n \n|FY2001 Taxes:\n \n|(171,713,913\n \n|)\n \n|\nAfter–Tax Profit:\n \n|(331,568,516\n \n|)\n \n|After–Tax Profit:\n \n|(233,574,233\n \n|)\n \n|2001 A–T Profit:\n \n|(565,142,750\n \n|)\n \n|\n \n| \n| \n| \n| \n| \n| \n| \n| \n \n|\nCombined 2000–2001\n \n| \n| \n| \n| \n| \n|Total\n \n| \n| \n \n|\n \n| \n| \n| \n| \n| \n| \n| \n| \n \n|\n \n| \n| \n| \n| \n| \n|Profit:\n \n|$ 12,723,337\n \n| \n \n|\n \n| \n| \n| \n| \n| \n|Taxes:\n \n|5,074,530\n \n| \n \n|\n \n| \n| \n| \n| \n| \n|A–T Profit:\n \n|7,648,807\n \n| \n \n|\n\n\n\n\nThe first, most important, thing to notice about this result is that P & G’s tax liability is actually more than it would be if P & G had not involved the FSC at all; that is, P & G’s tax liability increased by $621,362 (from $4.45m to $5.07m, or 14%). Correspondingly, P & G’s after-tax profit decreased under the IRS’s calculation by 7.5% (from $8.27m to $ 7.65m). The second thing to notice is that the IRS used the wrong tax rate for the FSC. Pursuant to 26 U.S.C. § 291(a)(4)(A), when using the “arm’s length” middle-man approach, § 925(a)(3), a company can exempt 30% of its profit from taxation, which results in 70% of the standard rate (35%), which is 24.5%. The IRS used the 12.17% FSC tax rate that only applies to the pass-through or CTI partnership approaches, which the IRS had expressly deemed unavailable. *480 Ironically, the correct tax rate (24.5%) produces slightly more favorable results for P & G: $4.74m in tax liability and $7.98m in after tax profit.\n \nPerhaps recognizing that its view of the FSC Program would be worse for P & G than no FSC Program at all, the IRS offered an “alternative” position, pursuant to IRS Internal Memorandum 4.60.9.5, in which it offered its interpretation and application of the CTI partnership approach:\n \n\n\n\n\nStep 1: Estimate costs to determine P & G’s portion of the profit:\n \n| \n| \n| \n|\n \n \n| \n| \n| \n|\n \n|Advance Payment Transaction—P & G+P & G–FSC combined entity\n \n| \n| \n|\n \n \n|Sales Income:\n \n|$374,790,000\n \n| \n|\n \n \n|Estimated Costs:\n \n|362,066,663\n \n|(the IRS offered no explanation for this amount)\n \n|\n \n \n|Combined Taxable Income (CTI):\n \n|12,723,337\n \n| \n|\n \n \n| \n \n| \n| \n|\n \n \n|P & G–FSC’s portion of CTI (23%):\n \n|2,926,368\n \n| \n|\n\n\n\n\n\n\n\n\nStep 2: Use the Sales and Profit in Step 1 to back-calculate P & G–FSC’s costs, which is also P & G’s sales:\n \n| \n| \n| \n| \n| \n| \n| \n| \n|\n \n \n| \n| \n| \n| \n| \n| \n| \n| \n|\nFiscal Year 2000\n \n| \n| \n| \n| \n| \n| \n| \n| \n|\n \n \n| \n| \n| \n| \n| \n| \n| \n| \n|\nP & G–FSC\n \n| \n \n| \n|P & G\n \n| \n \n| \n|Total\n \n| \n \n| \n \n|\n \n| \n \n| \n| \n| \n \n| \n| \n| \n \n| \n \n|\nSales Income:\n \n|$374,790,000\n \n| \n|Income [ = FSC’s cost]:\n \n|371,863,632\n \n| \n| \n| \n \n| \n \n|\nCosts [SI—profit]:\n \n|371,863,632\n \n| \n|Costs:\n \n|0\n \n| \n| \n| \n \n| \n \n|\nProfit [from Step 1]:\n \n|$ 2,926,368\n \n| \n|Profit [I—Costs]:\n \n|$371,863,632\n \n| \n|Total\n \n|$374,790,000\n \n| \n \n|\nTaxes (12.17%):\n \n|356,139\n \n| \n|Taxes (35%):\n \n|130,152,271\n \n| \n|Total Taxes:\n \n|130,508,410\n \n| \n \n|\nAfter–Tax Profit:\n \n|2,570,229\n \n| \n|After–Tax Profit:\n \n|241,711,361\n \n| \n|A–T Profit:\n \n|244,281,590\n \n| \n \n|\n\n\n\n\n\n\n\n\nStep 3: Finish the calculation:\n \n| \n| \n| \n| \n| \n| \n| \n| \n|\n \n \n| \n| \n| \n| \n| \n| \n| \n| \n|\nFiscal Year 2001\n \n| \n| \n| \n| \n| \n| \n| \n| \n|\n \n| \n| \n| \n| \n| \n| \n| \n| \n|\nP & G–FSC\n \n| \n| \n|P & G\n \n| \n| \n|Total\n \n| \n| \n|\n \n \n| \n| \n| \n| \n| \n| \n| \n| \n|\nSales Income:\n \n|0\n \n| \n|Sales Income:\n \n|0\n \n| \n| \n| \n| \n|\nCosts:\n \n|2,721,689\n \n| \n|Costs:\n \n|359,344,974\n \n| \n| \n| \n| \n|\nProfit:\n \n|($2,721,689\n \n|)\n \n|Profit:\n \n|($359,344,974\n \n|)\n \n|Total\n \n|($362,066,663\n \n|)\n \n|\nTaxes (12.17%):\n \n|( 331,230\n \n|)\n \n|Taxes (35%):\n \n|( 125,770,741\n \n|)\n \n|Total Taxes:\n \n|( 126,101,970\n \n|)\n \n|\nAfter–Tax Profit:\n \n|( 2,390,459\n \n|)\n \n|After–Tax Profit:\n \n|( 233,574,233\n \n|)\n \n|A–T Profit:\n \n|( 235,964,693\n \n|)\n \n|\n \n| \n| \n| \n| \n| \n| \n| \n| \n \n|\nCombined 2000–2001\n \n| \n| \n| \n| \n| \n|Total\n \n|$ 12,723,337\n \n| \n|\n \n| \n| \n| \n| \n| \n|Total Taxes:\n \n|4,406,440\n \n| \n|\n \n| \n| \n| \n| \n| \n|A–T Profit:\n \n|8,316,897\n \n| \n|\n\n\n\n\nSo, under this interpretation and application, the inclusion of the FSC creates a slight benefit for P & G—tax liability is reduced by $46,728 (from $4.45m to $4.41m, or 1%) and the total after-tax profit is correspondingly increased by $46,728 (from $8.27m to $8.32m, or 0.6%)—but this benefit is far below any of those we calculated under our interpretation of the FSC Program.\n \n\n\nE. Summary of the Competing Results\nBased on the foregoing, we have eight competing results; four that we calculated, two that P & G calculated, and two that the IRS calculated. Here is a summary of those results:\n \n\n\n\n\n|Without any FSC\n \n|Pass-through\n \n|CTI Partnership\n \n|Middleman\n \n||||\n||||||||\nTaxable Income:\n \n|$12,723,337\n \n||$12,723,337\n \n||$12,723,337\n \n||$12,723,337\n \n|\nTaxes:\n \n|4,453,168\n \n||2,887,605\n \n||3,785,193\n \n||4,060,498\n \n|\nAfter-tax Profit:\n \n|8,270,169\n \n||9,835,732\n \n||8,938,144\n \n||8,662,839\n \n|\nChange from no FSC:\n \n|0\n \n||1,565,563\n \n||667,975\n \n||392,670\n \n|\nPercent improvement:\n \n|0%\n \n||18.9%\n \n||8.1%\n \n||4.7%\n \n|\n\n\n\n\n\n\n\n\n \n|P & G’s Approach\n \n|P & G’s (corrected)\n \n|IRS’s Primary\n \n|IRS’s Alternative\n \n| \n| \n| \n|\n \n| \n \n| \n \n| \n \n| \n \n| \n| \n| \n|\nTaxable Income:\n \n|$15,445,026\n \n| \n|$12,723,337\n \n| \n|$12,723,337\n \n| \n|$12,723,337\n \n|\nTaxes:\n \n|(80,144,132\n \n|)\n \n|(14,602,052\n \n|)\n \n|5,074,530\n \n| \n|4,406,440\n \n|\nAfter-tax Profit:\n \n|95,589,158\n \n| \n|27,325,389\n \n| \n|7,648,807\n \n| \n|8,316,897\n \n|\nChange from no FSC:\n \n|87,318,989\n \n| \n|19,055,220\n \n| \n|(621,362\n \n|)\n \n|46,728\n \n|\nPercent improvement:\n \n|1,056%\n \n| \n|230%\n \n| \n|(7.5%\n \n|)\n \n|0.6%\n \n|\n\n\n\n\n*481 Having set the stage, we can now turn our attention to the actual dispute. P & G contends that its approach is correct and, if not, that it is entitled to an alternative approach of its choosing. The IRS contends that P & G’s approach, though facially acceptable, actually results in a “material distortion of income” and therefore the IRS may select the approach and decide how to apply it. And the district court found that P & G had misapplied the CTI approach (by failing to match costs with income) and that the “variance doctrine” barred P & G from an alternative approach of its choosing.\n \n\nIII.\nAs stated at the outset, we are presented with four sequential questions: (1) did the district court err in its analysis; (2) did P & G misapply § 925, (3) did the IRS improperly impose its own FSC method (in violation of its own regulations), and (4) does the variance doctrine apply?\n \n\nA.\n[1] The first question concerns the district court’s proclamation that the CTI calculation for a given tax year requires a matching of all incomes and expenses for any (every) included transaction; i.e., that the CTI provision does not permit accrual-based accounting. This is not apparent in the plain language of either the statute or the regulation, see 26 U.S.C. § 925(a)(2) and 26 C.F.R. § 1.925(a)–1T(c)(6), nor—as the calculations in Section II.B.2 make evident—is it even necessary; the use of accrual-based accounting does not change the results of a proper CTI calculation.\n \nThe district court relied on General Dynamics Corp. v. C.I.R., 108 T.C. 107 (U.S. Tax Court 1997), but that reliance was misplaced. In fact, the issues, arguments, and analysis in General Dynamics are so different from the present case that the two are virtually opposites. In General Dynamics the taxpayer company proposed an interpretation and application of the completed-contract method of accounting by which it could completely omit or exclude certain expenses (i.e., prior “period costs”) from its CTI calculation, thereby creating a “double or extra benefit.” Id. at 128. In the present case, P & G has simply invoked the accrual-based method of accounting (as opposed to the completed-contract method) and has not attempted to omit or exclude any costs, but simply has reported them in accordance with established accrual-based-accounting standards.\n \nIn rejecting General Dynamics’s proposed CTI calculation under the completed-contract method of accounting (i.e., its omission of the prior period costs), the tax court explained:\nThe completed contract method requires income and deductions from long-term contracts to be reported in the year in which the contracts are completed.... This method of accounting provides an alternative to the annual accrual method of accounting for long-term contracts for which the ultimate profit or loss is not ascertainable until the contract is completed. The [completed-contract] method allows a taxpayer to account for the entire result of a long-term contract at one time. The purpose of the completed contract method is to match the costs of generating income with the income produced. In this case, however, petitioners try to use the completed contract method to avoid the matching of costs with income from export sales for purposes *482 of computing CTI as required by the regulations under sections 994 and 925. As a result, petitioners did not subtract all the costs related to their export sales as defined in section 1.994–1(c)(6)(iii), Income Tax Regs., from the export income that the expenditures generated.\nId. at 126–27 (certain citations and paragraph break omitted). Nowhere in its opinion does the tax court suggest that the accrual-based method (or “annual accrual” method) of accounting is impermissible, or that the taxpayer must estimate as-of-yet unfulfilled or unrecorded expenses so as to force the CTI calculation into a single tax year in which it “matches” all income and expenses.\n \nRather, the court held that—when proceeding under the completed-contract method, as opposed to the annual-accrual method—the taxpayer must include in its CTI calculation all of the recorded payments and costs (incomes and expenses) associated with the FSC transaction (i.e., the completed contract), and that includes prior period costs associated with that transaction even if the (domestic) parent company already recorded those costs on its own tax returns in the (prior) years in which they occurred. Id. Thus, General Dynamics is inapposite to the present issue.19\n \nThe district court was incorrect and its reasoning unsupportable. We must therefore consider P & G’s claims anew, and next assess P & G’s interpretation and application of 26 U.S.C. § 925.\n \n\nB.\n[2] The next question concerns P & G’s interpretation and application of the partnership-method transfer-price provision, 26 U.S.C. § 925(a)(2), and the underlying CTI regulation, 26 C.F.R. § 1.925(a)–1T(c)(6). Although P & G and P & G–FSC claimed to have calculated the transfer price in accordance with § 925(a)(2) and § 1.925(a)–1T(c)(6), they actually did no such thing. In reality, P & G–FSC simply paid P & G a “transfer price” of 77% of the payment from P & G–Canada; that is, P & G–FSC paid P & G $288.59m (which is 77% of $374.79m, P & G–FSC’s gross receipts from P & G–Canada) even though P & G’s costs were $359.34m. See Section II.C, supra (the corrected version of P & G’s calculations). This resulted in a $83.48m gain for P & G–FSC and a $70.76m loss for P & G on a $12.72m overall pre-tax profit. And, because P & G is taxed at almost three times P & G–FSC’s rate (35% to 12.17%), P & G’s tax benefit (i.e., the tax deduction on its $70.76m loss) accrues nearly three times faster than P & G–FSC’s tax liability (i.e., the tax due on its $83.43m gain). The net result was a $14.60m tax benefit on a $12.72m profit, leading to a $27.33m after-tax (benefit) profit.\n \nBut the statute and regulation describe a partnership in which the Parent+FSC *483 joint entity (i.e., P & G+P & G–FSC) calculates the total combined profit (i.e., the payment received from P & G–Canada minus P & G’s costs and P & G–FSC’s costs) and apportions that profit between the partners (23% to the FSC, 77% to the parent). After apportionment, the two entities calculate their tax liability separately, on their respective profits at their respective tax rates. See Section II.B.3, supra.\n \nTo restate the error in P & G’s interpretation and application: P & G did not apportion anything. That is, instead of apportioning 23% of the profit to P & G–FSC (as would have been proper), P & G diverted 23% of the gross receipts to P & G–FSC as profit. See Section II.C, supra (corrected version). Consequently, P & G’s actual calculation of its transfer price can be depicted in one of two ways, neither of which is allowed: (1) P & G performed a gross-receipts, pass-through calculation, akin to § 925(a)(1), using 23% instead of 1.83%; or (2) P & G performed an arm’s-length, middleman calculation, akin to § 925(a)(3), using an “actual price” between P & G and P & G–FSC of $288.59m. Neither the statute nor the regulation supports either of these approaches.\n \nThe IRS deemed this result a “material distortion of income” in violation of the controlling regulation, see 26 C.F.R. § 1.925(a)–1T(c)(6)(iii)(B) (“the FSC may not choose a method of accounting which, when applied to transactions between the FSC and [the parent company], will result in a material distortion of the income of the FSC or of [the parent company]”), and disallowed it. Because the undisputed overall pre-tax profit was $12.72m, yet P & G’s method of accounting produced an $83.48m gain for P & G–FSC, a $70.76m loss for P & G, and a $14.60 tax benefit (leading to a $27.33m after-tax profit), it is not unreasonable to label this a “material distortion of income.”\n \nRegardless of whether these results actually depict a “material distortion of income,” we conclude that P & G’s (and P & G–FSC’s) interpretation and application of § 925(a)(2) was incorrect and, consequently, its results are unsupportable. We must therefore conclude that P & G did misapply § 925; reject P & G’s claim for a refund on this basis; and proceed to the third question, namely, whether the IRS improperly imposed its own method of accounting.\n \n\nC.\n[3] Upon pronouncing P & G’s interpretation and application of § 925(a) “impermissible,” as leading to a “material distortion of income,” the IRS asserted that the consequence of that misinterpretation and misapplication was that § 925(a)(1) and (2) (i.e., the pass-through and the partnership approaches) were no longer available to P & G. Instead, P & G was bound to the IRS’s calculation under an independent-middle-man approach, i.e., § 925(a)(3). P & G replied that the IRS had no authority to impose such consequence, particularly in light of the regulation, which says:\n \n[S]ection 925 permits [the parent company] to determine the allowable transfer price charged the FSC ... by its choice of the three transfer pricing methods ...: The [pass-through] method and the [partnership] method ... of section 925(a)(1) and (2), respectively, and the [independent middle man] method of section 925(a)(3).... If either [the pass-through or partnership method] is applied to a transaction, the [IRS] may not make distributions, apportionments, or allocations as provided by section 482 [i.e., the ‘arm’s length’ standard] and the regulations under that section.\n26 C.F.R. § 1.925(a)–1T(a)(1). This appears to us to be dispositive.\n*484 The IRS had no statutory or regulatory authority to impose its own “arm’s length” calculation on P & G and P & G–FSC in the context of this dispute and, in fact, appears to have been forbidden from doing so. So we answer the third question in the affirmative. The IRS contends, however, that, because this is a taxpayer claim for a tax refund, this error is essentially irrelevant because the taxpayers (P & G and P & G–FSC) are limited to the arguments they raised and the relief they sought in the underlying administrative proceedings. And this takes us to our fourth question.\n \n\nD.\nAfter the district court granted summary judgment to the IRS—rejecting P & G’s interpretation and application of § 925(a)(2) and upholding the IRS’s calculation of P & G’s tax liability based on its “arm’s length” calculation—P & G moved the court for a clarification or modification of the order. P & G sought to recalculate its tax liability using the pass-through method, as that would be more favorable than the IRS’s calculation. See Section II.E, supra.\n \nThe IRS opposed P & G’s motion based on the variance doctrine. See Estate of Bird, 534 F.2d 1214, 1219 (6th Cir.1976) (“[T]he grounds on which a claim for a tax refund is made must be specifically set forth in the claim for refund itself, otherwise the court in a refund action is without jurisdiction to consider them.”). The district court agreed, concluding that neither P & G nor P & GFSC had set forth a pass-through alternative (i.e., 1.83% of gross-receipts) in their refund claims.\n \n[4] The problem with this conclusion is that both P & G and P & G–FSC did set forth this argument in their refund claims, stating that, given the IRS’s alternative calculation (based on its new CTI result), “the correct pricing method that would then apply would be the pricing determined under the 1.83% gross receipts method of IRC § 925, which would result in a decrease in income to [P & G] and an increase of income to P & G–FSC in an amount the [IRS] has not calculated.”\n \nThe district court erred by denying P & G’s motion based on the variance doctrine, under these facts. P & G is entitled to recalculate its tax liability under the pass-through method.\n \n\nIV.\nFor the foregoing reasons, we REVERSE the district court’s grant of summary judgment in favor of the IRS and REMAND for further proceedings consistent with this opinion.\n \n\n\nKETHLEDGE, Circuit Judge, concurring in part and concurring in the judgment.\n\nI am in full agreement with the majority’s result, and with much of its reasoning. I write separately, however, to explain the few areas of disagreement that prevent me from joining the court’s opinion in full.\n \nMy first point of departure relates to the majority’s explanation of the combined-taxable income method for allocating income between a parent company and its subsidiary foreign sales corporation (FSC). Under that method, the portion of the export income attributed to the FSC is based on a “transfer price” for the exported goods that would allow the FSC to derive net income equal to “23 percent of the combined taxable income” of the FSC and the parent attributable to the transaction. 26 U.S.C. § 925(a)(2) (1994). The transfer price is a hypothetical price at which the export goods are assumed to be sold by the parent to the FSC; once determined, it is used to calculate the taxable income of the FSC and the parent. See id. Because the transfer price is assumed to be paid by the FSC to the parent, it is *485 treated as a component of income for the parent and an expense item for the FSC.\n \nAs the majority observes, the general objective of the combined-taxable-income method is to treat the FSC and the parent as a partnership, and then apportion 23% of the net income attributable to the export transaction to the FSC and 77% to the parent. But I cannot agree that “the use of accrual-based accounting, in which income is recorded in the first year and costs in the next, would not change this outcome.” Majority Op. at 474. In reaching that conclusion, the majority does not calculate the applicable transfer price under the statutory formula, but instead assumes that the income or loss of the FSC-parent partnership will always be apportioned on a 23% to 77% basis. Because the parties’ principal dispute in this case deals with how to calculate the applicable transfer price, I think that assumption is unwarranted.\n \nAs noted above, the combined-taxable-income method treats the parent-to-FSC sale of the export goods as occurring at a hypothesized transfer price that would allow the FSC to derive net income equal to “23 percent of the combined taxable income” of the FSC and the parent attributable to the transaction. 26 U.S.C. § 925(a)(2). “Combined taxable income” for a given export sale is defined as “the excess of the foreign trading gross receipts of the FSC from the sale over the total costs of the FSC” and the parent, including the parent’s “cost of goods sold and its and the FSC’s noninventoriable costs ... which relate to the foreign trading gross receipts.” 26 C.F.R. § 1.925(a)–1T(c)(6)(i).\n \nWhen a transaction is fully accounted for during one taxable year, this calculation is straightforward. Subtracting the parent’s costs and the FSC’s costs from the FSC’s sales yields combined taxable income. The transfer price is then set at a level that, when subtracted along with the FSC’s other costs from the FSC’s sales, yields a profit for the FSC that is 23% of combined taxable income.\n \nBut this case is more complicated, because P & G used an advance-payment transaction to create a mismatch between the income and expenses attributable to the export sales. Applying the rules that ordinarily govern accrual-method taxpayers, P & G–FSC recorded receipts from the transaction in 2000 when it received payment from P & G–Canada, but P & G did not record an expense for cost of goods sold until 2001, when it provided the exports goods to P & G–FSC. See 26 C.F.R. § 1.451–1(a) (under the accrual method, a payment is generally recorded as income for tax purposes in the taxable year in which it is received); 26 U.S.C. § 461(h)(2)(B) (a deduction based on the taxpayer providing property is not taken into account until the taxpayer provides such property).\n \nThe parties have advanced two competing understandings of how to calculate combined taxable income—and thus the applicable transfer price—under these circumstances. P & G contends that it was entitled to use generally applicable annual-accounting principles to calculate the combined taxable income attributable to the advance-payment transaction. Because P & G–FSC recognized income from the transaction in 2000 and incurred only minor expenses in that year, while P & G did not recognize its cost-of-goods-sold deduction until the export goods were delivered in 2001, P & G argues that almost all of the $374 million payment from P & G–Canada to P & G–FSC constituted combined taxable income in 2000. The government responds that P & G was required to include all costs attributable to the advance-payment transaction in its calculation of combined taxable income, regardless of the taxable year in which the *486 costs were incurred. In support of this argument, the government emphasizes that combined taxable income is calculated on a transaction-by-transaction basis. It also suggests that the regulation’s reference to “total costs,” 26 C.F.R. § 1.925(a)–1T(c)(6)(i), sweeps broadly to include all costs, no matter when incurred.\n \nIn my view, P & G is correct that, under the regulation governing the computation of combined taxable income, it was not required to include all costs attributable to the advance-payment transaction, regardless of the year in which they were incurred. The relevant regulation, 26 C.F.R. § 1.925(a)–1T, starts by defining combined taxable income from a transaction as “the excess of the foreign trading gross receipts of the FSC from the sale over the total costs of the FSC” and the parent. Id. § 1.925(a)–1T(c)(6)(i). But it goes on to say that, subject to certain limitations, “the methods of accounting used by the FSC and [parent] to compute their taxable incomes will be accepted for purposes of determining the amounts of items of income and expense ... and the taxable year for which those items are taken into account.” Id. § 1.925(a)–1T(c)(6)(iii)(A) (emphasis added). In the ordinary case, therefore, the same method of accounting that is used by the taxpayer to determine when an item of income or expense is included in taxable income should also be used to determine when the item is properly includable in combined taxable income under the FSC provisions. Contrary to the district court’s conclusion, there is no general requirement that a taxpayer include in combined taxable income all expenses related to an export transaction, even if they are properly accounted for in a later year under the taxpayer’s usual method of accounting.\n \nI concede that, unlike the majority, I cannot readily distinguish the Tax Court’s decision in General Dynamics Corp. v. Comm’r, 108 T.C. 107 (T.C.1997). It is true that General Dynamics involved the completed-contract method of accounting, rather than the ordinary accrual-accounting principles involved here. But the court’s conclusion was that the “total costs” used to calculate combined taxable income include all costs relating to an export transaction, even if, under the taxpayer’s method of accounting, they had been properly deducted in a prior year. See id. at 124–25. Under the Tax Court’s logic, it seems to me that “total costs” would fairly include costs incurred and deducted in a later tax year, such as P & G’s cost-of-goods-sold deduction in this case. For the reasons set out above, however, I think that conclusion is incorrect. Thus, rather than attempt to distinguish General Dynamics, I would simply decline to follow it.\n \nThat is not to say that P & G was entitled to account for the advance-payment transaction in the way it did. An FSC and its parent may “generally” use any method of accounting that qualifies as valid under the tax laws. 26 C.F.R. § 1.925(a)–1T(c)(6)(iii)(B). But a method of accounting that is otherwise valid may nonetheless be disallowed by the IRS if it results in a “material distortion” of the income of the FSC or the parent. Id. I think P & G’s accounting method rather spectacularly flunked that test here.\n \nIt did so by flouting a fundamental distinction in this statute—namely, that between combined taxable income and gross receipts. As a result of the mismatch between receipts and expenses created by P & G’s accounting methodology, P & G’s calculation of combined taxable income did not include the cost of goods sold in the advance-payment transaction—which is to say, almost all of the costs associated with the transaction. Thus, as the majority observes, P & G’s accounting method de facto treated the gross receipts from the *487 advance-payment transaction as though they were the income attributable to the transaction. See Majority Op. at 20–21. And by doing so, P & G apportioned 23% of those gross receipts (less P & G–FSC’s own trivial costs) to P & GFSC as tax-advantaged income, even though it could have apportioned only 1.83% of those same gross receipts to P & G–FSC if it had actually elected to use the gross-receipts method. See 26 U.S.C. § 925(a)(1); 26 C.F.R. § 1.925(a)–1T(c)(2).\n \nThe result was to increase P & G’s tax benefit more than tenfold beyond what the statute plainly contemplates. “Material distortion” might well be a vague term; but if it encompasses anything, it surely encompasses a scheme that stultifies the fundamental distinctions set forth in the statute itself. That, I think, is precisely what we have here.\n \n* * *\n \nAlthough we follow different paths along the way, my thinking in this case ultimately converges with the majority’s. Like the majority, I conclude that P & G was not entitled to account for the advance-payment transaction in the way that it did. I also agree with the majority that the IRS’s regulations permitted P & G to recalculate its tax liability using the gross-receipts approach, and I do not believe the variance doctrine applies to foreclose that relief here.\n \nI therefore join parts III.C and III.D of the majority opinion, and I concur fully in the result.\n \nAll Citations\n376 Fed.Appx. 468, 105 A.F.T.R.2d 2010-2107, 2010-1 USTC P 50,372\n\n\n\nFootnotes\n|\n1\n|The statutory provisions that govern this case, 26 U.S.C. §§ 921–927, were repealed November 15, 2000. See “FSC Repeal and Extraterritorial Income Exclusion Act of 2000,” Pub.L. 106–519, § 2, 114 Stat. 2423. But, under the phasing out provision, a FSC such as the present P & G–FSC, which was in existence as of September 30, 2000, could continue until January 21, 2002. See id. at § 5(c).\n|\n2\n|In this transaction, the “buyers” (P & G–Canada and P & G–FSC) paid for the goods in advance (in 2000) for delivery later (in 2001). Under traditional accrual-based accounting methods, a company reports income (payment) in the tax year in which it is received, see 26 U.S.C. § 451(a), and reports expense (cost) in the tax year in which it is actually incurred, see 26 U.S.C. § 461(h)(2)(A)(ii). Thus, for purposes of calculating the tax liability associated with this “advance payment” transaction, P & G–FSC and P & G recorded income in 2000 and expenses in 2001.\n|\n3\n|Cost of Goods Sold (“COGS”).\n|\n4\n|P & G filed its own tax returns and separate returns for P & G–FSC, its wholly-owned subsidiary. Those returns are at issue in this case. The IRS did not challenge P & G–Canada’s tax returns, so those are not at issue here.\n|\n5\n|“Taxable Income” is also (and elsewhere) referred to as “Pre–Tax Profit.”\n|\n6\n|Under the FSC Program, the FSC could exempt 15/23 of its profit from taxation under either of two specially created approaches, namely § 925(a)(1) and (a)(2). See 26 U.S.C. § 291(a)(4)(B) (effective Aug. 20, 1996 to Dec. 28, 2007). Exempting 15/23 means paying tax on 8/23, which is the same as paying 8/23 as much tax on the entire profit. This is represented by altering the FSC’s effective tax rate to 8/23 of the standard rate (35%), which is 12.17%.\nFor the third possible approach (§ 925(a)(3)), the FSC Program allowed the FSC to exempt 30% of its profit from taxation. See 26 U.S.C. § 291(a)(4)(A). This results in 70% of the standard rate (35%), which is 24.5%.\n|\n7\n|Contrary to the misapprehension in the concurring opinion, there is no “assumption” here. This is a pure calculation and our omission of a stated “transfer price” does not render it less so or necessitate any assumption. In mathematics, the same equation can be represented in a variety of ways and still yield the same (correct) result. In this case, we chose the most direct route of calculating the end result (i.e., the profit subject to tax); one that did not require specific calculation of the underlying “transfer price.”\nLest it appear that something is amiss, let us be very clear that the underlying “transfer price” is easily calculated by application of basic profit-loss calculations: Profit = Income—Cost. Or, to state it more specifically for this particular situation:\nFSC Profit = FSC Income—FSC Incidental Costs—Transfer Price.\nFSC Profit must equal 23% of CTI, or $2,926,368 (as calculated in the first six lines of the above table). FSC Income is given: $374,790,000. As is FSC Incidental Cost: $2,721,689. Therefore, the profit-loss equation looks like this:\nFSC Profit = FSC Income—FSC Incidental Costs—Transfer Price.\n$2,926,368 = $374,790,000–$2,721,689—Transfer Price\nSolving the equation gives us a Transfer Price of $369,141,943. W e can, of course, check this result by inserting it into the profit-loss calculation for the parent, P & G:\nP & G Profit = Transfer Price—P & G Costs.\nP & G Profit = $369,141,943–$359,344,974 = $9,796,969.\nThis is the same profit we calculated for P & G in the seventh lin e of the table above.\nThe next footnote contains the same calculation for the accrual-ba sed method and, as will be seen, it is not—as the concurrence contends—“more complicated” though it is a bit more cumbersome, in that we have to do it twice.\n|\n8\n|It is easy to calculate a “transfer price” in this accrual-based-accounting scenario by following the same basic profit-loss equation that we used in the prior footnote: Profit = Income—Cost.\nFor tax year 2000, we calculated the CTI as $372,068,311, so 23% of that is $85,575,712 = 2000 FSC Profit.\nTax Year 2000 FSC Profit = FSC Income—FSC Incidental Costs—Transfer Price. $85,575,712 = $374,790,000–$2,721,689—Transfer Price.\nSolving the equation gives us a Transfer Price of $286,492,599 for Tax Year 2000. We can check this result by inserting it into the profit-loss calculation for the parent, P & G:\n2000 P & G Profit = Transfer Price—P & G Costs.\n2000 P & G Profit = $286,492,599–$0 = $286,492,599.\nThis is the same profit we calculated for P & G in the table above.\nIt is just as easy to calculate the “transfer price” for tax year 2001. In tax year 2001, the CTI is ($359,344,974), and 23% of that amount is ($82,649,344), which is the 2001 FSC Profit:\nTax Year 2001 FSC Profit = FSC Income—FSC Incidental Costs—Transfer Price.\n($82,649,344) = $0–$0—Transfer Price.\nSolving the equation gives us a Transfer Price of $82,649,344. We can check this result by inserting it into the profit-loss calculation for the parent, P & G:\n2001 P & G Profit = Transfer Price—P & G Costs.\n2001 P & G Profit = $82,649,344–$359,344,974 = ($276,695,630).\nThis is the same profit we calculated in the table above. Nothing about this is “complicated” or “assumed.”\n|\n9\n|The cited statutory provision is commonly referred to as the “arm’s length standard” for “allocation of income and deductions among taxpayers,” and states in pertinent part:\nIn any case of two or more organizations ... owned or controlled ... by the same interests, the [IRS] may ... allocate gross income, deductions, credits, or allowances between or among such organizations, ... if [the IRS] determines that such ... allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations....\n26 U.S.C. § 482.\n|\n10\n|The IRS also proposed an “alternative” position, in which it tendered its (incorrect) application of § 925(a)(2)’s “combined taxable income” calculation. These positions are discussed in Section II.D, infra.\n|\n11\n|Under this “arm’s length” middle-man approach, § 925(a)(3), a company could exempt 30% of its profit from taxation. See 26 U.S.C. § 291(a)(4)(A). This results in 70% of the standard rate (35%), which is 24.5%.\n|\n12\n|The tax code’s no-loss-rule provision states in full:\nLimitation on FSC income (‘no loss’ rules). If there is a combined loss on a transaction or group of transactions, a FSC may not earn a profit under either the combined taxable income method or the gross receipts method. Also, for FSC taxable years beginning after December 31, 1986, in applying the gross receipts method, the FSC’s profit may not exceed 100% of full costing combined taxable income determined under the full costing method of § 1.925(a)–1T(c)(3) and (6). This rule prevents pricing at a loss to the related supplier. The related supplier may in all situations set a transfer price or rental payment or pay a commission in an amount that will allow the FSC to recover an amount not in excess of its costs, if any, even if to do so would create, or increase, a loss in the related supplier.\n26 C.F.R. § 1.925(a)–IT(e)(1)(i).\n|\n13\n|This “income” to P & G–FSC in 2001 is the “loss reimbursement” from P & G, made pursuant to P & G’s interpretation of the “no loss rule.” Similarly, P & G’s “Costs (other)” in 2001 represents this “loss reimbursement.”\n|\n14\n|Recall that P & G–FSC reported $2,721,689 in “costs (other)” on its returns for tax year 2000. For further information, please refer to the first table in this opinion.\n|\n15\n|Imagine that you shift money from one hand to the other and back again, and that when you shift it to the one hand you tax it and when you shift it back you “un-tax” it. If both hands had equal tax rates, this circular shifting would have no effect. But if they had different rates, you would end up with more (or less) money at the end of the cycle.\nThat is, if you shifted money to one hand and taxed it at a low rate, and then shifted it back and “un-taxed” it at a high rate, then your tax would be low, your “un-tax” would be high, and you would end up with more money than you started with, even though all you did was shift it from one hand to the other (and back). That’s the scenario.\n|\n16\n|We have chosen to omit this calculation from our comparison. Our objective is to obtain consistent calculations, so that our comparison is meaningful. Because this calculation is circular and ultimately inconsequential (i.e., “meaningless”), we could just as accurately have added this calculation to all of our other approaches and created a consistent comparison in that way. We have chosen to omit the calculation from this approach because omitting it provides for an easier (and cleaner) calculation, thus making omission more practical than widespread addition.\n|\n17\n|Section 446(c), “General Rule for Methods of Accounting,” says:\nPermissible methods.—Subject to the provisions of subsections (a) and (b), a taxpayer may compute taxable income under any of the following methods of accounting—\n(1) the cash receipts and disbursements method;\n(2) an accrual method;\n(3) any other method permitted by this chapter; or\n(4) any combination of the foregoing methods permitted under regulations prescribed by the Secretary.\n26 U.S.C. § 446(c).\n|\n18\n|“Except as otherwise expressly provided in this chapter, a taxpayer who changes the method of accounting on the basis of which he regularly computes his income in keeping his books shall, before computing his taxable income under the new method, secure the consent of the Secretary.” 26 U.S.C. 446(e).\n|\n19\n|The concurrence would hold that General Dynamics is wrong rather than distinguishable (for, if it is correct and indistinguishable, then why would we decline to follow it?). The concurrence surmises that “total costs” must mean the same thing under both accounting methods and concludes that “it seems to me that ‘total costs’ would fairly include costs incurred and deducted in a later tax year.” This begs the question of how the parent (or FSC) could include costs that have not yet arisen (i.e., “costs incurred and deducted in a later tax year”). The concurrence offers no answer to this question, which is a difficult question if one assumes—as the concurrence does—that the differing accounting methods are indistinguishable. But we need not answer that question because we conclude that the two accounting methods are distinguishable, and General Dynamics applies to one but not the other, so General Dynamics is distinguishable.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}