{
    "Background": "\n\n\n\n499 F.Supp. 820\nUnited States District Court, N. D. Mississippi, Greenville Division.\nCharles E. WALDRUP, Executor of the Last Will and Testament of Marion T. Waldrup, Deceased, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nNo. GC 79-97-WK-P.\n|\nAug. 12, 1980.\n|\nMemorandum Order Sept. 15, 1980.\nSynopsis\nExecutor of testator’s estate brought action against the United States seeking a refund of federal estate taxes. The District Court, Keady, Chief Judge, held that: (1) testator’s widow had valid claims for widow’s allowance, savings accounts, farm rentals and right to renounce will under Mississippi law and such claims were made in good faith and settled as result of arm’s length negotiations; thus, property transferred from testator’s estate to widow “passed from the decedent to his surviving spouse” within meaning of applicable regulation and qualified as marital deduction, and (2) testator’s will manifested his intention that property transferred to surviving spouse be free of estate taxes; thus, property transferred from testator’s estate to his widow would not be reduced by federal estate taxes.\n \nJudgment in accordance with opinion.\n \n\n\nWest Headnotes (9)\n\n\n[1]\n|Internal RevenueMarital Deduction\n|\n|To qualify as a marital deduction, property interests must pass from decedent to his spouse, must be a deductible interest, and must be a nonterminable interest. 26 U.S.C.A. § 2056.\n\n|\n\n\n[2]\n|Internal RevenueTransfers other than by will;  election against will;  will contests and settlements thereof\n|\n|Where surviving spouse settles a valid claim against estate, amount of marital deduction is to be determined by value of property actually received under settlement agreement and not as to value of property he or she might have received had settlement not been reached. 26 U.S.C.A. § 2056.\n3 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueTransfers other than by will;  election against will;  will contests and settlements thereof\n|\n|Property transferred as result of settlement of a will controversy will be deemed to have passed as a bona fide recognition of enforceable rights of surviving spouse in decedent’s estate and will thus qualify for marital deduction only if claim asserted by surviving spouse against the estate was a valid one made in good faith and settled as result of arm’s length negotiations.\n2 Cases that cite this headnote\n|\n\n\n[4]\n|Federal CourtsWills, estates, and trusts\nJudgmentTax proceedings\n|\n|Federal courts are not inextricably bound by a state trial court’s decision regarding whether a surviving spouse was entitled, under state law, to property awarded by state court decree; rather, federal court must determine whether state trial court’s determination as to spouse’s right to property awarded was correct under state law.\n\n|\n\n\n[5]\n|Internal RevenueEstate tax\n|\n|The part of a decedent’s estate which is to suffer burden of federal estate tax is determined by state law.\n1 Case that cites this headnote\n|\n\n\n[6]\n|Internal RevenueTestamentary directions concerning payment\n|\n|Testator’s will manifested his intention that property transferred to surviving spouse be free of estate taxes; thus, property transferred from testator’s estate to his widow, who had a valid claim against estate, under a settlement agreement, which property qualified as a marital deduction, would not be reduced by federal estate taxes. 26 U.S.C.A. § 2056.\n\n|\n\n\n[7]\n|Internal RevenueAgreements for payment\n|\n|Where settlement agreement provided that property transferred to testator’s widow, who had valid claims against estate which were settled as result of arm’s length negotiation, would be free and clear of all encumbrances including any and all inheritance or estate taxes, the property transferred from estate to widow would not be reduced by estate taxes.\n\n|\n\n\n[8]\n|Internal RevenueMarital Deduction\n|\n|Congressional purpose for enacting marital deduction provision was to extend to married taxpayers in common law states the advantages of residence of community property jurisdictions by permitting a surviving spouse to acquire, free from estate taxation exaction, one half of what is referred to as adjusted gross estate of deceased spouse and such policy should be thwarted only when state law clearly mandates such a result. 26 U.S.C.A. § 2056.\n\n|\n\n\n[9]\n|Internal RevenueTransfers other than by will;  election against will;  will contests and settlements thereof\n|\n|Where testator’s widow had valid claims for widow’s allowance, savings accounts, farm rentals and right to renounce will under Mississippi law and where such claims were made in good faith and settled as a result of arm’s–length negotiations, property transferred to widow by decedent’s estate by reason of settlement “passed from the decedent to his surviving spouse” within meaning of applicable regulation and qualified as a marital deduction notwithstanding fact that value of property transferred by virtue of settlement exceeded value of property widow would have received under state law by renouncing the will. 26 U.S.C.A. § 2056; Miss.Code 1972, §§ 91–1–7, 91–5–25, 91–7–135.\n4 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*821 Robert Lawson Holladay, Drew, Miss., for plaintiff.\nWilliam D. M. Holmes, Dept. Justice, Washington, D. C., H. M. Ray, U. S. Atty., Oxford, Miss., for defendant.\n\n\n\n\nMEMORANDUM OPINION\nKEADY, Chief Judge.\nThis action was instituted by Charles E. Waldrup, Executor of the Last Will and Testament of Marion T. Waldrup, Sr., deceased, against the United States of America, seeking the refund of federal estate taxes in the amount of $12,850.62, together with interest and attorney’s fees. Plaintiff has moved for summary judgment on the basis of stipulated facts, exhibits and uncontradicted affidavits, which we hereby set forth as our findings of fact.\n \n\n\nFACTS\nOn April 18, 1976, Marion T. Waldrup, Sr. died testate and was survived by his widow, Rosie Lee Waldrup, three sons, and a daughter. Mr. Waldrup’s will provided as follows:\nI, MARION T. WALDRUP, a citizen of Sunflower County, Mississippi, over twenty-one years of age and of sound and disposing mind and memory, do hereby make, declare, and publish this, my Last Will and Testament, hereby revoking all other wills and testaments heretofore made by me.\n \n\n\nITEM I.\nI hereby give, devise and bequeath unto my wife Rosie Lee Waldrup all bank savings account (sic) in the name of M. T. Waldrup and/or Rosie Lee Waldrup, my household furniture and fixtures, and my personal automobile.\n\n\n*822 ITEM II.\nI hereby give, devise and bequeath unto my wife Rosie Lee Waldrup, for and during her life time with remainder in my children, Charles E. Waldrup, Janett Waldrup Hubbard, J. W. Waldrup and Marion T. Waldrup, Jr., to share and share alike, the house and lot occupied by us as a home in the City of Drew, Sunflower County, Mississippi.\n\n\nITEM III.\nI hereby give, devise and bequeath unto my wife Rosie Lee Waldrup for and during her life time with remainder in Charles E. Waldrup, Janett Waldrup Hubbard, J. W. Waldrup and Marion T. Waldrup, Jr., to share and share alike an undivided one-fifth interest in any and all real estate owned by me at the time of my death. I direct that my wife receive $4,800.00 per year free of any debts, from said farm land prior to annual distribution from the farm income being made to her and my children hereinafter named after payment of taxes and expense of ownership. For example, if the land rents for $12,000.00, my wife shall first receive $4,800.00, then the expense of ownership estimated at $3,100.00 for taxes, insurance and payment to JOHN HANCOCK LIFE INSURANCE COMPANY shall be deducted leave (sic) a balance of $4,100.00 to be distributed to my wife and four children.\n\n\nITEM IV.\nI direct that the bequests made in Items I, II, and III above be exempt from payment of inheritance or estate taxes and cost of administration.\n\n\nITEM V.\nIn lieu of an executor’s fee, I hereby give, devise and bequeath unto Charles E. Waldrup my Mississippi Chemical and Coastal Chemical Stock.\n\n\nITEM VI.\nI hereby designate Charles E. Waldrup my Executor to serve without bond and with full power to do and perform all things which under this Will and the law he may do and perform without accounting to any Court. I hereby waive the necessities of having a formal appraisal or inventory made of my estate.\nIN TESTIMONY HEREOF, I have this the 5th day of March, 1974, signed, declared and published the above and foregoing instrument as my Last Will and Testament, at Drew, Sunflower County, Mississippi, in the presence of the undersigned witnesses.\nOn July 20, 1976, Rosie Lee Waldrup filed a petition for Widow’s Allowance, Construction of the Will and Payment of Rental in the Chancery Court of Sunflower County, Mississippi. In her petition, Mrs. Waldrup states that she is entitled to a widow’s allowance in the amount of $6,600.00, the funds in a Golden Savings Account in the Merchants and Planters Bank in Drew, Mississippi, bearing account number 1000330 and any other funds in accounts bearing the name of M. T. Waldrup alone and in accounts in the names of M. T. Waldrup and Rosie Waldrup, and $4,800.00 representing the income from farm lands for the year 1976 as provided in Item III of M. T. Waldrup’s will. Mrs. Waldrup also filed a renunciation of the will1 on July 20, 1976 although a copy of this document, if indeed there be one, is not before the court.\n \nOn August 26, 1976, Mrs. Waldrup executed a written agreement with the other estate beneficiaries whereby she received the following property:\n1. All household furniture and fixtures owned by decedent at the time of his death and located in deceased’s Drew residence.\n*823 2. The family automobile.\n3. Funds on deposit in Merchants and Planters Bank in Drew, Mississippi in the names of Mr. or Mrs. M. T. Waldrup in the amount of $10,477.40.\n4. A deed of conveyance to a cemetery plot in Drew, Mississippi.\n5. A deed of conveyance to the house and lot occupied by decedent at the time of his death.\n6. $50,000.00 in cash, $30,000.00 of which was to be paid on or before September 15, 1976, with $10,000.00 payable on January 1, 1977, and the remaining $10,000.00 on January 1, 1978.2\n \nThe value of these properties totals $93,484.78. In exchange for these properties Mrs. Waldrup agreed to transfer 640 acres of land in Sunflower County and to relinquish any and all claims against the estate of M. T. Waldrup. By uncontradicted affidavit of R. C. McBee, the attorney who represented Mrs. Waldrup in the filing of her petition, this settlement agreement was entered into after “an extended time of arms length negotiations” between the parties who were “highly adverse” and represented by separate counsel. P. J. Townsend, Jr., who represented the children and estate of M. T. Waldrup during the period of settlement negotiations, also states by affidavit that the settlement was based on Mrs. Waldrup’s valid claims against the will and that “the controversy was between genuinely adverse claimants.”\n \nThe Commissioner of Internal Revenue determined that the taxable estate of M. T. Waldrup was $215,426.02 and allowed a marital deduction of $46,928.55. On December 1, 1978, plaintiff filed his claim for refund of estate taxes with the Director of Internal Revenue Service wherein plaintiff demanded that an estate tax refund be allowed in the original principal sum of $12,850.62, together with interest, attorney’s fees and costs.3\n \nPlaintiff maintains that the total marital deduction should have amounted to $93,484.78, the value of properties received under the settlement agreement. The United States contends that the estate is not entitled to a refund since the proper marital deduction of one-fifth of the distributive estate, which amounts to $57,198.47, minus one-fifth of the applicable estate taxes of $10,416.40, for a total marital deduction of only $46,482.07, was allowed in the first instance.\n \n\n\nAPPLICABLE LAW\n[1] In computing a decedent’s estate for estate tax purposes, 26 U.S.C. s 2056 allows a marital deduction in an amount not to exceed one-half of the value of the adjusted gross estate or $250,000.00, whichever is greater, for property which passes or has passed to decedent’s surviving spouse. To qualify as a marital deduction, the property interest must have passed from the decedent to his spouse, must be a deductible interest, and must be a non-terminable interest. While simple in concept, the estate marital deduction “has become more complex with each encrusting precedent.” Citizens & Southern Nat’l Bank v. United States, 451 F.2d 221, 222 (5th Cir. 1971). The issue present in this case is whether the interest acquired by Mrs. Waldrup under the settlement agreement “passed” to her from the decedent.\n \n[2] The tax regulations provide our starting point. The applicable provisions are as follows:\nIf as a result of a controversy involving the decedent’s will, or involving any bequest or devise thereunder, his surviving spouse assigns or surrenders a property interest in settlement of the controversy, the interest so assigned or surrendered is not considered as having “passed from the decedent to his surviving spouse.”\n*824 If as a result of the controversy involving the decedent’s will, or involving any bequest or devise thereunder, a property interest is assigned or surrendered to the surviving spouse, the interest so acquired will be regarded as having “passed from the decedent to his surviving spouse” only if the assignment or surrender was a bona fide recognition of enforceable rights of the surviving spouse in the decedent’s estate. Such a bona fide recognition will be presumed where the assignment or surrender was pursuant to a decision of a local court upon the merits in an adversary proceeding following a genuine and active contest. However, such a decree will be accepted only to the extent that the court passed upon the facts upon which deductibility of the property interests depends. If the assignment or surrender was pursuant to a decree rendered by consent, or pursuant to an agreement not to contest the will or not to probate the will, it will not necessarily be accepted as a bona fide evaluation of the rights of the spouse. (Emphasis added.)\n26 CFR s 20.2056(e)-2(d)(1) & (2). Therefore, the regulations clearly provide that the interests surrendered by Mrs. Waldrup, i. e., her widow’s allowance, her right to claim a child’s share in the property by renouncing the will, and all bequests under the will not retained by her under the settlement agreement, are irrelevant in a determination of the estate marital deduction. Id. at (d) (1). The Fifth Circuit has recognized that the amount of the marital deduction, in situations such as this, is to be determined by the value of the property actually received under the settlement agreement, “and not as to the value of the property she might have received had she not compromised.” Citizens & Southern Nat’l Bank, supra, at 228 (quoting Mills v. United States, 241 F.Supp. 955, 959 (M.D.Ga.1965)).\n \n[3] [4] The regulations also expressly provide, however, that, although property acquired by the surviving spouse pursuant to a state court decree in an adversary will contest will be presumed to be “a bona fide recognition of enforceable rights of the surviving spouse in the decedent’s estate”4 and thus qualify as a marital deduction, no such presumption attaches when the property is acquired pursuant to a settlement agreement. 26 C.F.R. s 20.2056(e)-2(d)(2). Property transferred as a result of settlement of a will controversy will be deemed to have passed as a “bona fide recognition of enforceable rights of the surviving spouse in the decedent’s estate” and will thus qualify for the marital deduction only if the claim asserted by the surviving spouse against the estate was “a valid one made in good faith and settled as the result of arm’s-length negotiations.” Barrett v. CIR, 22 T.C. 606, 611 (1954); see Bel v. United States, 452 F.2d 683, 694 (5 Cir. 1971), cert. denied, 406 U.S. 919, 92 S.Ct. 1770, 32 L.Ed.2d 118 (1972).\n \nIt is indisputable that a controversy involving M.T. Waldrup’s will and bequests and devises made thereunder arose between Mrs. Waldrup and the other heirs and estate beneficiaries, and that as a result property interests were assigned or surrendered to the surviving spouse.\n \nIf Mrs. Waldrup had a valid claim against the estate which was settled as a result of arm’s-length negotiations, we must conclude that the property transferred under the agreement passed from the decedent to his surviving spouse and therefore qualifies as a marital deduction. This is so whether the property transferred as a result of the settlement is “of greater or lesser value than the interests surrendered.” *825 Mills v. United States, 241 F.Supp. 955, 959 (M.D.Ga.1965). Since under the regulations and case authority we must disregard, for marital deduction purposes, the property interests she relinquished under the agreement, we conclude that it is unnecessary to determine whether those interests would have been deductible. In addition, it is unnecessary to determine whether she had a right, under state law or by virtue of the will, to the property she ultimately received. Public policy in favor of settlement militates against such a requirement. Settlement agreements constitute compromises by all parties; the final contract is usually not reflective of either side’s position. To hold that a party receiving property by such a settlement agreement must have a clear right to such property in order to qualify for the marital deduction would be the death knell of such compromises. Thus, we repeat for the sake of clarity and emphasis that if Mrs. Waldrup had a valid claim against the estate, which was settled as a result of arm’s-length negotiation, the property transferred under the agreement “passed from the decedent to his surviving spouse” within the meaning of the regulations and qualifies as a marital deduction. Since it is uncontradicted that the agreement was the result of adversary arm’s-length negotiations, the question narrows to whether Mrs. Waldrup’s claim was valid and made in good faith.5\n \nIt appears from the stipulated facts that Mrs. Waldrup asserted two separate claims against the estate-(1) Petition for Widow’s Allowance, Construction of the Will and Payment of Rental, and (2) a renunciation of the will.6 We consider these claims separately.\n \nIn her petition, Mrs. Waldrup asserted three grounds for relief. First she demanded a widow’s allowance in the amount of $6,600.00. Section 91-7-135 provides in pertinent part as follows:\nIt shall be the duty of the appraisers to set apart out of the effects of the decedent, for his widow and children who were being supported by him, ... one year’s provision, including such provision as may be embraced in the exempt property set apart. If there be no provisions, or an insufficient amount, the appraiser shall allow money in lieu or in addition thereto necessary for the comfortable support of the widow and children, or widow or children, as the case may be, for one year. In addition to the provisions or money in lieu thereof, the appraisers shall ascertain and allow what sum of money will be needed to purchase necessary wearing apparel for the widow and such children, or the widow and children, as the case may be, and to pay tuition for the children for one year.\nThe widow need only show that she and decedent were living together as husband and wife at the time of his death in order to be entitled to the widow’s allowance. Mills v. Mills, 279 So.2d 917, 921 (Miss.1973). Furthermore, “(t) he statute applies to cases of testacy and intestacy alike except in the case of wills where it clearly appears that the provisions in the will for the widow and minor children of the decedent are in lieu of the one year’s support provided for by the statute.” Id. The petition stated that at the time of decedent’s death Mr. and Mrs. Waldrup were married, resided together in Drew and that the decedent paid all the *826 expenses for the operation of the home. In addition, the provisions in the will for Mrs. Waldrup do not “clearly” appear to be in lieu of her statutory right to one year’s support. We therefore conclude that Mrs. Waldrup’s claim for a widow’s allowance was valid and made in good faith.\n \nThe petition also sought construction of that portion of the will that provided for payment unto Mrs. Waldrup of any bank savings account standing in the name of “M. T. Waldrup and/or Rosie Lee Waldrup.” The executor contended that by this provision Mr. Waldrup intended to bequeath to Mrs. Waldrup only those joint accounts which were issued in both names, while Mrs. Waldrup maintained that the provision operated to give her all bank savings accounts, whether issued in his name alone or in his name and his wife’s name. Since the will makes no further provision for bequests of bank savings accounts, we conclude that Mrs. Waldrup’s interpretation was reasonable and, therefore, that her claim for the savings accounts was valid and made in good faith.\n \nThere is no doubt that she had a valid claim as to $4,800.00 from the farm rentals, as the will specifically entitled her to at least $4,800.00 a year, free of any debts, from the farm rentals. Thus, this claim was valid and made in good faith.\n \nAs to the renunciation, in Mississippi a surviving spouse who is dissatisfied with the provisions left her in the will may renounce these provisions and take whatever interest she would have been entitled to had decedent died intestate. s 91-5-25; Kelly v. Alred, 65 Miss. 495, 4 So. 551 (1888). Since Mr. Waldrup left four children in addition to his wife, Mrs. Waldrup would be entitled to one-fifth of all personal property and an undivided one-fifth interest in fee of all real property.7 See s 91-1-7. Callicott & Norfleet v. Callicott, 90 Miss. 221, 43 So. 616 (Miss.1907). State law provided the right to renounce; Mrs. Waldrup’s claim to this right was clearly valid and made in good faith.\n \nWe therefore find as a matter of fact and conclude as a matter of law that the claims asserted by Mrs. Waldrup were valid, made in good faith, and settled as a result of arm’s-length negotiation. We must now consider whether Mrs. Waldrup’s distributive share should be charged with any portion of the federal tax.\n \n[5] We note initially that “the part of a decedent’s estate which is to suffer the burden of the federal estate tax is determined by state law. Riggs v. Del Drago, 1942, 317 U.S. 95, 63 S.Ct. 109, 87 L.Ed. 106.” Cox v. United States, 421 F.2d 576, 583 (5 Cir. 1970).\n \nThe Mississippi Supreme Court recently held that, based on s 91-7-91, Miss.Code Ann. (1979 Supp.) and s 91-7-191 Miss.Code Ann. (1972), “(t)he ultimate burden of estate taxes in this state in the absence of a manifestation of the testator’s intent is not chargeable to the land until personalty in the estate has been exhausted.” Stovall v. Stovall, 360 So.2d 679, 680 (Miss.1978). Furthermore, “resort must be first had to personal property not specifically devised by the will.” Torian v. First Nat’l Bank, 321 So.2d 287, 288 (Miss.1975).\n \n[6] We conclude that M. T. Waldrup’s will manifested his intention that the property transferred to Mrs. Waldrup be free of estate taxes. Item IV of his will exempted from the payment of estate taxes and administration costs those “bequests” made in the first three items of the will. These three items of the will were the ones that provided for Mrs. Waldrup. Furthermore, Item III of the will specifically states that Mrs. Waldrup was to receive $4,800.00 a year “free of any debts.” Construing the *827 will as a whole, we conclude that Mr. Waldrup intended that the property acquired by Mrs. Waldrup under the will be free of estate taxes. Since we have determined that the property Mrs. Waldrup received under the settlement agreement “passed” to her from the decedent, we conclude that, because of Mr. Waldrup’s intention that the property acquired by Mrs. Waldrup be free of estate tax, this property should not bear the burden of estate taxes.\n \n[7] An alternative basis for our holding that the marital deduction should not be reduced by estate taxes is found in the settlement agreement, which provides that the property transferred to Mrs. Waldrup under the agreement would be “free and clear of all incumbrances, including any and all inheritance or estate taxes due to the United States and the State of Mississippi.” “An agreement in compromise of a will contest may exonerate particular parties from liability of estate or inheritance taxes.” 70 ALR 3rd 691, 717 (1976) (see cases cited therein).\n \n[8] Finally, our decision regarding the liability of Mrs. Waldrup’s share for estate taxes is consistent with the Congressional purpose for enacting the marital deduction provision. That purpose was “to extend to married taxpayers in common law states the advantages of residents of community property jurisdictions by permitting a surviving spouse to acquire, free from estate tax exaction, one-half of what is referred to as the adjusted gross estate of the deceased spouse.” Dougherty v. United States, 292 F.2d 331, 337 (6 Cir. 1961) (emphasis supplied). We are of the opinion that this Congressional policy should be thwarted only when state law clearly mandates such a result.8 Under our analysis, both the federal policy and state law may be complied with faithfully.\n \nPlaintiff’s claim for attorney fees must be denied on the basis of Key Buick v. C. I. R., 613 F.2d 1306 (5 Cir. 1980) and Prince v. United States, 610 F.2d 350 (5 Cir. 1980).\n \nIn conclusion, plaintiff shall recover from the United States of America the principal amount of $12,850.62, representing overpayment of estate taxes, together with interest from November 21, 1978, the date of overpayment, until finally paid, at the rate of nine percent per annum as provided by 26 CFR s 301.6621-1 (1979), adopted pursuant to 26 U.S.C. s 6621 (1979 Supp.), and the costs of this action.\n \nLet Judgment be issued accordingly.\n \n\n\nMEMORANDUM ORDER\nDefendant has filed a motion under Rules 52(b) and 59, Federal Rules of Civil Procedure, to alter and amend our judgment entered August 15, 1980, and to dismiss the action with prejudice. After due consideration, we are of the opinion that the motion of the United States is not well taken and should be denied.\n \n[9] The government essentially argues two points, the more significant being that the estate tax marital deduction should be limited to the amount of property Mrs. Waldrup could receive by renouncing the will under state law. See Miss.Code Ann. s 91-5-25. We considered this argument in our decision and rejected it as being against public policy and the weight of authority. The cases cited by the government are not on point. Most of those cases do not involve settlement situations; rather, they dealt with the binding effect of decisions by a state trial court as to estate matters on the government in assessing estate taxes. As to Farley v. United States, 581 F.2d 821 (Ct.Cl.1978), heavily relied upon by the government, the sweeping language in the trial judge’s opinion supporting the government’s position was not adopted by the Court of Claims, that court stating:\n(I)n view of the disposition of the case, the court finds it necessary to consider *828 only the two issues discussed in the second half of the opinion, i. e., whether under Illinois law the widow here had enforceable rights which were recognized by the settlement and whether the settlement was motivated by considerations other than recognition of the widow’s rights under Illinois law. On those issues the court agrees with the trial judge’s opinion and adopts that portion of the opinion as the basis for its judgment in this case. In view of that disposition, it is unnecessary to pass upon the broader and more general issue discussed in the first half of the opinion on that question, but sets it forth as the trial judge’s view.\nId. at 822 (emphasis added). Thus, by using the language underscored above, the Court of Claims appears to have applied the same test as we adopted in our decision, namely whether the claim asserted by the surviving spouse against the estate was a valid one, made in good faith, and settled as the result of arm’s-length negotiations. To use the language of the Court of Claims, we found in our opinion that Mrs. Waldrup had enforceable rights under Mississippi law in the decedent’s estate and these rights were recognized by the settlement. Furthermore, the settlement was not motivated by considerations other than recognition of Mrs. Waldrup’s rights under state law. Whether she received more or less than she would have received in the absence of settlement is irrelevant.1\n \nThe government seeks to limit the marital deduction to that which Mrs. Waldrup would have received under state law by renouncing the will. However, the actual controversy between Mrs. Waldrup and the estate included much more than surrender of her renunciation right. Mrs. Waldrup was pursuing two alternate remedies-taking under the will and against the will. She also relinquished her right to a widow’s allowance, which would have been available under either remedy. To look only at Mrs. Waldrup’s renunciation rights would be to ignore the circumstances surrounding the agreement.\n \nThe government contends that our decision “could have a catastrophic effect upon the future collection of federal estate taxes throughout the entire country” by allowing the estate to fix the amount of the marital deduction. We disagree. If the parties’ settlement is merely a collusive attempt to increase the amount of the marital deduction, then the settlement would not be “a bona fide recognition of enforceable rights of the surviving spouse in the decedent’s estate,” as required by the regulations. Since the record in this case does not reflect collusive or bad faith negotiations, and since it is undisputed that Mrs. Waldrup had enforceable rights in her husband’s estate, we are constrained to hold that our ruling on this issue was proper and the estate is entitled to a marital deduction in the amount of the value of the properties Mrs. Waldrup received under the settlement.2\n \nThe government next contends that under Banks v. Junk, 264 So.2d 387 (Miss.1972), Mrs. Waldrup’s distributive share is chargeable with a portion of the federal estate taxes. In Banks the Mississippi Supreme Court held that the proper method of distributing a decedent’s estate upon the renunciation of a will is to deduct from the *829 gross value of the estate debts, administrative and funeral costs and estate taxes leaving the net value of the estate, out of which the surviving spouse receives a child’s share. The government contends that Banks requires us to find that Mrs. Waldrup must bear one-fifth of the estate taxes. We disagree. Banks did not change the general Mississippi law that the ultimate burden of estate taxes “in the absence of ... a manifestation of the testator’s intent is not chargeable to the land until personalty in the estate has been exhausted.” See Stovall v. Stovall, 360 So.2d 679 (Miss.1978). Since a renouncing spouse gets an undivided interest in both realty and personalty, it is logical to require the surviving spouse to pay a portion of the estate taxes when a renunciation is effected. In this case, however, Mrs. Waldrup did not receive an undivided one-fifth interest in decedent’s personalty, and it would therefore be incongruous to charge her with payment of one-fifth of the taxes. Furthermore, as we held in the Memorandum Opinion, M. T. Waldrup’s will manifested an intent that the property transferred to Mrs. Waldrup be free of estate taxes, and the settlement agreement exonerated Mrs. Waldrup from payment of estate taxes.\n \nHaving found no error in our August 12 opinion, it is\n \nORDERED:\n \nThat the motion of the United States of America to alter judgment and amend findings of the court be and the same hereby is denied.\n \nAll Citations\n499 F.Supp. 820, 46 A.F.T.R.2d 80-6212, 80-2 USTC P 13,368\n\n\n\nFootnotes\n|\n1\n|Under s 91-5-25 and s 91-1-7, Miss.Code Ann. (1972), a surviving spouse who is not satisfied with the provisions made for her in decedent’s will may renounce those provisions of the will and claim a distributive share in the estate. Since Mr. Waldrup was survived by four children in addition to his wife, such distributive share would be a one-fifth interest in the estate.\n|\n2\n|To the extent the parties’ stipulation as to the properties received under the agreement differs from the actual agreement itself, which is an exhibit to the stipulation, we rely on the settlement agreement.\n|\n3\n|Plaintiff concedes that two recent Fifth Circuit opinions foreclose his claim for attorney fees. See Key Buick v. C.I.R., 613 F.2d 1306 (5 Cir. 1980); Prince v. U.S., 610 F.2d 350 (5 Cir. 1980).\n|\n4\n|Federal courts are not inextricably bound by a state trial court’s decision regarding whether a surviving spouse was entitled, under state law, to the property awarded by the state court decree. CIR v. Estate of Bosch, 387 U.S. 456, 87 S.Ct. 1776, 18 L.Ed.2d 886 (1967); Cox v. United States, 421 F.2d 576, 580 (5 Cir. 1970). Rather, the federal court must determine whether the state trial court’s determination as to the spouse’s right to the property awarded was correct under state law. For reasons discussed infra, we conclude that this line of cases is inapplicable when, as here, the property is acquired as a result of settlement.\n|\n5\n|Since there is no evidence that the claims asserted by Mrs. Waldrup were made for collusive or coercive reasons, we conclude that the claims were made in good faith if they were valid.\n|\n6\n|Although the remedies requested in the renunciation and the petition may be inconsistent, the rule is clear that when one “has at his command inconsistent remedies and he is doubtful which is the right one, in the absence of facts creating an equitable estoppel, he may pursue any or all of them until he recovers through one, since the prosecution of a wrong remedy through defeat will not estop him from subsequently pursuing the right one.” Edwards v. Edwards, 193 Miss. 889, 11 So.2d 450, 451 (Miss.1943) (quoting 28 C.J.S. Election of Remedies s 12 at 1085). In Edwards, the court determined that the widow had not abandoned her contested probate of a will by subsequently renouncing the will.\n|\n7\n|The United States apparently arrived at the amount which qualified as marital deduction by taking the value of the property Mrs. Waldrup would be entitled to upon renunciation. As we discussed supra, however, the value interests surrendered by a settling spouse are to be disregarded in computing the marital deduction.\n|\n8\n|Cf. s 27-9-57 ((w)herever possible, the terms of (the Mississippi estate tax laws) shall be construed in conformity with similar provisions of the estate tax law of the United States“).\n|\n1\n|Menkus v. Commissioner, 21 T.C.M. 559 (1962) is clearly distinguishable. There the surviving spouse contested decedent’s will, which left her nothing, and settled with the estate in an amount greater than the value of the net probate estate. The court found from the testimony of the settling heirs that the settlement was not a bona fide recognition of her rights as an heir of decedent, but rather was motivated by other concerns. Id. at 561-63. No such facts are before us.\n|\n2\n|We regard as untenable the government’s position that Treasury Regulation s 20.2056(e)-2(d)(2) applies only to situations when the interest received under the settlement is less than the widow’s statutory interest. This position is supported neither by case authority nor by logic.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}