{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by United States v. Gateway Import Management, Inc., CIT, July 3, 2018\n295 F.Supp.3d 1349\nUnited States Court of International Trade.\nUNITED STATES, Plaintiff,\nv.\nMAVERICK MARKETING, LLC et al., Defendants.\nSlip Op. 18–16\n|\nCourt No. 17–00174\n|\nMarch 7, 2018\nSynopsis\nBackground: Government brought action against importer of record, a marketing company, and cigar manufacturer, seeking to recover unpaid federal excise tax and prejudgment interest from importers pursuant to the Tariff Act. Defendants moved to dismiss for failure to state a claim.\n \n[Holding:] The Court of International Trade, Kelly, J., held that government stated claim seeking to recover unpaid tax, and interest, from importer and manufacturer.\n \nMotion denied.\n \n\n\nWest Headnotes (6)\n\n\n[1]\n|Customs DutiesProceedings in general\n|\n|In deciding a motion to dismiss for failure to state a claim upon which relief can be granted, the Court of International Trade (CIT) assumes all factual allegations in the complaint to be true and draws all reasonable inferences in favor of the plaintiff. USCIT, Rule 12(b)(6).\n\n|\n\n\n[2]\n|Customs DutiesOffenses by owners or others in regard to importation of goods\n|\n|Persons who are not the importer of record of merchandise may be held liable under Tariff Act provision governing penalties for fraud, gross negligence and negligence if they introduce or attempt to introduce merchandise into United States commerce. Tariff Act of 1930 § 592, 19 U.S.C.A. § 1592(a).\n1 Case that cites this headnote\n|\n\n\n[3]\n|Customs DutiesConstruction and operation of penal statutory provisions\n|\n|Merchandise is “introduced” into United States commerce, for purposes of Tariff Act provision governing penalties for fraud, gross negligence and negligence, when a person takes actions that bring goods to the threshold of the process of entry by moving goods into Customs and Border Protection (CBP) custody in the United States and providing critical documents to the relevant officials. Tariff Act of 1930 § 592, 19 U.S.C.A. § 1592(a).\n1 Case that cites this headnote\n|\n\n\n[4]\n|Customs DutiesConstruction and operation of penal statutory provisions\n|\n|A statement, document, or act is “material,” for purposes of Tariff Act provision governing penalties for fraud, gross negligence and negligence, if it has the tendency to influence the decision of Customs and Border Protection (CBP) in assessing duties. Tariff Act of 1930 § 592, 19 U.S.C.A. § 1592(a).\n1 Case that cites this headnote\n|\n\n\n[5]\n|Customs DutiesPenalties and actions therefor\n|\n|Allegations that contract between importer of record, a marketing company, and cigar manufacturer allowed company to act as “pass-through” entity while manufacturer financed all transactions underlying importation of subject merchandise, that agreement allowed importers to calculate federal excise tax based on sales price from exporter plus one dollar per carton, that purported sales price of subject merchandise upon which federal excise tax was calculated was not result of arm’s-length transaction, and that agreement was not disclosed when merchandise was entered were sufficient to state that importer and manufacturer entered into scheme that, furthered by false and material statements and/or omissions, led to them violating Tariff Act provision governing penalties for fraud, gross negligence and negligence, as required for government’s claim seeking to recover unpaid federal excise tax and prejudgment interest from importer and manufacturer pursuant to the Act. Tariff Act of 1930 § 592, 19 U.S.C.A. § 1592(a).\n1 Case that cites this headnote\n|\n\n\n[6]\n|Customs DutiesPenalties and actions therefor\n|\n|Allegations that cigar manufacturer financed all of transactions connected with entry of subject merchandise, that, upon release of merchandise from warehouse, it was sent directly to manufacturer, that two invoices importer of record, a marketing company, generated for merchandise were paid for by manufacturer, and that manufacturer owned trademarks for all imported products and thus controlled all United States importations of imported merchandise were sufficient to state that manufacturer retained sufficient control of importation process and, therefore, introduced merchandise into United States commerce, as required for government’s claim seeking to recover unpaid federal excise tax and prejudgment interest from importer and manufacturer pursuant to Tariff Act. Tariff Act of 1930 § 592, 19 U.S.C.A. § 1592(a).\n\n|\n\n\nAttorneys and Law Firms\n*1350 Stephen Carl Tosini, Senior Trial Counsel, Commercial Litigation Branch, Civil Division, U.S. Department of Justice, of Washington, DC, for plaintiff United States. With him on the brief were Chad A. Readler, Acting Assistant Attorney General, Jeanne E. Davidson, Director, and Claudia Burke, Assistant Director.\nBarry Marc Boren, Law Offices of Barry Boren, of Miami, FL, and Gerson M. Joseph, Gerson M. Joseph, P.A., of Weston, FL, for defendants Maverick Marketing, LLC and Good Times USA, LLC.\nThomas Randolph Ferguson, Sandler, Travis & Rosenberg, PA, of San Francisco, CA, for defendant American Alternative Insurance Company.\n\n\n\n\nOPINION AND ORDER\nKelly, Judge:\nThis matter is before the court on Maverick Marketing, LLC’s (“Maverick”) and Good Times USA, LLC’s (“Good Times”) motions to dismiss Plaintiff’s complaint pursuant to USCIT Rule 12(b)(6) for failure to state a claim upon which relief can be granted. See Def., Maverick Marketing, LLC’s Rule 12(b)(6) Mot. Dismiss & Mem. Law 1–3, Nov. 13, 2017, ECF No. 29 (“Maverick Mot. Dismiss”); Def., Good Times USA, LLC’s Rule 12(b)(6) Mot. Dismiss & Mem. Law 1–3, Nov. 13, 2017, ECF No. 30 (“Good Times Mot. Dismiss”). Plaintiff, the United States (“Plaintiff”), on behalf of United States Customs and Border Protection (“CBP” or “Customs”), seeks to recover unpaid Federal Excise Tax (“FET”), in various amounts, and prejudgment interest from Defendants, Maverick, Good Times, and American Alternative Insurance Company (“AAIC”) (collectively, “Defendants”), pursuant to section 592 of the Tariff Act of 1930, as amended 19 U.S.C. § 1592 (2012).1 See Summons, July 10, 2017, ECF *1351 No. 1; Compl. at ¶¶ 1, 26–27, 32–33, July 10, 2017, ECF No. 2. From AAIC, Plaintiff also seeks mandatory statutory interest pursuant to 19 U.S.C. § 580. Compl. at ¶ 31. Plaintiff is also seeking attorney fees and any further interest, as provided by law, that the court deems just and appropriate. Id. at 6. For the reasons that follow, Maverick and Good Times’ motions to dismiss are denied.\n \n\nBACKGROUND\nMaverick and Good Times move to dismiss on the grounds that Plaintiff’s complaint merely recites the elements of a cause of action and alleges no “factual enhancement sufficient to withstand dismissal.” Maverick Mot. Dismiss at 2; Good Times Mot. Dismiss at 2; see also Defs., [Maverick] & [Good Times]’s Reply to Pl.’s Resp. to Defs.’ Mots. Dismiss & Mem. Law at 5–7, 12–19, Jan. 29, 2018, ECF No. 39 (“Joint Reply”). Maverick and Good Times also argue that Plaintiff fails to plead with particularity a claim of fraud or mistake, Maverick Mot. Dismiss at 4–5, 7–8; Good Times Mot. Dismiss at 4–5, 8; Joint Reply at 4, and improperly attempts to amend its complaint by adding a previously unpled basis for liability. See Joint Reply at 7–12. Further, Good Times argues that Plaintiff fails to plead sufficient facts demonstrating that Good Times had the requisite control over the customs entry process of the subject merchandise, or even participated in the process at all. See Good Times Mot. Dismiss at 9–14. Plaintiff responds that its complaint has sufficiently alleged that Maverick and Good Times made material false statements and/or omissions when entering the subject merchandise into United States commerce.2 See Pl.’s Resp. Defs.’ Mot. Dismiss at 7–15, Dec. 18, 2017, ECF No. 36 (“Pl.’s Resp.”). Further, Plaintiff contends that the false statements and/or omissions came as a result of a scheme between Maverick and Good Times to underpay the FET on the subject merchandise.3 See id. at 1–2, 7–15. As a result, Plaintiff alleges that Maverick and Good Times violated 19 U.S.C. § 1592(a) and are liable for unpaid taxes under 19 U.S.C. § 1592(d).4 See id.\n \n\nJURISDICTION AND STANDARD OF REVIEW\nThis Court possesses exclusive jurisdiction over claims brought under 19 U.S.C. § 1592 pursuant to 28 U.S.C. § 1582(1) (2012).\n \n[1]In deciding a motion to dismiss for failure to state a claim upon which relief can be granted, the court assumes all factual allegations in the complaint to be true and draws all reasonable inferences in favor of the plaintiff. *1352 Cedars–Sinai Med. Ctr. v. Watkins, 11 F.3d 1573, 1584 n.13 (Fed. Cir. 1993); Gould, Inc. v. United States, 935 F.2d 1271, 1274 (Fed. Cir. 1991). However, the “[f]actual allegations must be enough to raise a right to relief above the speculative level on the assumption that all the allegations in the complaint are true (even if doubtful in fact)[.]” Bell Atl. Corp. v. Twombly, 550 U.S. 544, 555, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007) (citations and footnote omitted). “Threadbare recitals of the elements of a cause of action, supported by mere conclusory statements, [will] not suffice.” Ashcroft v. Iqbal, 556 U.S. 662, 678, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009) (citation omitted). “[O]nly a complaint that states a plausible claim for relief survives a motion to dismiss.” Iqbal, 556 U.S. at 679, 129 S.Ct. 1937 (citation omitted).\n \n",
    "Discussion": "Plaintiff claims that Maverick and Good Times are liable for $3,339,011.08 worth of unpaid FET pursuant to 19 U.S.C. § 1592(d), stemming from the companies’ violations of 19 U.S.C. § 1592(a).5 Compl. at ¶ 27; see also 19 U.S.C. § 1592(a), (d). For the reasons that follow, the court denies Maverick and Good Times’ motions to dismiss.\n \n[2] [3] [4]The United States may recover an unpaid tax under 19 U.S.C. § 1592(d) for violations of 19 U.S.C. § 1592(a). See 19 U.S.C. § 1592(a), (d). To allege a violation under 19 U.S.C. § 1592(a), Plaintiff must plead sufficient facts to show that a person entered or introduced, or attempted to enter or introduce, merchandise into United States commerce by means of either (i) a material and false statement, document or act, or (ii) a material omission. 19 U.S.C. § 1592(a)(1)(A)(i)–(ii). Persons who are not the importer of record may be held liable under 19 U.S.C. § 1592(a) if they introduce or attempt to introduce merchandise into United States commerce. United States v. Trek Leather, Inc., 767 F.3d 1288, 1296–1299 (Fed. Cir. 2014); see also 19 U.S.C. § 1592(a). Merchandise is “introduced” into United States commerce when a person takes “actions that bring goods to the threshold of the process of entry by moving goods into CBP custody in the United States and providing critical documents” to the relevant officials. Trek Leather, 767 F.3d at 1299. A statement, document, or act is “material” if it has the “tendency to influence [Customs’] decision in assessing duties.” United States v. Thorson Chemical Corp., 16 CIT 441, 448, 795 F.Supp. 1190, 1196 (1992) (citations omitted). The allegations cannot merely recite the elements of the claim under 19 U.S.C. § 1592(a), but must demonstrate an entitlement to relief “above the speculative level[.]” Twombly, 550 U.S. at 555, 127 S.Ct. 1955 (citation omitted). Pursuant to the statutory framework, the FET on the subject merchandise at issue here is calculated based on the “price for which [the subject merchandise] sold[.]” *1353 26 U.S.C. § 5701(a)(2) (2012).6 However, when there is no arm’s-length transaction between the importer and domestic producer, the price on which the FET is calculated will be based “on the price for which such articles are sold, in the ordinary course of trade, by manufacturers or producers thereof, as determined by the Secretary [of the Treasury].” See 26 U.S.C. § 4216(b)(1)(C). A sale is not arm’s length if it is “made pursuant to special arrangements between a manufacturer and a purchaser.” 26 C.F.R. § 48.4216(b)–2(e)(2) (2012).7\n \nPlaintiff alleges that the contract between Maverick and Good Times allowed Maverick to act as a “pass-through” entity, while Good Times financed all the transactions underlying the importation of the subject merchandise. Compl. at ¶¶ 15–19; see also Compl. at Agreement to [I]mport Tobacco Products, July 10, 2017, ECF No. 2–2 (referred to as “Exhibit B” in Plaintiff’s complaint) (“Agreement”). Plaintiff alleges that the Agreement allowed Maverick and Good Times to calculate the FET based on a “purported price,” i.e., the sales price from Rolida Investments, Inc. (“Rolida”),8 the exporter of the subject merchandise, to Maverick, plus one dollar per carton. Compl. at ¶ 15. Plaintiff alleges that, as a result, the sales price was not based on the first sale of the subject merchandise domestically at an arm’s-length transaction, see id. at ¶¶ 15–19, but instead was the result of a “special arrangement” or scheme between Maverick and Good Times. Id. at ¶ 21; see also 26 U.S.C. § 4216(b)(1)(C); 26 C.F.R. § 48.4216(b)–2(e)(2). Plaintiff alleges that the Agreement, its terms, and the resulting “special arrangement” between Maverick and Good Times was not disclosed when the subject merchandise was entered, and claims that these failed disclosures constitute “false statements and/or omissions[.]”9 Compl. at *1354 ¶ 21. Plaintiff further alleges that the “false statements and/or omissions identified in [its complaint at ¶¶ 12–22] were material because they had the potential to affect determinations made by CBP concerning [Maverick and Good Times’] liability for FET.” Id. at ¶ 23.\n \n[5]Plaintiff has alleged sufficient facts from which a trier of fact could conclude that the purported sales price of the subject merchandise upon which the FET was calculated was not the result of an arm’s-length transaction.10 As support, Plaintiff provides a copy of the Agreement between Maverick and Good Times, see Agreement, and a summary of the payment structure underlying the importation of the subject merchandise into the United States. Compl. at ¶¶ 15–19. Plaintiff alleges that even though, as per the Agreement, Maverick paid Rolida and, in turn, Maverick would sell the merchandise to Good Times, at all relevant times Good Times controlled the transactions. Id. Plaintiff provides several examples of Good Times’ control over the transactions. See id. at ¶¶ 18–20. First, Plaintiff alleges that, per the Agreement, Maverick would generate two invoices—one, itemizing the subject merchandise and the costs incurred from Rolida, plus one dollar per carton commission for Maverick, and the second, “includ[ing] FET, USDA [“United States Department of Agriculture”] tobacco buyout payments, customs broker’s fees, and harbor maintenance fees, among other fees incident to entry.” Id. at ¶ 18. However, Good Times would only pay the balance of the second invoice once it received proof that the funds from the first invoice had been wired to Rolida. Id. Plaintiff alleges that Good Times financed both transactions, and therefore had paid for the subject merchandise before it was entered. Id. ¶¶ 18–19 (citing, in support, the payment arrangement set up by Maverick and Good Times in the Agreement). Second, Plaintiff alleges that Maverick would only collect one dollar per carton as commission. Id. at ¶¶ 15, 18. Third, Plaintiff alleges that, at all relevant times, “Good Times owned the trademarks for all imported products and thus controlled all United States importations of the imported merchandise.”11 Id. at ¶ 20 *1355 (citation omitted). Plaintiff alleges that neither Maverick nor Good Times disclosed the relationship between them, nor the financial structure created to import the subject merchandise into the United States. Compl. at ¶ 22.12\n \nPlaintiff’s complaint points to specific facts that cumulatively provide sufficient grounds for a “court to draw the reasonable inference that the defendant is liable for the misconduct alleged.” Iqbal, 556 U.S. at 678, 129 S.Ct. 1937 (citation omitted). A trier of fact could find that Maverick and Good Times’ failure to disclose the terms of the Agreement as material for determining whether the transactions were conducted on an arm’s-length basis and whether the values declared on the entry paperwork adhered to the statutory and regulatory requirements. Therefore, Plaintiff’s complaint contains sufficient allegations to plausibly support the claim that Maverick and Good Times entered into a scheme that, furthered by false and material statements and/or omissions, led to Maverick and Good Times violating 19 U.S.C. § 1592(a).13\n \n[6]Good Times specifically challenges Plaintiff’s allegation that Good Times violated 19 U.S.C. § 1592(a), as it was neither the importer nor consignee for the subject merchandise at the time of importation, Good Times Mot. Dismiss at 9–11, nor the alter ego of Maverick. Id. at 11–14; see also Joint Reply at 12–17. Good Times argues that all the relevant transactions were done at Maverick’s direction:\nMaverick was the importer; Maverick filed the entry documents; Maverick was the consignee on each import document; Maverick’s custom broker filed the entry documents with Customs pursuant to a Power of Attorney executed by Maverick; Maverick paid the Customs duties and fees; and Maverick paid the FET’s at the time of importation based on its sales price to Good Times (the first sale in the United States) “as required by law”.\n*1356 Joint Reply at 5.14 However, here, Plaintiff has alleged sufficient facts for a trier of fact to determine that Good Times retained sufficient control of the importation process and, therefore, introduced the subject merchandise into United States commerce. Specifically, Plaintiff alleges: that Good Times financed all the transactions connected with the entry of the subject merchandise, Compl. at ¶ 19; that, upon the release of the subject merchandise from the warehouse, it was sent directly to Good Times, id. at ¶ 14; and that the two invoices Maverick generated for the subject merchandise were paid for by Good Times, with the second invoice only being paid upon Good Times’ receipt of proof that Rolida had been paid. Id. at ¶ 18. Further, Plaintiff also alleges that “Good Times owned the trademarks for all imported products and thus controlled all United States importations of the imported merchandise.” Id. at ¶ 20 (citation omitted).15 Therefore, Plaintiff’s complaint did not rest on “naked assertions” absent factual support, see Iqbal, 556 U.S. at 678, 129 S.Ct. 1937 (citing Twombly, 550 U.S. at 557, 127 S.Ct. 1955), and instead sufficiently alleged that Good Times “introduced” the subject merchandise into United States commerce.16\n \n\nCONCLUSION\nFor the reasons provided above, Maverick and Good Times’ motions to dismiss *1357 are denied. In accordance with this opinion, it is\n \nORDERED that Maverick and Good Times’ motions to dismiss are denied; and it is further\n \nORDERED that Maverick and Good Times shall file their respective answers to Plaintiff’s complaint on or before Monday, April 2, 2018; and it is further\n \nORDERED that the parties shall file a joint proposed scheduling order that will achieve the purposes of USCIT Rule 16(b) on or before Wednesday, May 2, 2018.\n \nAll Citations\n295 F.Supp.3d 1349, 39 ITRD 2823\n\n\n\nFootnotes\n|\n1\n|Further citations to the Tariff Act of 1930, as amended, are to the relevant provisions of Title 19 of the U.S. Code, 2012 edition.\n|\n2\n|AAIC has not submitted any filings in relation to the motions to dismiss filed by Maverick and Good Times. However, AAIC has filed cross-claims against both Maverick and Good Times. See Answer to Compl. & Cross Claims, Oct. 26, 2017, ECF No. 23.\n|\n3\n|Plaintiff alleges that “Maverick as principal, and AAIC as surety, executed three Continuous Basic Importation and Entry Bonds” for various sums, Compl. at ¶ 6, and that pursuant to the terms of these three bonds AAIC is jointly and severally liable for “payment of all duties, taxes and charges, not in excess of the coverage amount per bond year, due as a result of the entry of merchandise into the United States during each yearly period covered by each bond.” Id. at ¶ 7.\n|\n4\n|Plaintiff’s complaint does not seek, as part of its request for relief, civil penalties under 19 U.S.C. § 1592(a), (c). Pursuant to 19 U.S.C. § 1592(d), the United States is entitled to recover the full amount of lawfully owed “duties, taxes, or fees ... whether or not a monetary penalty is assessed.”\n|\n5\n|Plaintiff makes three other claims that are derivative of its main allegation that Maverick and Good Times violated 19 U.S.C. § 1592(a) and, as a result, must pay the full value of the unpaid FETs under 19 U.S.C. § 1592(d). See Compl. at ¶¶ 22–33; see also 19 U.S.C. § 1592(a), (d). Plaintiff also claims that AAIC is liable for $1,945,343.64 worth of unpaid FET “[b]ased on Maverick’s violations of 19 U.S.C. § 1592(a) and AAIC’s agreement to pay any duties, taxes, or fees owed upon entries of merchandise subject to Maverick’s continuous entry bonds[.]” Compl. at ¶ 29. Plaintiff seeks to recover mandatory statutory interest from AAIC pursuant to 19 U.S.C. § 580. Id. at ¶ 31. Further, Plaintiff claims that it is owed “prejudgment interest running from the date of entry,” from the Defendants. Id. at ¶ 33. Neither Maverick nor Good Times have raised any independent reasons for why Plaintiff is not entitled to the relief encapsulated by these three claims.\n|\n6\n|Further citations to Title 26 of the U.S. Code are to the 2012 edition.\n|\n7\n|Further citations to Chapter 26 of the Code of Federal Regulations are to the 2014 edition, the most recent version in effect at the time of the last entries of the subject merchandise. The entries at issue in this action were imported between the years 2012 and 2015. See Compl. at ¶ 1; Maverick Mot. Dismiss at 1; Good Times Mot. Dismiss at 1. The 2012 and 2013 editions of the Code of Federal Regulations are the same in relevant part as the 2014 version.\n|\n8\n|The complaint refers to this corporate entity as “Rolida Investments.” See Compl. at ¶ 13. However, other submissions filed by the parties provide the company’s complete name, “Rolida Investments, Inc.” See Joint Reply at 2; Attachments [to Pl.’s Resp.]: # 1 Exhibit A—Sample entry and invoices, Dec. 18, 2017, ECF No. 36–1 (providing an invoice from Rolida Investments, Inc. and identifying Rolida Investments, Inc. as the “Shipper/Exporter/Remitente” on the Bill of Lading).\n|\n9\n|Maverick and Good Times also argue that Plaintiff’s complaint makes contradictory allegations as to why the sales price used to calculate the FET was incorrect. See Joint Reply at 2–4. Maverick and Good Times contend that such contradictions demonstrate that Plaintiff’s complaint fails to state a claim upon which relief can be granted. Id. However, in arguing that Plaintiff makes contradictory statements as to price, Maverick and Good Times point to statements made by Plaintiff in its response, not its complaint. See id. at 2 (contrasting two statements made by Plaintiff within its response to Maverick and Good Times’ motions to dismiss). In its complaint, Plaintiff clearly indicates that a scheme between Maverick and Good Times, see Compl. at ¶¶ 15–19, allowed the two companies to use a “purported sales price” not based on an arm’s-length transaction, but instead on the pre-importation price, to calculate each entry’s FET. See id. at ¶ 15. Moreover, Maverick and Good Times selectively isolate different parts of Plaintiff’s response to argue that Plaintiff is contradicting itself. See Joint Reply at 2. Read as a whole, however, Plaintiff in its complaint and response clearly argues that Maverick and Good Times set up a scheme to avoid paying the proper amount of FET. See Compl. at ¶¶ 12–23; Pl.’s Resp. at 7–15. Therefore, Maverick and Good Times’ argument is unpersuasive. Further, Maverick and Good Times’ argument that Plaintiff wrongfully focuses on adequacy of profit derived by Maverick under the terms of the Agreement, see Joint Reply at 6–7, fails for similar reasons. Plaintiff’s complaint relies on the profit structure to support its allegation that “Maverick acted as a pass-through entity for Good Times’s purchases of [the subject merchandise] from Rolida[,]” see Compl. at ¶ 16, and that the Agreement between Maverick and Good Times allowed the two companies to set up a scheme that allowed for manipulation of the price upon which the FET would be calculated. See id. at ¶¶ 15–19.\n|\n10\n|Here, Plaintiff alleges that Maverick is the importer of record. Compl. at ¶¶ 12, 24. Neither Good Times nor Maverick disagree. See Joint Reply at 5, 6; Maverick Mot. Dismiss at 4; Good Times Mot. Dismiss at 4. The statute imposes liability for violations of 19 U.S.C. § 1592(a)(1) on a “person.” 19 U.S.C. § 1592(a)(1). An importer of record qualifies is a “person.” See Trek Leather, 767 F.3d at 1296 (explaining that the term “person” covers importers and consignees); 19 U.S.C. § 1401(d); see also 26 U.S.C. § 5703(a)(1) (imposing liability on the importer of tobacco products for the payment of taxes pursuant to 26 U.S.C. § 5701).\n|\n11\n|Maverick and Good Times argue that trademark ownership is not enough to demonstrate control over importation transactions. See Maverick Mot. Dismiss at 6; Good Times Mot. Dismiss at 6–7. Maverick and Good Times mischaracterize Plaintiff’s reliance on trademark ownership. In its complaint, Plaintiff relies on Good Times’ ownership of the trademark right for the imported subject merchandise as indicia of control. See Compl. at ¶ 20. It is part of Plaintiff’s theory that Good Times was the entity in control of the transactions involving importation of the subject merchandise, that there was no arm’s-length relationship between the two companies, that Good Times was indeed the consignee at the time the subject merchandise was imported, and that these omissions were material. See id. at ¶¶ 15–21.\n|\n12\n|Maverick and Good Times also challenge Plaintiff’s allegation that there was fraud in the reporting of the sales price. See Maverick Mot. Dismiss at 4–5; Good Times Mot. Dismiss at 4–5. Specifically, both argue that Plaintiff has pled no facts demonstrating that the sales prices was not the price Good Times paid Maverick for the subject merchandise, or why use of that price was incorrect. See Maverick Mot. Dismiss at 4; Good Times Mot. Dismiss at 4. However, Plaintiff’s complaint sufficiently establishes that Plaintiff’s argument as to “purported price,” see Compl. at ¶¶ 15–19, is related to its argument that Maverick and Good Times had a special arrangement or scheme that resulted in the declaration of a false price for the subject merchandise for FET purposes. Id. at ¶ 21.\n|\n13\n|Maverick and Good Times also challenge Plaintiff’s allegation that the companies undervalued the subject merchandise by using the “transaction value,” and therefore violated 19 U.S.C. § 1401a. See Maverick Mot. Dismiss at 7–8; Good Times Mot. Dismiss at 8; Joint Reply at 19–20. Maverick and Good Times contend that “[t]he FET’s [sic] calculated and paid by Maverick were [properly] based on a post-importation price determined according to Title 26—not Title 19 [of the United States Code,]” Joint Reply at 20 (emphasis omitted), and that Plaintiff confuses value declared for valuation purposes with value used to calculate FET. See Maverick Mot. Dismiss at 8; Good Times Mot. Dismiss at 8. Pursuant to 19 U.S.C. § 1401a(a), imported merchandise may be appraised based on its “transaction value.” See 19 U.S.C. § 1401a(a). Plaintiff alleges that this violation had the potential to affect CBP determinations regarding the FET. It is possible for a trier of fact to conclude that use of an incorrect method of appraisement could cause CBP to not properly evaluate Maverick and Good Times’ statements regarding the FET owed.\n|\n14\n|Maverick and Good Times do not identify the source from which they are quoting the phrase, “as required by law.”\n|\n15\n|Maverick and Good Times also argue that Plaintiff, in its response to Maverick’s and Good Times’ motions to dismiss, attempts to improperly amend the complaint and insert an allegation that, during all relevant times, Maverick acted as Good Times’ agent. See Joint Reply at 7–12. To support this argument, Maverick and Good Times quote an excerpt from Plaintiff’s response that “ ‘Maverick acted as Good Times’ agent ...’ ” and cite to page six of Plaintiff’s response as support. Id. at 7 (citing Pl.’s Resp. at 6). However, on page six of its response, Plaintiff outlines the standards of review that the court is to apply in deciding a motion to dismiss and in deciding whether a violation has occurred pursuant to 19 U.S.C. § 1592(a). See Pl.’s Resp. at 6. The court assumes that Maverick and Good Times meant to cite to the following statement in Plaintiff’s response:\nThe amount of FET owed is calculated based on the first arm’s length sale price after importation, but under their sham transactions, Maverick acted as Good Times’s agent for the purpose of reporting an artificially low value to United States authorities for FET purposes.\nPl.’s Resp. at 1. In its complaint, Plaintiff alleges: that “Maverick acted as a pass-through entity for Good Times’s purchases of [the subject merchandise] from Rolida[,]” Compl. at ¶ 16; that “the business relationship between Maverick and Good Times was not that of a buyer and seller in an arm’s length transaction[,]” id. at ¶ 17; and that Good Times financed all transactions relating to the importation of the subject merchandise. Id. at ¶¶ 18–19. Therefore, Plaintiff’s allegations sufficiently support a theory that the relationship between Maverick and Good Times was that of agent and principal.\n|\n16\n|In the joint reply, Maverick and Good Times also argue that this case should be dismissed with prejudice as to Good Times because Plaintiff fails to allege sufficient facts demonstrating that FET tax liability transferred from Maverick to Good Times. See Joint Reply at 5–6. Maverick and Good Times argue that transfer of FET liability occurs only pursuant to 26 U.S.C. § 5704. Id. at 6; see also 26 U.S.C. § 5704. These arguments are not persuasive. Plaintiff’s claim arises under 19 U.S.C. § 1592(a), (d), which allows the United States to recover any tax owed from any person who entered or introduced merchandise into United States commerce. See 19 U.S.C. § 1592(a), (d). Here, Plaintiff’s allegations are sufficient such that a trier of fact could find Good Times introduced the subject merchandise into United States commerce by means of a material misstatement and/or omission, and thus that Good Times can be held liable for lost FETs under 19 U.S.C. § 1592(d).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}