{
    "Background": "\n\n\n\n731 F.Supp.2d 887\nUnited States District Court, W.D. Missouri, Saint Joseph Division.\nUNITED STATES of America, Plaintiff,\nv.\nA. Blair STOVER, Jr., Defendant.\nCase No. 08–6018–CV–SJ–ODS\n|\nAug. 9, 2010.\nSynopsis\nBackground: Government brought action seeking injunction to prevent tax advisor from promoting sham tax structures.\n \n[Holding:] Following a bench trial, the District Court, Ortrie D. Smith, J., held that advisor had reason to know that multiple business entity structure he promoted lacked any legitimate business purpose, warranting injunction.\n \nOrdered accordingly.\n \n\n\nWest Headnotes (4)\n\n\n[1]\n|Internal RevenuePrevention and detection of violations of revenue laws in general\nInternal RevenueInjunctions\n|\n|Tax advisor had reason to know that multiple business entity structure he promoted, in which subchapter S corporation would establish separate management company with different tax year and then pay company management fees to reduce corporation’s taxable income and defer taxation on fees, lacked any legitimate business purpose and was established solely to defer recognition of income, warranting issuance of injunction preventing advisor from promoting or selling any tax plans involving structure; under structure, corporation unlawfully claimed to have incurred management fees before alleged management services were provided, and advisor made fraudulent statements in promoting structure. 26 U.S.C.A. § 7408(a).\n4 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueSubstance or form of transaction\n|\n|A taxpayer may not claim tax benefits that Congress did not intend to confer by setting up a sham transaction lacking any legitimate business purpose, or by affixing labels to its transactions that do not accurately reflect their true nature.\n\n|\n\n\n[3]\n|Internal RevenuePrevention and detection of violations of revenue laws in general\nInternal RevenueInjunctions\n|\n|Tax advisor had reason to know that multiple business entity structure he sold, in which small business owner would establish separate management company in form of subchapter S corporation, which would then create employee stock ownership plan to collect management fees paid to company by owner to reduce his taxable income, lacked any legitimate business purpose and was established solely to defer recognition of income, warranting issuance of injunction preventing advisor from promoting or selling any tax plans involving structure; structure created invalid employee stock ownership plan because small business owner’s other employees were not permitted to participate in plan. 26 U.S.C.A. § 7408(a).\n4 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenuePrevention and detection of violations of revenue laws in general\nInternal RevenueInjunctions\n|\n|Tax advisor had reason to know that multiple business entity structure he promoted, in which small business owner would establish separate management company in form of subchapter S corporation, which would then sell its stock to Roth Individual Retirement Account (IRA) and collect management fees from owner to reduce his taxable income, lacked any legitimate business purpose and was established solely to defer recognition of income, warranting issuance of injunction preventing advisor from promoting or selling any tax plans involving structure; in establishing structure, defendant ignored revenue ruling finding that Roth IRAs could not own shares in subchapter S corporations. 26 U.S.C.A. § 7408(a).\n5 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*888 Daniel A. Applegate, Russell J. Edelstein, U.S. Dept. of Justice, Allyson B. Baker, Gregory S. Seador, Washington, DC, Charles M. Thomas, Office of the United States Attorney, Kansas City, MO, for Plaintiff.\nA. Blair Stover, Jr., Los Angeles, CA, pro se.\nRichard F. Lombardo, James David Myers, Shaffer Lombardo Shurin, Kansas City, MO, Leonard Sharenow, Law Offices of Leonard Sharenow, PC, Los Angeles, CA, for Defendant.\n\n\n\n\nFINDINGS OF FACT, CONCLUSIONS OF LAW, AND JUDGMENT IN FAVOR OF PLAINTIFF\nORTRIE D. SMITH, District Judge.\nThe Government instituted this action pursuant to IRC § 7408, which permits the United States to seek an injunction to prevent individuals from engaging in certain conduct that is otherwise subject to a penalty. A bench trial was held in late June and early July of this year. The Court finds in favor of the Government.\n \n\nI. PROLOGUE\nSeparating the factual findings and the legal conclusions will thwart rather than *889 facilitate an understanding of this case. Accordingly, the Court will begin by making some general observations about the governing law. Thereafter, the Court will relate its findings and conclusions without distinguishing between the two. In setting forth its findings, the Court is mindful that the Government’s burden is to prove its case by the preponderance, or the greater weight, of the evidence. With respect to issues of credibility, the Court is free to believe all, none, or some of a witness’ testimony. The Court will not parse the testimony of witnesses, nor will it detail how and why it resolved issues related to credibility or impeachment. It should be presumed that the Court believed the admissible testimony and evidence consistent with the findings contained herein.1\n \nThe Government may file suit “to enjoin any person from further engaging in conduct subject to penalty under section 6700 .... or section 6701....” IRC § 7408(a). If the court finds the defendant has engaged in such conduct and “that injunctive relief is appropriate to prevent recurrence of such conduct,” then an injunction may be issued to enjoin the defendant from engaging in that conduct “or in any other activity subject to penalty under section 6700 or section 6701.” IRC § 7408(b).\n \nAs applied to this case, section 67002 imposes a penalty on any person who\n \n• organizes or assists in organizing an entity, plan, or arrangement, and\n• in connection with that effort makes, furnishes, or causes another person to make or furnish a statement with respect to the allowability of a deduction or credit, the excludability of income, or the securing of any other tax benefit, and\n• the person knows or has reason to know that the statement is false or fraudulent.\nThe scienter requirement requires further discussion in light of the evidence and arguments. Section 6700 imposes a penalty if the defendant “knows or has reason to know” of the statement’s false or fraudulent nature. This standard must be contrasted with scienter requirements contained in other provisions and applicable to other situations. For instance, section 6662 imposes a penalty on the taxpayer (as opposed to the advisor or, as in this case, an organizer) for understating tax payments during the year but reduces that penalty to the extent the understatement “is attributable to the tax treatment of any item by the taxpayer if there is or was substantial authority for such treatment.” IRC § 6662(d)(2)(B)(i). A tax preparer who prepares a return that understates tax liability or improperly claims a refund can be subject to a penalty if the statement *890 or claim did not have “a realistic possibility of being sustained on its merits.” IRC § 6694(a). These differing standards evince Congress’ desire that promoters be held to a higher standard by providing taxpayers and tax preparers more leeway than is found in section 6700. The existence of authority and legal opinions may bear on what Defendant knew or had reason to know, but he cannot defend himself by claiming (as he has) that there was substantial authority for his advice.\n \nWhile the Eighth Circuit has not addressed the issue, other circuits have identified factors that bear on a defendant’s knowledge or reason to know. Factors to consider include “(1) the extent of the defendant’s reliance upon knowledgeable professionals; (2) the defendant’s level of sophistication and education; and (3) the defendant’s familiarity with tax matters.” United States v. Estate Preservation Services, 202 F.3d 1093, 1103 (9th Cir.2000); see also United States v. Gleason, 432 F.3d 678, 683 (6th Cir.2005) (relying on Estate Preservation Services ); United States v. Kaun, 827 F.2d 1144, 1149 (7th Cir.1987). These factors will be discussed in further detail throughout the next section of this Order.\n \n\nII. FINDINGS AND CONCLUSIONS\nA. Defendant’s Background\nDefendant received a bachelor of science degree in business administration from Missouri Western State College, and an MBA with an emphasis in marketing and finance from Northwest Missouri State University. He earned a law degree from the University of Missouri—Kansas City in 1987. Later, Defendant took courses toward an LLM in taxation at UMKC, but he did not complete the program. He has passed the necessary tests to be licensed as a CPA, although he is not licensed in Missouri because he did not complete the practical experience requirements imposed in that state. He has been licensed to practice law in Missouri since 1990 and is a member of the Missouri Bar and the bar of this Court.\n \nDefendant worked for the international accounting firm of Coopers & Lybrand for approximately six years: four years in St. Louis and two years in Kansas City. While in St. Louis, his duties consisted of drafting and seeking revenue rulings and private letter rulings from the IRS. At trial, he testified this is a very common method for obtaining guidance on technical tax matters. While neither form of pronouncement from the IRS is a final declaration of the law, it constitutes the Government’s position on the matter. Private letter rulings can be relied upon only by the taxpayer seeking the ruling, but revenue rulings have broader applicability and can be relied upon by other taxpayers. Defendant’s other duties included performing tax research and drafting opinions and memoranda. In 1993, he began working at Grant Thornton LLP’s office in Kansas City, Missouri, first as a tax manager, later as a senior tax manager, and finally as a tax principal.\n \nIn September 2001, Defendant left Grant Thornton and became an equity partner in the accounting firm of Kruse Mennillo, LLP, which has its principal office in California, but also has offices in Missouri, Arizona, and Florida. Defendant is currently a 1/3 partner in Kruse Mennillo. The current managing partner, Victor Kawana, declined to say Defendant was in charge of Kruse Mennillo’s tax practice, but conceded Defendant brought a “level of sophistication” that had not been seen previously. Joining Defendant in the move from Grant Thornton to Kruse Mennillo were Angela Parker (a CPA and attorney) and Jenny Swearngin and Kelly Webb (CPAs). Defendant also arranged *891 for Kruse Mennillo to hire Marc Sommers, an attorney based in St. Joseph, Missouri.\n \n\nB. The Structures\nThe Government’s case focuses on three multiple business entity structures sold and arranged by Defendant, the first two of which were primarily sold while Defendant was at Grant Thornton. The first is what the parties have referred to as the parallel C structure, and the second is the ESOP/S structure. Defendant also sold the ESOP/S structure for a short period of time after he moved to Kruse Mennillo. The third structure, the Roth/S structure, was only sold when Defendant was at Kruse Mennillo.\n \nAll three structures have a common thread: they are premised on a business owner forming a separate business denominated as a management company. The “operating company”—the initial, pre-existing business—retains the new company to perform “management services.” Fees paid to the management company are expenses that reduce the operating company’s taxable income. Defendant contends—correctly—that such structures are common. However, “common” does not automatically mean “lawful” or “valid.” Depending on the execution, the transaction can amount to nothing more than a sham. Moreover, these particular arrangements were unlawful regardless of the specifics of their execution. In this regard, the Court notes and rejects one of Defendant’s frequent arguments justifying his actions: that certain transactions can be lawful without regard to whether the ones he promoted actually were.\n \nWith this common thread in mind, the Court turns to the particulars of each structure.\n \n\n1. Parallel C\n\n(a) Generally\n[1] This structure was developed and promoted by others at Grant Thornton’s Kansas City office before Defendant became employed. Defendant began recommending them to clients after he joined the firm. The structure was sold to small business owners who owned corporations that elected subchapter S status under the Internal Revenue Code. Normally, money earned by a corporation is subject to taxation twice: once as income to the corporation, and again when the owner receives dividends. A subchapter S election allows the corporation to become a “pass through” entity, so that income is not subject to taxation at the corporate level.3 Instead, the owners of the corporation are taxed for the share of income attributed to them. In this way, an S corporation is treated like a partnership for tax purposes.\n \nOnce the operating company elected subchapter S status, the management company would be established in Nevada through a company owned by James Hoeppner called Nevada Corporation Associates (“NCA”). The primary reason for incorporating in Nevada was that state’s lack of an income tax. The management company had no employees or property in Nevada, and its only “presence” in that state would be NCA’s address. The operating company’s tax year was the traditional January 1–December 31, but the management company would elect to have a fiscal year starting on December 1 and ending on November 30 of the following year. The sole shareholder of both corporations would be the same person or persons (namely, the original business-owner/client).\n \n*892 In December, the operating company would accrue its “management fee expenses” for the following year, and pay them to the management company. Thus, for instance, an operating company might claim and pay $300,000 as the following year’s management expenses on December 15, 1997, thereby taking a deduction in 1997. However, the transaction is documented in the first month of the management company’s tax year, thereby deferring any taxation on the $300,000 at least until the management company pays taxes for its fiscal year ending November 30, 1998.\n \nThis arrangement is unlawful from its inception, without regard to the specifics of any particular utilization. IRC § 461(h)(1) states that generally, “in determining whether an amount has been incurred with respect to any item during any taxable year, the all events test shall not be treated as met any earlier than when economic performance with respect to such item occurs.” In the case of services, economic performance occurs when the services are provided. IRC § 461(h)(2). Under these general principles, the operating company cannot claim to have incurred the management fee expense before the management services were provided.\n \nAn exception to these rules exists; it was relied on by Defendant and others at Grant Thornton but it is inapplicable. The exception allows for the accrual of expenses if certain conditions are satisfied, among which are that the expense is a recurring expense that is either “not a material item” or the accrual of the expense “results in a more proper match against income than accruing such item in the taxable year in which economic performance occurs.” IRC § 461(h)(3)(A).\n \nRegulations provide further explanation of these concepts. For instance, with respect to the materiality requirement, then-existing regulations stated as follows:\n(i) In determining whether a liability is material, consideration shall be given to the amount of the liability in absolute terms and in relation to the amount of other items of income and expenses attributable to the same activity.\n(ii) A liability is material if it is material for financial statement purposes under generally accepted accounting principles.\n(iii) A liability that is immaterial for financial statement purposes under generally accepted accounting principles may [still] be material for purposes of this paragraph (b).\n26 C.F.R. § 1.461–5(b)(4).4 Under this standard, the management fees are material because of the sheer amount of the supposed expense and the correlation between the fees and the operating company’s revenues. The Court also finds the amount and nature of the fees were such that they were material for financial statement purposes. With regard to the matching requirement, the accrual of the expense in the tax year preceding provision of the management services is not a “more proper match” than recognizing the expense as management services are provided.\n \nDefendant has not justified reliance on section 461(h), either now or at the time he was actually promoting parallel C structures. His only justification seems to be that the accrual method is allowed, which is an accurate but horribly incomplete statement. In truth, the accrual method is allowed only under certain circumstances. *893 Defendant knew or should have known the circumstances were not present.\n \nDefendant also insinuates that he should not have known anything was wrong with this structure because others at Grant Thornton developed and sold it. The Court is not persuaded by this reasoning. Just because other accountants and professionals were doing something wrong does not excuse Defendant’s misconduct. In concluding that Defendant knew or should have known the structure was flawed, the Court relies not only on Defendant’s background, education and experience, but also on the fact that the provisions signaling the structure’s invalidity are not obscure or hypertechnical provisions of the Internal Revenue Code. Another factor is the complete absence of any explanation or justification as to how the structure could be acceptable under the law. Finally, the arrangement has no legitimate business purpose. It is clear that Defendant’s primary, if not sole, motivation in promoting the parallel C structures was to defer recognition of income.\n \n\n\n(b) Specific Transactions5\n[2] In addition to the fundamental flaws outlined above, the transactions suffered from flaws in their execution. First and foremost was the failure to insure that the transactions accurately reflected reality. “As the Supreme Court has recognized, taxpayers have the right to decrease or avoid taxes by legally permissible means. See Gregory v. Helvering, 293 U.S. 465, 469[, 55 S.Ct. 266, 79 L.Ed. 596] (1935). However, ‘transactions[ ] which do not vary control or change the flow of economic benefits[ ] are to be dismissed from consideration.’ See Higgins v. Smith, 308 U.S. 473, 476[, 60 S.Ct. 355, 84 L.Ed. 406] (1940).” Klamath Strategic Investment Fund ex rel. St. Croix Ventures v. United States, 568 F.3d 537, 543 (5th Cir.2009). In Higgins, the Supreme Court held that the Government “may look at actualities and upon determination that the form employed for doing business or carrying out the challenged tax event is unreal or a sham may sustain or disregard the effect of the fiction as best serves the purposes of the tax statute.” 308 U.S. at 477, 60 S.Ct. 355; see also Interstate Transit Lines v. Commissioner, 130 F.2d 136, 139–40 (8th Cir.1942); Helvering v. Tyler, 111 F.2d 422, 426 (8th Cir.1940). In short, “[a] taxpayer may not ... claim tax benefits that Congress did not intend to confer by setting up a sham transaction lacking any legitimate business purpose, or by affixing labels to its transactions that do not accurately reflect their true nature.” BB & T Corp. v. United States, 523 F.3d 461, 471 (4th Cir.2008); see also United States v. Scherping, 187 F.3d 796, 801–02 (8th Cir.1999); F.P.P. Enterprises v. United States, 830 F.2d 114, 117–18 (8th Cir.1987).\n \n\n\ni. Donald Clark and Grant Thomas\nDonald Clark and Grant Thomas co-owned Clark Thomas Construction, an S corporation in St. Joseph, Missouri. In 1998, Defendant advised Clark and Thomas to form a management company called Magellan Capital Resources, Inc., solely to provide “management services” to Clark Thomas Construction in order to reduce taxes. Magellan had no employees other than Clark and Thomas, so the only “services” Magellan provided to the operating company were the same services Clark and Thomas provided to the operating company before Magellan was created. Immediately, a person of Defendant’s experience and education should have known *894 the arrangement was of dubious validity. “In any case of two or more [business entities] owned or controlled directly or indirectly by the same interests, the Secretary may distribute, apportion or allocate gross income, deductions, credits or allowances between or among such [businesses] if ... necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such [businesses].” IRC. § 482; see also Northwestern Nat’l Bank of Minneapolis v. United States, 556 F.2d 889, 891 (8th Cir.1977). The corresponding regulation declares that “[i]n determining the true taxable income of a controlled taxpayer, the standard to be applied in every case is that of a taxpayer dealing at arm’s length with an uncontrolled taxpayer.” 26 C.F.R. § 1.482–1(b).6 Another regulation specified how certain transactions should be valued, and the provision of managerial services is specifically addressed. 26 C.F.R. § 1.482–2(b). There was no evidence of any effort to properly value the “services” Magellan would be providing in accordance with the regulation.\n \nAs events unfolded, in December 1998 the operating company recorded an expense to reflect the management fee in the amount of $350,000. This reduced the operating company’s taxable income by $350,000 for the 1998 tax year and the income was reported by Magellan as income for the November 1998–October 1999 fiscal year. This resulted in an improper deferral of the income. In reality, no money ever moved between the companies. All transactions appeared in financial books and records, but the operating company never actually transferred money to Magellan. All book entries necessary to create the illusion of actual transactions came from people acting at Defendant’s direction.\n \n\n\nii. Jerry Bain\nJerry Bain owned Temp–Con, a company that provided heating and cooling services for commercial properties. In 1997, Defendant advised Bain to adopt the parallel C structure and to that end arranged for the formation of a management company called Integrated Construction Management Systems, Inc., or ICMSI, incorporated in Nevada. As with Clark Thomas Construction, Temp–Con did not actually pay management fees; the income and expenses only appeared as entries on the companies’ books. In fact, ICMSI did not even have a bank account until 2003. ICMSI supposedly provided management services, but Bain was its only employee and Bain continued to provide the same services for Temp–Con as he had before ICMSI was formed. ICMSI was supposed to lease equipment to Temp–Con, but ICMSI owned no equipment so the purported lease payments made to ICMSI were sham transactions. Finally, both companies were controlled by Bain, but nothing was done to insure that any transactions between them qualified as arm’s length.\n \nDefendant repeatedly contends (both here and in other contexts) that he cannot be responsible for the failure of the taxpayers—his clients—to properly observe all the formalities and distinctions between the companies. To the contrary, he can: he advised his clients to set up these entities in order to save taxes without also advising them of the potential pitfalls and the actions necessary to guard against the obvious conclusion that the transaction was a sham and bore no relation to reality. Defendant provided half-truths, and he is responsible for false and fraudulent statements made as a consequence of his failure to tell clients the complete truth. Defendant suggests his clients relied on others *895 for the particulars, including Defendant’s subordinates (Angela Parker, Jenny Swearngin and Kelly Webb among others), but this does not absolve him. While Defendant strived mightily to distance himself from the process of determining book entries, the Court finds that he is the common thread. The following point cannot be overemphasized: those who were personally involved received their direction from Defendant. Sometimes this took the form of specific transactions and entries that Defendant directed be made. Most of the time this took the form of instructions he made to his underlings regarding procedures and practices to be followed with respect to his clients.\n \nDefendant also extolls the legitimate purposes for the structure. He contends the parallel C structure protects assets, facilitates asset transfers, and makes a sale of the business more attractive to potential buyers. There are three major flaws with this argument. First, none of these purposes were offered by Defendant to his clients as reasons for adopting the structure. Second, Defendant’s clients were persuaded to pay Defendant to arrange the structure precisely and solely because of the promised tax savings. This is significant because “the determination of whether the taxpayer had a legitimate business purpose in entering into the transaction involves a subjective analysis of the taxpayer’s intent.” Shriver v. Commissioner, 899 F.2d 724, 726 (8th Cir.1990). Third, these advantages could be garnered simply by establishing the parallel corporation—the added component of adopting a different fiscal year for the management company and an accrual method for incurring the management fee expense for the operating company does not facilitate these legitimate purposes.\n \n\n2. ESOP/S\n\n(a) Generally\n[3] Like the parallel C, the ESOP/S was created and sold by others at Grant Thornton. Defendant sold the structure to clients while at Grant Thornton and for a brief time while at Kruse Mennillo.\n \nIn this structure, the management company was an S corporation. The management company then formed an ESOP,7 which owned the management company’s stock. The same person or persons who owned the operating and managing companies were also the only beneficiaries of the ESOP. The management fees paid by the operating company obtained an indefinite deferral: the income to the management company was not taxed because it made an election under subchapter S, and an ESOP’s income is not subject to taxation. Thus, the operating company gains a deduction in the amount of the management fees, and those fees are not taxed until money is distributed from the ESOP.\n \nLike the parallel C structure, the ESOP/S was flawed from its inception. The Internal Revenue Code provided that “all employees of all corporations which are members of a controlled group of corporations .... shall be treated as employed by a single employer.” IRC § 414(b).8 A controlled group of corporations is defined in section 1563, and as *896 applicable in this situation two or more corporations are deemed to be a controlled group\n \nif 5 or fewer persons who are individuals, estates or trusts own ... stock possessing—\n(A) at least 80 percent of the total combined voting power of all classes of stock entitled to vote or at least 80 percent of the total value of shares of all classes of stock of each corporation, and\n(B) more than 50 percent of the total combined voting power for all classes of stock entitled to vote or more than 50 percent of the total value of shares of all classes of stock of each corporation, taking into account the stock ownership of each such person only to the extent such stock ownership is identical with respect to each such corporation.\nIRC § 1563(a)(2). In all situations in which Defendant arranged for an ESOP/S plan, the two corporations—the operating company and the management company—were part of a controlled group because the same people (numbering less than five) owned all of the stock of both companies.9 Consequently, for purposes of evaluating the legitimacy of the tax deferral claimed by the ESOP, all employees of the operating company were deemed to also be employees of the management company. This ultimately becomes crucial in light of code provisions disqualifying plans that favor key employees. IRC § 416.10 The owners of the corporations were deemed to be key employees, IRC § 416(i), and the ESOP favored them because the other employees—i.e., the operating company’s employees other than the owner—were not permitted to participate in the plan. Thus, without regard to how any particular client actually executed the arrangement, the ESOP/S sold by Defendant created in invalid ESOP.\n\n\n(b) Specific Transactions11\nAs with the parallel C arrangements, these ESOP/S arrangements orchestrated by Defendant suffered from a lack of business purpose and a failure to insure the requirements for arm’s length transactions were satisfied.\n \n\n\ni. Donald Clark and Grant Thomas\nIn 1999, Defendant told Clark and Thomas they needed to take additional steps to garner even greater tax savings; this is when he persuaded them to utilize the ESOP/S arrangement. Southwest Construction Industries, Inc. (“SW Construction”) was formed in December 1999 and opted to be treated as a normal corporation for tax purposes. In 1999, Clark Thomas Construction “allocated” $182,434 of its expenses to Magellan, which helped offset the $350,000 that Clark Thomas Construction previously “paid” Magellan for management fees. In reality, Magellan did not pay Clark Thomas Construction’s expenses; they were, as they always had been, paid by the operating company. That same year, Clark Thomas Construction allocated another $171,522 of its expenses to SW Construction.\n \nMeanwhile, Magellan claimed a management fee expense of $170,000 that it purportedly paid to SW Construction. The combined effect of the expenses allocated *897 to Magellan by the operating company and the management fee expense claimed by Magellan offset the $350,000 of income Magellan had to recognize from December 1998. As for SW Construction, the expenses allocated to it by Clark Thomas Construction offset the $170,000 “earned” by SW Construction for services it purportedly provided to Magellan in 1999. Of course, the management fee expenses still did not reflect real transactions or activities and no effort was made to insure they were defensible as the product of an arm’s length transaction. The end result is the creation of a series of phantom deductions that allowed Clark Thomas Construction to avoid reporting $350,000 in income, all by paying for illusory management services to paper entities that had no economic substance.\n \nTo prepare for the following year, in 1999 Clark Thomas Construction also claimed a management fee expense in the amount of $617,552, which (consistent with the operations of the parallel C structure) was income for Magellan in 2000. The same process played out in 2000, but this time SW Construction elected to be treated as a subchapter S corporation. Another S corporation—Southwest Resource Management, Inc. (“SW Resource”)—was also created. ESOPs were established for both of the S corporations. Magellan indicated it received $617,552 in the fiscal year ending October 2000. That same year, Magellan indicated it incurred its own management fee expenses: $238,000 each to SW Construction and SW Resource, for a total of $476,000. Clark Thomas Construction also allocated $140,607 of its expenses to Magellan, leaving Magellan with no income. Ultimately, the ESOPs each received the $238,000 reflected in the paperwork but it came directly from Thomas Clark Construction and not Magellan. Once again, the operating company’s profits escaped taxation.\n \n\n\nii. Dr. Thomas Barnes\nDr. Barnes also had a parallel C arrangement. The Record is not clear but it appears the arrangement existed for only one year; instead of attaching an ESOP/S arrangement to the parallel C as was done with Thomas Clark Construction, it appears that Defendant replaced Dr. Barnes’ parallel C arrangement with an ESOP/S. From its inception, this particular arrangement suffered an additional infirmity: it was formed after Congress passed legislation to prevent it.\n \nIn 2001, Congress passed a law that became codified at IRC § 409(p). It prohibited an ESOP holding shares in a subchapter S corporation from benefitting any person deemed to own twenty percent of the corporation’s shares, including any shares attributable to the person by virtue of their participation in the ESOP. For ESOPs created before March 14, 2001, the prohibition applied to “plan years beginning after December 31, 2004.” For ESOPs created after March 14, 2001, the prohibition was effective for “plan years ending after March 14, 2001.”\n \nDefendant sent Dr. Barnes a letter dated September 4, 2001, confirming that he had been retained to prepare a new Nevada corporation and a corresponding ESOP and ESOT. Defendant arranged with NCA for Dr. Barnes to obtain a previously created corporation (a “shelf corporation”) that had been formed in May 1992. During trial Defendant was asked how the formation of the ESOP could be deemed to occur before March 14, 2001, given that Dr. Barnes did not acquire the corporation (Sterling Warner) until the fall of that year. Defendant explained that Sterling Warner already had an ESOP, so Dr. Barnes bought the previously-created ESOP when he bought the previously-created corporation. This explanation is legally unsupportable. An ESOP can only *898 be created by an employer, and when Dr. Barnes “purchased” Sterling Warner it had no employees—so it could not have an ESOP. This is not a situation in which ownership of a going concern changed, in which case the corporation’s operations already existed and continued post-transfer with employees already in place. The sequence of events constitutes nothing more than backdating in order to avoid the effects of the law prohibiting structures created after a certain date.\n \nIn 2001, Dr. Barnes’ medical practice (which was a professional corporation) paid Sterling Warner slightly more than $945,000 as a management fee. After expenses (including a $100,000 salary to Dr. Barnes), Sterling Warner’s income was $773,227. This income was not taxed because Sterling Warner was a subchapter S corporation. The money was then put into the ESOP, where taxes continued to be deferred. As with other transactions described in this Order, there were no actual services provided by Sterling Warner and the amount of the fee was not based on an arm’s length transaction but rather on the amount necessary to diminish the medical practice’s income.12\n \n\n\niii. Greg Ohmes\nOhmes owned two companies, both of which provided electrical contracting services. Pro Electric, Inc., operated solely in Kansas, and TOAN operated in other states. In June 1999, Ohmes contracted with Defendant for the creation of an ESOP/S arrangement. To that end Defendant arranged for the creation of Electrical Contractor’s Administrative Services, Inc. (“ECASI”).\n \nThere is nothing particularly unusual about this ESOP/S arrangement as compared to any others Defendant established. The Court mentions this particular arrangement because the Court found Ohmes’ testimony to be particularly credible and helpful, particularly with respect to the issue of how the management fees were calculated. According to Ohmes, Defendant explained that “defensible” amounts were to be attributed to the management company as a means of reducing the operating companies’ income. At the end of the first year of the ESOP/S arrangement, Defendant communicated with Ohmes’ accountant to establish the amount of fees and expenses to be attributed to ECASI.\n \n\n\niv. Simpson and Sons\nSimpson and Sons Sawmill, Inc. is a family-owned sawmill located in St. Joseph, Missouri. Stephen Simpson became the owner in 1999; previously, the company had been owned by Stephen’s father, Loyd Simpson. On December 30, 1999, Defendant arranged for the creation of Southwest Woodland Industries, Inc. to serve as the management company for an ESOP/S arrangement. Simpson and Sons “paid” Southwest Woodland $404,000 in 2000 and $281,000 in 2001. As with the other management companies, Southwest Woodland had no actual offices, equipment, or other activity or property indicative of an actual management company. Its sole employee was Stephen Simpson, and the sawmill’s operations did not change after it was “managed” by Southwest Woodland.\n \nIn all important respects, this arrangement was typical of other ESOP/S arrangements Defendant established. The most striking feature of this transaction was the testimony of Daria Ussary, Stephen’s sister, whom the Court found particularly *899 credible. Ussary worked as the company’s office manager and bookkeeper between November 2000 and April 2002. In connection with those duties she prepared financial statements near the end of 2000 reflecting the operating company’s activities and sent those statements to individuals designated by Defendant to work on Simpson and Sons’ tax matters. The statements were returned to Ussary with additional entries and instructions that the changes had to be made. Ussary did not have an accounting background, but she knew enough about the sawmill’s business and the reports she prepared to realize the added transactions did not reflect actual events or the way Simpson and Sons did business. She reported her concerns to her brother, but he did not have a detailed understanding of the transactions or the business structure: he adopted the ESOP/S because of Defendant’s representations and, not being an accountant or a lawyer, Stephen trusted Defendant’s statements and assurances. After hearing his sister’s concerns, Stephen contacted Defendant and Defendant came to the sawmill to meet with Stephen and Daria. Defendant reassured Stephen and Daria that he knew what he was doing, that the structure was legal, and that the transactions and numbers conveyed to them needed to be added to the operating company’s books.\n \n\n\nv. The Andersons\nRaymond Anderson and his two sons, Scott and Eric, each owned a one-third interest in SEAKR Engineering; Raymond was the President and later the CEO. SEAKR manufactured electronics for the space industry. The Andersons were also equal partners in Pacific Instruments Partnership. Pacific Instruments was created by the Andersons before they met Defendant; it purchased and owned equipment and land, then leased the equipment and land to SEAKR. SEAKR was an S corporation and, as its name implies, Pacific Instruments was a general partnership. In 1999, Defendant established an ESOP/S structure for these two companies and to that end Defendant arranged for NCA to form CVL Management Consultants on the Andersons’ behalf. The Andersons each owned one-third of CVL’s stock, and each transferred their shares to separate ESOPs established solely for them. Thus, CVL’s income (which was not taxed because CVL was an S corporation) was not income to the Andersons but rather income to the ESOPs, thereby evading taxation.\n \nFor ease of discussion, the Court will focus on SEAKR’s transactions with CVL. Pacific Instruments’ transactions involved lesser amounts but were similar in kind. Despite CVL’s formation in August, SEAKR deducted more than $3.2 million in accrued management fee expenses for 1999 and paid it $1,000 in cash and provided a note for the balance. The deduction of $3.2 million reduced SEAKR’s income to slightly less than $69,000. Keeping in mind that SEAKR’s income was split three ways (because there were three owners), the arrangement reduced each Anderson’s income from SEAKR from over $1 million to approximately $23,000. In 2000, SEAKR claimed a management fee expense of more than $4.6 million. It paid CVL slightly more than $1 million in cash and a note for the balance, leaving SEAKR with income of $43,017 to be attributed to the owners. In 2001, SEAKR claimed a management fee expense of more than $5 million; it paid this sum plus $950,000 on the previous year’s note to CVL. SEAKR’s income for the year was reduced to $56,019. In 2002, SEAKR claimed an expense of more than $4.3 million and paid more than $3.9 million; its income for the year was reduced to $53,526.\n \n\n*900 3. ROTH/S\n\n(a) Generally\n[4] The Roth/S was developed in late 2001 and early 2002. With his move from Grant Thornton to Kruse Mennillo, and with Congress passing legislation effectively ending the ESOP/S arrangements, Defendant sought a new plan to promote. He found what he sought in the Roth/S arrangement. Like the ESOP/S, the Roth/S called for the creation of a “management company” eligible to take the subchapter S election. A Roth IRA would purchase the management company’s stock. Thus, (1) the management fees reduce the operating company’s income, (2) the management company’s income would not be taxed because it was a subchapter S corporation, and (3) the resulting income allocations made to the Roth IRA would not be taxed because an IRA’s earnings are not taxable. The distributions from the Roth IRA to its owner (after age 59 ½) also would not be taxed—so the amount designated as management fees would forever escape taxation.13\n \nThe arrangement skirts the contribution limits applicable to Roth IRAs. The Internal Revenue Code limits the amount a taxpayer may contribute to a Roth IRA. Once that amount14 is exceeded, the taxpayer must pay a 6% excise tax on the excess. The Code also prescribes annual income limits above which a taxpayer may no longer contribute to a Roth IRA without incurring excise taxes. If a taxpayer’s adjusted gross income exceeds this annual limit, then he incurs a 6% excise tax on any Roth IRA contribution he or she makes during that tax year. By reducing the operating company’s income, the Roth/S reduced the owner’s income, making people eligible for Roth IRAs who would otherwise not have been eligible. Moreover, by altering the path of the client’s earnings by having them travel to the S corporation and then to the Roth IRA, the contribution limits were evaded.\n \nIn January 2002, Defendant prepared a timeline for the development of the structure in preparation for its sale by Kruse Mennillo. His stated goal was to sell 100 structures by July 1, 2002 at $65,000 per arrangement. His timeline included anticipated deadlines for (1) Sommers to complete a memo supporting the structure, (2) obtaining a second opinion from an outside law firm, (3) preparation of a “Technical Binder” containing information to be distributed to “affiliates” and “correspondents,” and (4) arranging meetings with the affiliates and correspondents. The affiliates and correspondents were accountants and other professionals who would introduce their clients to the idea of the Roth/S and arrange for a meeting with Defendant to discuss the plan in greater detail. These professionals primarily consisted of four accountants with whom Defendant dealt while at Grant Thornton.\n \n\n\ni. Marc Sommers’ Memo\nSommers prepared a Technical Memorandum that was designed to address the legality of the Roth/S structure. In reality, it does not discuss the entire structure, but only the circumstance of an S corporation being owned by a Roth IRA. It omits any reference to the S corporation being a management company for an operating *901 company or the circumstances of the IRA’s purchase of the management company’s stock. As Sommers explained at trial, his memo assumes the S corporation had a legitimate business purpose and engaged in arm’s length transactions.\n \nThe memo’s primary purpose was to address Revenue Ruling 92–73. The ruling addressed whether a “a trust that qualifies as an individual retirement account” is permitted to be a shareholder of an S corporation. The ruling concluded that it could not because only certain types of trusts (as specified in IRC § 1361(c)) could own stock in an S corporation, and the distribution and taxation requirements for the eligible trusts (as specified in section 72 of the Internal Revenue Code) conflicted with the distribution and taxation requirements for IRAs.15\n \nSommers’ memo takes two approaches in concluding the ruling was wrong. It starts by noting there are two variations for a Roth IRA: one in which the IRA is established as a custodial account and the other in which it is established as a trust. Generally, an IRA is a trust containing certain requirements and restrictions. IRC § 408(a). However, for purposes of section 408, “a custodial account shall be treated as a trust if ... the custodial account would, except for the fact that it is not a trust, constitute an individual retirement account described in subsection (a).” IRC § 408(h). The practical difference between “a trust as IRA” and “a custodial account as IRA” involves the duties of the financial institution where the IRA is created. If the IRA is a trust, the institution has a fiduciary responsibility with respect to the investment. If the IRA is a custodial account, the institution’s duty is to hold and safeguard the investment; there is no duty with respect to the investment decisions. The practical distinction is that a custodial account’s investment decisions can be dictated by the IRA owner/beneficiary. There is no difference for purposes of the IRA’s operation.\n \nSommers reasoned that a custodial account was not a trust, so an IRA created with a custodial account instead of a trust instrument did not implicate section 1361(c)’s limitations on the types of trusts that could own shares in an S corporation. As the memo explains, “[t]he custodial account is deemed a trust only for purposes of Section 408. Thus, [the] owner of [the IRA] owns the stock of the S corporation in the same manner that it owns any other asset not in trust, personally.” This was the end of his analysis on this point. Of course, property in an IRA is not owned by the account holder in the same manner as other property. More importantly, Sommers did not address the underpinnings of Ruling 92–73, which rests on larger concepts about subchapter S corporations: Congress decreed that taxes must be paid on the money earned by the pass-through entity by the owners of the entity. Sommers did not address the overriding concept that a recipient’s eligibility to be a shareholder in a subchapter S corporation is suspect if it is not subject to tax.16\n \nSommers also concluded that an IRA created as a trust could still own shares in an S corporation. To reach this conclusion, *902 he noted an amendment to section 1361(c) that allows certain organizations (particularly ESOPs) described in section 401(a) to own shares in an S corporation. IRC § 1361(c)(6).17 He then noted that the distribution rules contained in section 72 applies equally to ESOPs and IRAs, so there is an inconsistency in Revenue Ruling 92–73: IRAs are ineligible because they must follow section 72, but Congress decreed ESOPs are eligible even though they follow section 72. This analysis contains a serious and significant flaw: in making ESOPs (and other plans governed by section 401(a)) eligible to own subchapter S corporations, Congress did not also make IRAs (which are governed by section 408) eligible to own subchapter S corporations. Had Congress intended to do so, it could have; after all, it knew how to specify that ESOPs could be eligible owners. Instead, Congress left intact the statutes that (1) limited ownership of S corporations to certain types of trusts and (2) required IRAs to follow distribution rules that were inconsistent with those limitations. The statutory change has no effect on the ruling’s reasoning. Sommers then proceeded to ignore the ruling’s reasoning, leaving the opinion with no basis for concluding or believing that (1) the statutory change applied to IRAs or (2) the reasoning of Revenue Ruling 92–73 was incorrect.\n \n\n\nii. James Thomas’ First Memo\nDespite the precarious reasoning and the obvious oddity of a structure that precluded all taxation of income, Defendant did not seek further guidance from the IRS. This is particularly telling because Defendant’s job duties once consisted of seeking guidance from the IRS specifically so clients would be assured of the legality of their actions. Instead, he sought a concurring legal opinion from a law firm in Missouri (Watkins Boulware); that opinion was authored by James Thomas.18 Thomas’ opinion concludes that while a trust/IRA might be eligible to be a shareholder in an S corporation, “a more appropriate basis for allowing the Account to be a shareholder in a[n] S Corporation may be the very nature of a custodial account.” The opinion then goes into greater detail to explain the distinctions between trusts and custodial accounts to support this position.19\n \nThomas’ opinion thus suffers from the same flaws as Sommers’ opinion, both in terms of the topics that are not addressed and in its analysis. Its analysis does not address the need for an S corporation’s income to be taxed at some level. Thomas also was not asked to consider the transactions leading to the IRA’s ownership of the management company, so he expressed no opinion about the effect of the contribution and income limits.\n \nThere is another telling aspect of Thomas’ opinion. In the engagement letter sent to Defendant, Thomas stated\n[t]he standard for the giving of our opinion is whether or not there is substantial authority. This is not a more likely than *903 not opinion. .... We will not be opining that the Internal Revenue Service or other taxing jurisdictions agree with this position. The standard for our analysis will be whether there is sufficient authority to support such a position so that the substantial understatement penalties under the Internal Revenue Code should not apply.\nThe opinion itself confirms in numerous places (including the first two and last two pages) that this is the standard being applied. Thomas and Defendant testified this standard merely means there is better than a one in three chance of the position being upheld by the IRS. More importantly (and as the Court previously observed), this generous standard dictates when the taxpayer shall be subject to penalties: it does not provide guidance for providing valid advice to taxpayers.\n \n\n\niii. The Technical Binder\nThe technical binders were assembled for distribution to affiliates and contained the following items:\n1. An Executive Summary describing the Roth/S structure. The document lists the following “principle advantages” with the structure:\n• Significant reduction of current income taxation on the S Corporation earnings.\n• Client maintains access to S Corporation earnings as an employee of the S Corporation.\n• Significant increase in the amount of accrued benefits upon retirement.\n• Tax-free distributions from the Roth IRA upon retirement.\nThe summary does not mention any of the other supposed, legitimate benefits: it only mentions reduced taxation. The summary also mentions Sommers’ opinion and acknowledges the IRS’ contrary ruling, but downplays that ruling by declaring “the IRS has never prevailed in court with respect to these positions.” This declaration is misleading because it implies the IRS had lost in court—which it had not.\n2. A list of Ten Most Commonly Asked Roth IRA Questions. This document contains general information about the workings of a Roth IRA, and has no specific application to the Roth/S arrangement.\n3. A document entitled “Technical Issues” that was apparently prepared for Kruse Mennillo by someone else; the author is unidentified. The document describes the workings of the Roth/S arrangement. It opines that the Roth/S does not qualify as a tax shelter (which would trigger certain registration requirements). It makes other statements about the validity of the Roth/S, but at the end the document states it “is not a legal opinion and therefore may not be used as a basis for invoking the ‘reasonable belief’ requirements ... in order to avoid penalties, or to obtain relief from penalty under Code section 6694.”\n4. Seven articles discussing Roth IRAs in general, none of which mention the Roth/S structure.\n5. A series of charts, diagrams and lists demonstrating the relationships between the entities and individuals.\n6. A form of a Client Opinion Letter drafted by Sommers that could be personalized and provided to clients. The letter summarized part of the Roth/S structure. It does not describe the S corporation as a management company, but describes only an S corporation whose stock was wholly owned by a Roth IRA. The opinion letter concluded that a Roth IRA could lawfully own the stock of an S corporation even if the person opening the IRA was the sole director or employee of the corporation. The opinion letter also concluded the *904 IRA would “receive its pro-rata share of the S corporation tax items, tax-free.”\n7. A copy of Sommers’ memo.\n8. Kruse Mennillo’s firm resume.\n9. A sample Engagement Letter. The sample letter included a provision informing clients that NCA “and other law firms and accounting firms” may perform work on the project, and that those firms would bill separately for those services (although the total of all fees would not exceed the total set forth in the letter).\nThomas’ memo was not included because the agreement between Watkins Boulware and Kruse Mennillo required that the memo remain confidential and be used only by Kruse Mennillo. The technical binder itself was not provided to clients; it was used only by affiliates and correspondents. In fact, no documentary information was provided to clients.\n \nConspicuous by absence from the technical binder is any advice, statement, warning, or disclosure to the affiliates/correspondents regarding the need to make sure (1) all transactions between the management company and the operating company are genuine and not shams and (2) all services provided and all fees charged by the management company are valued as if they were the product of arms-length transactions.\n \n\n\niv. Concerns and Revenue Notice 2004–8\nAs noted earlier, Angela Parker was an attorney and CPA at Grant Thornton and her duties included performing tax compliance work for Defendant’s clients. She left to join Kruse Mennillo in their Kansas City Office at the same time as Defendant because he offered her a promotion. Her duties at Kruse Mennillo also consisted of tax work for Defendant’s clients.\n \nParker expressed concerns about the Roth/S arrangement, primarily because it allowed a for-profit corporation’s income to completely avoid taxation. She was also concerned about the possible application of the Unrelated Business Income Tax (“UBIT”). Parker was quite vocal in expressing her concerns, which prompted Defendant to ask Sommers to obtain a second opinion from James Thomas. By now, Thomas had left Watkins Boulware and was now at the Kansas City law firm of Husch & Eppenberger. Sommers contacted Thomas, and Thomas prepared a new opinion. The Record is not clear as to when the opinion was sent, but the Court finds that it was sent to Sommers sometime between July and October of 2003. The 2003 opinion essentially parrots Thomas’ 2002 opinion, although it was circulated among other attorneys at Husch & Eppenberger before being sent to Sommers.\n \nLike his first memo, Thomas’ second memo addressed UBIT. Generally, UBIT applies to business income of a charity or other tax-exempt entity that is unrelated to the charity’s/entity’s mission or purpose. IRC §§ 512(a), 513(a). Congress has specified that while IRAs are generally exempt from taxation, they are subject to UBIT. IRC § 408(e). Thus, if an IRA earns unrelated business income, it is subject to UBIT. As Thomas explained at trial, owning and operating a business is not related to an IRA’s purpose, so ordinarily an IRA in that situation would be subject to UBIT. Thomas’ opinion, however, reached a contrary conclusion. He relied on new provisions to the code passed in 1996 and 1997 that relate to ESOPs and S corporations, but he misapprehended the purpose of those provisions.\n \nPrior to 1996,20 ESOPs and charitable organizations could not own shares in an S *905 corporation. Congress believed the prohibition with respect to ESOPs inhibited charitable activity and employee ownership of closely held corporations, and that such activity should be allowed if it was subject to UBIT. Congress focused on the ability of charities to own S corporations, so it enacted (1) the previously mentioned amendments to section 1367(c) that permitted charitable organizations and ESOPs to own stock in S corporations,21 and (2) provisions that now appear as sections 512(e)(1) and 512(e)(2) of the Internal Revenue Code. Section 512(e)(1) specifies that the new types of permitted shareholders of S corporations would be subject to UBIT. The following year, Congress amended the law by adding section 512(e)(3), which states that ESOPs would not be subject to UBIT for owning shares in the employer. This meant that while ESOPs could own shares in a subchapter S corporation, it would pay UBIT unless the employer was the S corporation in question.\n \nThomas interpreted section 512 as the sole provision dictating when income from an S corporation would be considered unrelated business income. This is not the case. Generally speaking, S corporation income is just like any other business income, and has just as much potential to trigger UBIT. Section 512(a) defined “unrelated business taxable income” and section 513(a) defined “unrelated trade or business.” Neither of these provisions contained special provisions, much less exceptions, for subchapter S corporations. All Congress did in 1996 was specify that now that charities and ESOPs could own shares in an S corporation, the ESOP’s income from the S corporation would be subject to UBIT. In 1997, all Congress did was establish an exception to that general rule in the case of an ESOP the employer’s shares. Congress did not abrogate section 408(e)’s command that IRAs are required to pay UBIT, nor did it excuse entities that are not described in section 1367(c)(6) from paying UBIT.\n \nIn November 2002, Defendant received a memo supplied to another client by a different law firm; this memo has been referred to by the parties as “the Grobstein memo.” The Grobstein memo analyzed the Roth/S structure and Sommers’ memo and determined that it “seems too good to be true, and it is.” Specifically, it concluded the Roth/S contained the following problems:\n1. It allowed the contribution limits to be exceeded, thereby triggering the need to pay excise tax.\n2. Roth IRAs were not permitted to own shares in an S corporation, which would prevent the corporation from making a valid subchapter S election.\n3. The income “earned” by the management company might be reallocated to the operating company.\n4. The management company’s income might be allocated to the owners of the Roth IRA.\n5. The transactions between the Roth IRA’s owner and the management company would be deemed to be prohibited transactions.\nThe Grobstein memo also takes issue with Sommers’ conclusion that the positions taken were based on “substantial legal authority” because there was actually no authority substantiating them.\n \nIn response, Sommers prepared a letter for Victor Kawana’s signature. The letter does not address the substance of the Grobstein memo. Instead, it (1) criticizes Revenue Ruling 92–73 and (2) notes that multiple business entities are valid. Defendant sent his own response that was *906 similar in many respects. With regard to the Grobstein memo’s concern about the possibility of income and expense reallocation, Defendant observed that multiple business entities have been found valid and observed that “under the appropriate circumstances” the economic substance doctrine can be satisfied. Defendant’s letter does not detail what those circumstances are or what steps he took to insure that those circumstances exist.\n \nIn December 2003 the IRS issued Notice 2004–08, which is entitled “Abusive Roth IRA Transactions.” This Notice described transactions designed “to avoid the limitations on contributions to Roth IRAs” and declared that the transactions identified therein “as well as substantially similar transactions” were henceforth “listed transactions.” Characterizing them as listed transactions essentially required notification to the IRS on a form specifically designed for that purpose. The listed transaction was described as a transaction between (1) a person or any business controlled by a person and (2) any corporation whose shares were owned by a Roth IRA formed for the benefit of that person. The transactions were deemed to be listed transactions with respect to the individual and the two businesses involved, meaning that all three had to disclose the transaction to the IRS. This also meant the organizer of the structures had to register them as a tax shelter.\n \nNeedless to say, Notice 2004–08 generated a great deal of concern and discussion. Defendant advised clients (and told others, including Parker, to advise clients) that the disclosure was not necessary. This conclusion lacked a rationale, and to that end Jason Lundt (an attorney at Kruse Mennillo) prepared a memo for Parker analyzing the issue. This memo concludes Notice 2004–08 does not apply to a Roth/S structure because the corporation whose shares are owned by the Roth IRA is an S corporation. The memo reasons that an S corporation is not really a corporation within the meaning of certain tax laws, so it is not really a corporation within the meaning of Notice 2004–08. Lundt also determined that “[w]hile a full analysis of the specific facts of each of our client’s situation is warranted, our clients could possibly argue that their transactions were done at arm’s length, shifted little to no value from their businesses to the [management company] because full consideration was tendered, and had business purpose. Therefore, IRS Notice 2004–08 does not apply to their particular transactions.” Defendant relied on the memo to advise clients not to disclose their transactions to the IRS. More specifically, he testified that he believed Notice 2004–08 did not apply to the Roth/S arrangement because (1) it applies only to a Roth/C arrangement, not a Roth/S arrangement, (2) it only applies if appreciated property is contributed to the Roth IRA, and (3) the Roth/S structures he promoted were not substantially similar.\n \nDefendant’s reasoning is so specious that he should have known it was wrong. An S corporation is a corporation: it is formed just like any other corporation and must satisfy the requirements of other corporations. The only thing that distinguishes an S corporation from any other corporation is that it has taken the election under subchapter S of the Internal Revenue Code. Stated another way, S corporations are a subset of “corporations.” Nothing in Notice 2004–08 depends on any purported distinction between S corporations and C-corporations. Finally, even if this hypertechnical semantic analysis has any value, it should be clear that the Roth/S structure is substantially similar to the Roth/C structure and was included in Notice 2004–08’s scope.\n \n*907 Defendant’s assertion that only transfers of appreciated property were listed transactions is even more unreasonable. While this is one of the evils Notice 2004–08 sought to combat, it was not part of the definition of the listed transaction. All that was required was a transaction between (1) a person or any business controlled by a person and (2) any corporation whose shares were owned by a Roth IRA formed for the benefit of that person. There are no qualifiers on the type or characteristics of the transaction. Defendant essentially determined there was nothing wrong with the structures he promoted and for that reason the IRS did not need to be advised—but of course, the IRS wanted to know about all such transactions so that it could determine, for itself, whether the transactions were valid.\n \n\n\nv. Epilogue\nDefendant knew or should have known the Roth/S structure was not viable. Many of the reasons have been stated. The initial flaw was in determining that Roth IRAs could own shares in a subchapter S corporation. Corporations may elect to be treated like a partnership for tax purposes, but the underlying premise is that their income will be taxed. Any structure that allowed income to not be taxed was of dubious validity. Defendant decided not to heed Revenue Ruling 92–73 simply because it was a Revenue Ruling he believed was unworthy of acceptance. Defendant relied on an outside legal opinion that specified there was at least a one in three chance the structure was valid—meaning there was as much as a two in three possibility that it was not. This argument might work if Defendant were a taxpayer trying to avoid penalties for his own conduct, but Defendant is not entitled to the benefit of the lesser standard applicable to taxpayers in that situation. Nonetheless, Defendant wants the Court to believe he did not know and should not have known that the structure was invalid because he relied on this opinion.\n \nIn obtaining the outside opinion, Defendant did not divulge the plan to have the subchapter S corporation serve as a management company for another operating company owned by the same individual. The in-house legal opinion simply presupposed a valid business purpose existed and that all transactions were at arm’s length. However, Defendant did nothing to insure that these preconditions were satisfied. No written material was provided to clients, and the material provided to affiliated accountants to entice referral of their clients to Defendant did not mention these requirements. Thus, Defendant should have known about the Roth/S structure arrangement suffered from the same infirmities as the other two structures he promoted.\n \nThe Roth IRA’s very first transaction violated the contribution limits. While the taxpayer deposited an acceptable amount, the Roth IRA used those funds to buy all of the stock of the management company. The problem is that the management company’s stock was worth more than the amount paid by the Roth IRA. For instance, in 2002, the contribution limit was $3,000. A taxpayer would deposit that amount into the Roth IRA, and the Roth IRA would use those funds to buy all of the stock of the management company. However, the management company’s stock was worth more than $3,000; the earning potential of the contract with the operating company (assuming that was valid), alone, made the management company worth more than $3,000. Defendant insists that stock is routinely sold for par value, but this is misleading: the real issue is the fair market value of the stock. The fair market value of the management company’s stock exceeded the amount paid for it by the Roth IRA, so the excess constituted *908 a contribution that pushed the total contribution over the statutory limit. The Court rejects the Government’s intimation that exceeding the contribution limits is, itself, a fraudulent or impermissible act. Such a contribution is subject to an excise tax, IRC § 4973, and a taxpayer is free to elect to engage in this taxable activity. The tax is owed annually until the excess contribution is removed. Of course, it is impermissible to fail to report the transaction or pay the tax, and the failure to recognize the excess contribution was a false or fraudulent statement caused by Defendant.22\n \n\n\n(b) Specific Transactions23\n\n\ni. The Andersons\nIn October 2003, the ESOP/S arrangement Defendant established for the Andersons was “dismantled.” This was done by transferring $22 million in cash from CVL to SEAKR in exchange for three notes in the amount of $7.3 million each. Meanwhile, Scott’s and Eric’s traditional IRAs each received one-third of CVL’s stock from the ESOP. Each IRA then transferred its stock to CVL in exchange for one of the notes from SEAKR. Raymond’s profit sharing plan became the sole owner of CVL and its remaining asset, the last of the $7.3 million note from SEAKR. Between October 2003 and July 2004, SEAKR paid approximately $735,000 on each of the notes. No payments were made thereafter.\n \nWestvale Management Company was formed as an S corporation, ostensibly to take over CVL’s role as the management company for SEAKR and Pacific Instruments. Westvale’s stock was owned equally by three Roth IRAs opened by Raymond, Scott and Eric. As with CVL, Westvale performed no real functions. It paid the Andersons, who were also paid by SEAKR. It had no expenses of its own that would be consistent with a management company. According to Raymond Anderson, Defendant simply advised that the operating companies’ profits be “transferred” to Westvale.\n \nIn 2003 documents were originally drafted to reflect that SEAKR24 was to pay Westvale $7.8 million in management fees, which would have reduced SEAKR’s income to practically nothing. These documents were amended and in 2003 and 2004, Westvale received nearly $1.733 million in management fees from SEAKR, and $267,000 from Pacific Engineering, which served to decrease the operating companies’ income. The Andersons’ three Roth IRAs each received a little more than $300,000.\n \n\n\nii. The Simpsons\nIn 2001, Simpson and Sons Sawmill replaced its ESOP/S arrangement with a Roth/S. To that end, Defendant arranged for the creation of Western States Executive Services, Inc., to serve as the new management company for the sawmill. Just as the operating business did not change after Southwest Woodland was formed, the operating business did not change with the substitution of Western States as the management company. Between 2001 and 2003, Simpson and Sons *909 reduced its taxable income by more than $1.1 million.\n \nThe Court notes that Ussary left her position as the bookkeeper for the family business in April of 2002 over her concerns about the adjusted entries she was required to insert into the company’s books. However, she helped her replacement during the tax season after she left and confirmed that the provision of adjusted entries continued as it had when she was there.\n \n\nC. Other Transactions\nThe Government presented evidence of other transactions that were unique or tangentially related to those discussed above. Some of those deserve mention.\n \n\n1. Dr. Peter Wohrle\nIn addition to maintaining an ESOP/S arrangement for Dr. Peter Wohrle’s dental practice, Defendant also arranged for a Roth/C structure for a patent of Dr. Wohrle’s. As the name suggests, the Roth/C structure is like the Roth/S, except the company owned by the Roth IRA does not take the election under subchapter S. The Court finds that Dr. Wohrle, failed to properly execute certain transactions related to the patent. Had Dr. Wohrle executed the transactions properly, the Court doubts the overall plan would have violated the law.\n \nThe plan was implemented in 2001 and called for Dr. Wohrle to transfer his rights in a pending patent to the corporation and for the Roth IRA to then purchase the corporation’s stock. At the time, the patent’s value was nominal. There was no license; there was not even a patent at the time. The plan then called for any income stream earned by the patent to flow from the corporation to the Roth IRA for eventual distribution to Dr. Wohrle. While any income might be subject to taxation when earned by the corporation, it would not be taxed when it was distributed from the Roth IRA to Dr. Wohrle.\n \nThe Government has not clearly explained the impropriety in this situation. The Government concedes the asset acquired by the corporation was of nominal value, so there can be no claim that an excess contribution was generated when the IRA purchased the stock. Any money flowing from the corporation to the IRA would be a dividend or return of capital and would not constitute a contribution. The invention was patented and in 2003 was licensed to a pharmaceutical company and thus appreciated in value. However, it appreciated in value after it was already owned by the corporation and after the IRA purchased the corporation’s stock.\n \nAs events unfolded, Dr. Wohrle failed to heed the different entities’ roles. He executed the patent licensing agreement in his own name and personally received the royalties. He then deposited those royalties into his Roth IRA, which violated the contribution limits. Perhaps Defendant should have monitored his clients more closely, but on this Record the Court cannot conclude Defendant’s advice was improper.\n \n\n2. Basis Manipulation\nThe Government presented testimony about Defendant’s involvement in “basis step-up” transactions. This involved improperly increasing the basis in property for clients in order to diminish the net income realized when the property was sold.\n \nThe Record contains only anecdotal evidence about these transactions. While the Government is justified in believing (and the Court suspects) the methods employed were improper, the point has not been substantiated by the greater weight of the evidence.\n \n\n3. Kline/Laderoute Development Company\nKline/Laderoute Development Company (KL Development) developed residential *910 subdivisions. Its principals were Reed Kline and James Laderoute. In July 1997, KL Development purchased 255 acres of land in Platte County, Missouri, for $900,000. Defendant then engineered a dizzying array of transactions to help Kline and Laderoute avoid the tax consequences of the land’s appreciation in value.\n \nFirst, two C-corporations were formed: Platte County Land Investors, Inc. (“PCL”) (with Laderoute as sole officer and director) and Platte Investors I, Inc. (“PI”) (with Kline as sole officer and director). These corporations were owned by Kline’s Roth IRA and Laderoute’s Roth IRA, respectively.25 PCL and PI each purchased a one-half interest in the land from KL for $450,000. They each paid $50,000 in cash and $400,000 in debt; the cash came from the IRAs that owned them. The $400,000 was never documented with a note or other instrument, and the $400,000 was never paid. This allowed the IRAs to essentially acquire property worth $900,000 for only $100,000—hardly the product of an arms-length transaction.\n \nIn reality, the investment companies owned by the IRAs had no substance: they had no business activity and did not even have a checking account. They were shams designed to disguise the transfer of the land from KL to the IRAs so that the property could be sold once developed without incurring tax. The Court also finds that Defendant engaged in a similar transaction for Kline and Laderoute involving Castlerock Development Company.\n \n\n4. Ethical Issues\nThe Government presented abundant evidence establishing Defendant misstated, understated, or simply failed to state the risk involved in these structures when he talked with clients. He told clients a legal opinion found “substantial authority” supporting the Roth/S, but did not tell clients the phrase has a technical meaning in the tax law that is vastly different than the meaning carried by the ordinary usage of the words. Particularly troubling to the Court are the clients who specifically expressed concern about the risk and were met with reassurances from Defendant about the structures’ viability. Nonetheless, while Defendant may have failed in his ethical obligation to provide professional, candid, and appropriate advice, see Missouri Rule of Professional Conduct 4–2.1, this does not independently violate the tax laws.\n \nSimilarly, the Government established that Defendant arranged to receive a portion of the fees clients paid to NCA. Clients were told that NCA “and other law firms and accounting firms” may perform work on the project, and that those firms would bill separately for those services. Accordingly, an invoice was sent to clients from NCA; often, this was sent by Defendant on NCA’s letterhead without Hoeppner’s knowledge. Eighty to ninety percent of the fees remitted to NCA were later turned over to Defendant, thereby increasing the amount he received (but without increasing the total amount paid by clients). Again, this conduct may violate ethical rules, see Missouri Rule of Professional Conduct 4–1.5, but even if it does the issue is beyond the scope of this proceeding.\n \n\nD. Defendant’s Knowledge\nThe Court has addressed facts and made observations and conclusions about what Defendant knew or should have known. In the interest of completeness (and at the risk of repetition), the Court’s findings are summarized here. Given his education and experience, Defendant should have known:\n*911 1. Section 461 of the Tax Code barred the parallel C structure from using the accrual method to defer taxation.\n2. The ESOP/S structure resulted in an ESOP that was invalid for violating section 416 of the code.\n3. The Roth/S structure was predicated on invalidating a Revenue Ruling indicating that IRAs could not own S corporations. Despite his background, which included knowing (1) the importance of such rulings and (2) how to obtain such rulings for clients, Defendant did not seek further guidance from the IRS.\n4. The ESOP/S structures were singled out and invalidated effective March 14, 2001, and any such structures he arranged after that date violated the law.\n5. The legal support Defendant relied upon to justify the Roth/S structure was not well-reasoned.\n6. The outside legal opinion Defendant relied upon to justify the Roth/S structure was not something he could rely upon because it was written to justify a taxpayer’s individual decision. At best, Defendant had reason to believe there was a one in three possibility of the structure being valid. While this might save a taxpayer from penalties, it would not mean that the structure would be countenanced.\n7. Defendant should have known that the Roth IRA was subject to UBIT.\n8. Defendant knew the Roth IRAs did not pay fair market value for the management companies’ stock; indeed, no effort was made to ascertain the stock’s fair market value. The excess value constituted an excessive contribution, which should have been disclosed and for which an excise tax was due. The legal opinions do not provide Defendant any cover in this regard; Sommers’ memo “assumed” all transactions were done at arm’s length, and Thomas was not even told about this aspect of the arrangement.\n9. While a multiple business entity can be valid, this does not mean that all are. Defendant knew or should have known that to be valid, the entities had to have economic substance and engage in arm’s length transactions.\n10. Defendant knew the entities were required to have economic substance and engage in arm’s length transactions, and should have known that his clients needed to be advised of these requirements.\n11. Defendant knew or should have known the taxpayers’ entities did not have economic substance or engage in arm’s length transactions. Defendant drafted the documents designed to create the appearance of substance, such as management agreements, but he did not take acceptable steps to determine if the purported management fees satisfied the arms-length standard. Based on communications from clients and affiliates, Defendant knew or should have known that the taxpayers’ operations were not conducted in a manner that assured economic substance.\n12. For instance, he knew this was the case with Simpson and Sons Sawmill because this was the basis for Ussary’s complaint. He was personally involved in generating the necessary numbers for Greg Ohmes’ companies, so he knew that the numbers for Pro–Electric and TOAN did not accurately reflect those companies’ operations.\n13. Defendant claims, in part, that he did not know the taxpayers’ structures lacked economic substance because he did not personally do all of their returns or accounting. However, others (such as Parker, Webb and Swearngin) acted at his direction in *912 designating certain expenses as having been paid by the management companies. Moreover, he was involved in establishing the management fee for the operating companies. While Defendant may not have known the details of any particular tax return, he created the procedures for completing those returns and knew that the product would be tax forms that did not accurately reflect the taxpayers’ businesses. Finally, Defendant knew the management companies existed “in paper” but not reality because he knew their “business location” was really NCA’s office, they had no employees other than the owner of the operating company, and that the actual activities of the owner and the operating company were not changed.\n14. Defendant has been quite adept at hiding his involvement in these activities in an effort to develop what he believes is plausible deniability. Ultimately, his denials are implausible.\n15. The Court notes that evidence was not presented about all of Defendant’s clients. Indeed, not all of those for whom evidence was presented have been discussed, but all of the additional clients for whom evidence was available (Tu Vo, Bob Yari, and Peter Wohrle) fit in the same basic pattern as was described specifically. There were no examples of a parallel C, ESOP/S, or Roth/S created by Defendant that had economic substance or that involved arm’s length transactions.26 Given the nature of the false and fraudulent statements and the testimony about Defendant’s actions, the Court finds they were a regular part of Defendant’s method of operations.\n \n16. Defendant should have known that Notice 2004–08 applied to the Roth/S arrangement. His rationalizations to the contrary lack all credibility.\n17. In addition to knowing that his own statements were false or fraudulent, Defendant also caused the taxpayers to make statements (notably, on tax returns) that were false or fraudulent.\n\nE. The Need to Prevent Recurrence of the Conduct\nHaving determined that Defendant engaged in conduct subject to penalty under section 6700 and 6701, the next question to be addressed is whether “injunctive relief is appropriate to prevent recurrence” of that conduct. IRC § 7408(b)(1). The only circuit court to address this requirement in detail is the Seventh Circuit, which held as follows:\nIn order to determine whether there is a significant likelihood that the appellants’ involvement in the illegal activity at issue in this case will reoccur, we examine the totality of the circumstances surrounding the appellants and their violation of the law. We look at factors such as: (1) the gravity of harm caused by the offense; (2) the extent of the defendant’s participation and his degree of scienter; (3) the isolated or recurrent nature of the infraction and the likelihood that the defendant’s customary business activities might again involve him in such transaction; (4) the defendant’s *913 recognition of his own culpability; and (5) the sincerity of his assurances against future violations.\nUnited States v. Raymond, 228 F.3d 804, 813 (7th Cir.2000), cert. denied, 533 U.S. 902, 121 S.Ct. 2242, 150 L.Ed.2d 230 (2001) (internal citations and quotations omitted).\n \nDefendant stresses that he no longer promotes the parallel C, ESOP/S, or Roth/S structures. While true, this view provides a distorted view of the facts. Keeping in mind the statute’s purpose is to help the Government halt abusive tax activities, see, e.g., United States v. White, 769 F.2d 511, 516 (8th Cir.1985), the Court believes the Seventh Circuit is correct in requiring a larger view, not a narrow examination of what is happening at the moment. Over the course of five years, Defendant moved from one scheme to another in an attempt to garner ever-increasing tax advantages. He started with a structure that provided for short-term deferral (the parallel C), but before the tax consequences of the deferral could be felt he had moved his clients to something promising longer deferral (the ESOP/S). Once Congress outlawed the ESOP/S, Defendant moved his clients to a structure that promised complete tax avoidance (the Roth/S). Along the way, of course, he gathered more and different clients. When Notice 2004–08 came out, Defendant denied its application to the Roth/S—suggesting he would have continued promoting the Roth/S if the Government had not finally caught up to him. He has stopped selling these structures—but only because he has been involved in this litigation. He testified he is currently helping Kruse Mennillo with new business ventures. Defendant describes himself as a “rainmaker,” and the Court finds that practically everything he has done in that capacity has been improper. The Court has no reason to believe he would not concoct and promote some other scheme of doubtful validity.27\n \nAlthough difficult to quantify, the harm caused by Defendant is significant. Revenue agents testified the tax loss to the Government could have been as high as $800 million, although one agent (Janice Mallon) conceded a more reasonable estimation was $300 million. Very conservative estimates would place the tax loss at around $100 million. Regardless, the tax loss is significant. In addition, the Government has suffered harm because it has had to expend time, money and other resources to sort through the transactions and uncover Defendant’s activities. Rhonda Kimball spent 2400 hours unraveling the Andersons’ transactions, and another 800 hours investigating Clark Thomas Construction. These two clients, alone, consumed over year’s work by a single agent. Finally, the Court acknowledges the clients left in Defendant’s wake. They *914 all sought to reduce their tax burden, an aspect of financial planning with which the Court finds no fault. However, they were provided inaccurate information about the risks they were undertaking. All had to pay other professionals (lawyers, accountants, etc.) to “undo” the transactions that were eventually deemed to be improper. Most if not all had to pay penalties to the Government.\n \nDefendant’s participation in these schemes was significant. While he did not develop the parallel C and ESOP/S plans, he promoted them. When he left Grant Thornton he brought the ESOP/S plan to Kruse Mennillo and began promoting it from that firm. He created at least one such structure after it was unlawful to do so. He brought Marc Sommers and the Roth/S to Kruse Mennillo and directed the marketing of that plan to clients. With respect to all three plans, Defendant met with clients, drafted documents, and directed subordinates.\n \nAs stated earlier, the Court believes that promotion of tax schemes and structures is now Defendant’s modus operandi. These were not isolated occurrences, and the nature of his preferred method of business indicates it will continue to be his method of doing business. Finally, Defendant has not indicated that his analysis was wrong or that his actions were improper. To the contrary, he continues to insist that these structures were valid and that he bears no responsibility for anything that happened.\n \n\nF. The Injunction\nAn injunction prohibiting Defendant from providing tax advice raises serious First Amendment concerns. The Government has a strong and valid interest in preventing fraud, and the First Amendment does not protect fraudulent statements. However, the Government has no interest in preventing true statements, and even liars and hucksters have First Amendment rights. Conceivably, Defendant could provide lawful and accurate tax advice, and the Court is unwilling (and probably unable) to prevent him from doing so.\n \nThe Court hereby grants injunctive relief as follows:\n1. Defendant is enjoined from organizing, establishing, promoting, selling, offering for sale, or helping to organize, establish, promote, sell or offer for sale any tax plan involving the parallel C, ESOP/S, or Roth/S structures as described herein.\n2. Defendant is enjoined from organizing, establishing, promoting, selling, offering for sale or assisting in any financial or tax related arrangement without submitting, in writing to an IRS designee,28 a detailed plan explaining the financial or tax arrangement and all steps necessary for the arrangement to be legal under the tax code. No such plan shall be implemented by Defendant or with his assistance unless IRS approval is granted or thirty (30) days have passed since Defendant sought approval.\n \n3. Defendant shall advise the IRS’ designee of any business entity (corporation, LLC, LLP, limited partnership, etc.) formed by him or at his direction. This shall occur within thirty days of the entities’ formation. The information provided shall include copies of the documents filed with the appropriate authorities to form the entity (e.g., Articles of Incorporation). Defendant *915 shall advise the principals of any such entity about this requirement.\n4. Defendant shall advise the IRS’ designee of any new clients who consult with Defendant or retain his services for the purpose of obtaining tax advice, including other professionals’ clients for whom Defendant provides such services. This shall occur within thirty days of the provision of the advice or consultation. Defendant will be required to advise the individual(s) with whom he consults or to whom he provides advice about this requirement. Before consulting, providing advice or offering a letter of engagement, Defendant shall obtain the consent of any such client to the disclosure of the information required by this paragraph.\n5. Defendant shall provide a copy of this Order to (1) each of his current clients and (2) any other client of Kruse Mennillo for whom he provided advice, either to the client or to another member or employee of the firm for the benefit of that client.\nIT IS SO ORDERED.\nAll Citations\n731 F.Supp.2d 887, 106 A.F.T.R.2d 2010-5735\n\n\n\nFootnotes\n|\n1\n|Certain documents were admitted, primarily during Janice Mallon’s testimony, over Defendant’s hearsay objection. The Court accepted the Government’s argument that the hearsay exception in Rule 803(8)(C) applied. Later, the Court indicated it had researched the matter and harbored doubts about the propriety of its ruling. See United States v. Taylor, 462 F.3d 1023, 1026 (8th Cir.2006); Union Pacific R.R. Co. v. Kirby Inland Marine, Inc., 296 F.3d 671, 679 (8th Cir.2002); United States v. Ortiz, 125 F.3d 630, 632 (8 th Cir.1997). Nonetheless, any potential problem was cured later when the authors of the documents in question testified.\n|\n2\n|Section 6701 penalizes any person who aids, assists, procures, or advises with respect to a tax return who knows or has reason to believe that an understatement of tax liability will result. There is no need to unnecessarily complicate or lengthen this Order by repeating the Court’s analysis for section 6701; the discussion related to section 6700 is sufficient. It should be noted, however, that in large measure the Court’s analysis would justify a finding that Defendant also knowingly violated section 6701.\n|\n3\n|Not all corporations are eligible to elect subchapter S status. In summary, an eligible corporation must have no more than one hundred shareholders, have issued only one class of stock, and have shareholders who are only individuals or certain types of trusts.\n|\n4\n|The quotation is from the 1997 Code of Federal Regulations, which would have been in effect for much of the time Defendant was promoting the parallel C structure at Grant Thornton. The regulation was the same or similar in all relevant years before and after 1997, and the 1997 version is quoted simply as an exemplar.\n|\n5\n|While only a limited number of clients are discussed in this Order, Defendant sold the structure to many others. The Court finds the transactions described are typical of those arranged by Defendant.\n|\n6\n|See footnote 2.\n|\n7\n|An ESOP (Employee Stock Ownership Plan) is a defined contribution plan designed to invest primarily in the employer’s stock. It is funded with an employee’s pre-tax income and the benefits paid to the employee upon retirement are subject to tax.\n|\n8\n|As will be discussed, certain amendments were passed that effectively curtailed Defendant’s sale of ESOP/S arrangements. To avoid confusion, the code provisions cited are from the 1994 United States Code, as supplemented through 1998. The law did not change significantly in the respects described herein until 2001.\n|\n9\n|Defendant’s argument that in some cases the management company’s stock was owned by an Employee Stock Ownership Trust (ESOT) and not an ESOP is a red herring. Ultimately, the individual who owned the operating company controlled the management company, the ESOT, and the ESOP.\n|\n10\n|It should be noted that the first sentence of section 414(b) confirms the controlled group provisions apply to, inter alia, section 416. See also 26 C.F.R. § 1.416–1 T–1A(a).\n|\n11\n|The evidence indicates Defendant sold more than twenty of these structures. These are just a few examples.\n|\n12\n|There was evidence Defendant offered to set up two other ESOP/S arrangements after March 14, 2001. While there is no evidence establishing whether he actually did, his willingness to do so is relevant.\n|\n13\n|This feature of the Roth/S, which was the key selling point to clients, should have been a clue to Defendant that the structure was unlawful.\n|\n14\n|This amount increased over the years. Throughout much of the 1990s and early 2000’s, this amount was $2,000 per year; the maximum contribution was $3,000 in 2002; $4,000 in 2007 and is now $5,000 per year for individuals under 50 years of age (and $1,000 more than these amounts for individuals over 50).\n|\n15\n|Similar reasoning was employed in Revenue Ruling 92–48 to conclude that a charitable remainder trust could not own shares in an S corporation.\n|\n16\n|Interestingly, Sommers (and Thomas and the Government) failed to address 26 C.F.R. § 1.1361–1(e), which stated (and still states) in part that “[t]he person for whom stock of a corporation is held by a ... custodian ... is considered to be the shareholder of the corporation for purposes of” assessing eligibility to be a shareholder in a subchapter S corporation. This regulation does not specifically address IRAs and would not have conclusively addressed the issue—but it certainly would have helped Sommers’ and Thomas’ positions.\n|\n17\n|This provision was originally added as subsection (c)(7) in 1996, and was redesignated as subsection (c)(6) the following year.\n|\n18\n|Thomas reviewed Sommers’ opinion before drafting his own, and Defendant was a friend and business associate of Thomas’ boss. However, the Court declines the Government’s invitation to find that the outcome of Thomas’ letter was dictated by either Defendant or Thomas’ boss because the greater weight of the evidence does not support this fact.\n|\n19\n|This opinion also addressed the possible application of the Unrelated Business Income Tax, or UBIT. It concluded the IRA would not be subject to UBIT. The issue will be discussed later in this Order.\n|\n20\n|The Court’s explanation of Congress’ actions and the state of the law can be gleaned from S.Rep. No. 104–281 at 60–61 (1996), reprinted in 1996 U.S.C.C.A.N. 1474, 1534–35.\n|\n21\n|See page 23 & footnote 17, supra.\n|\n22\n|One interesting question that was not clearly answered is whether the earnings on excess contributions are subject to the excise tax as well. The Court suspects this is so, but the answer is not important to the issues in this case.\n|\n23\n|A conservative estimate indicates Defendant sold between thirty-five and forty Roth/S arrangements.\n|\n24\n|As before, the Court will focus on SEAKR’s transactions. Pacific Instruments also “retained” Westvale to perform “management services.”\n|\n25\n|Essentially, the individuals’ IRAs owned the other individual’s investment company.\n|\n26\n|Defendant presented the testimony of Steve Mather, an attorney representing the Coulter Group (one of Defendant’s clients) to testify about the Coulter Group’s operations. The Court did not find his testimony to be helpful, and makes no findings about the Coulter Group. It is not that Mather was not credible; he just did not have a sufficient basis for knowledge to persuade the Court that his conclusions about the Coulter Group were worthy of acceptance.\n|\n27\n|The Government presented an Offering Memorandum found in Defendant’s house, announcing offers to sell ownership interests in an entity that had purchased large quantities of eyeglasses for a discount. The eyeglasses were then purportedly appraised to determine their fair market value. The plan calls for the donation of the eyeglasses to charities with the promise that investors can claim an itemized deduction for the charitable contribution based on the fair market value of the glasses and not on the amount actually spent to obtain them. Kruse Mennillo is identified as the financial advisor for the project.\nThe Court strongly suspects Defendant is involved in this project. The memorandum was found in his house. Kawana’s testimony persuades the Court that a project such as this would have required the approval of all the partners. Kawana’s testimony also persuades the Court that an idea of this scope and complexity would have been originated by Defendant. However, the Court was not presented with enough evidence to establish Defendant’s involvement by the greater weight of the evidence.\n|\n28\n|Within thirty days of this date, the IRS shall file with the Court the name, address and contact information for the designee. Subsequent changes of the designee shall be provided to Defendant at his last known address, and Defendant shall be responsible for keeping the designee apprised of his address.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}