{
    "Background": "\n\n\n\n434 F.Supp. 85\nUnited States District Court, N.D. Ohio, Eastern Division.\nM. S. D., INCORPORATED, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nThe SIGNAL DEVICES AND ALARM COMPANY, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nMORSE SIGNAL DEVICES, INC., Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nCiv. A. Nos. C74-498 to C74-500.\n|\nMarch 25, 1977.\nSynopsis\nActions by corporate taxpayers to obtain income tax refunds and interest were consolidated. The District Court, Manos, J., held that where intention motivating a family-owned enterprise to enter into agreement to make deferred salary payments to a shareholder-employee is to pay widow of employee in order to insure her financial security, and no concern is given to confer any business benefits on enterprise, a deduction may not be taken for such payments as an ordinary and necessary business expense.\n \nJudgment for defendant.\n \n\n\nWest Headnotes (13)\n\n\n[1]\n|EvidenceConduct of Business\n|\n|Testimony of certified public accountants, whose expertise was predicated on their many years of dealing with businesses similar to that of corporate taxpayers in case and with executives situated in similar circumstances, was admissible in tax refund actions dealing with deductions for allegedly deferred salary payments to widows of major shareholder-employees. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5).\n\n|\n\n\n[2]\n|Federal Civil ProcedureUse\n|\n|Depositions offered by Government in tax refund actions dealing with deductions for allegedly deferred salary payments to widows of major shareholder-employees were subject to being stricken from record and would not be used by court in its determination in absence of a showing as to what steps, if any, Government took to secure appearance of deponents as witnesses in court against corporate taxpayers. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5); Federal Rules of Evidence, rules 801(a–c), 802, 804(a)(5), (b)(1), 28 U.S.C.A.\n1 Case that cites this headnote\n|\n\n\n[3]\n|EvidenceDeath or then-existing infirmity, physical illness, or mental illness\nEvidenceDiscovery material\n|\n|Deposition of individual who was an executive officer in each of corporations that were seeking deductions for allegedly deferred salary payments to widows of major shareholder-employees and who was currently hospitalized while recovering from surgery and, hence, was unavailable to testify was admissible. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5); Federal Rules of Evidence, rules 801(a–c), (d)(2)(D), 804(a), 804(b)(1), 28 U.S.C.A.\n1 Case that cites this headnote\n|\n\n\n[4]\n|Internal RevenueCompensation for Services\n|\n|Where a corporate taxpayer, doing business in form of a closely held family enterprise, seeks a business expense deduction for payments made to widow of a shareholder-employee, court must strictly scrutinize transaction giving rise to payment in order to insure that amount is reasonable and that intent motivating principals of corporation to make payment was to commercially benefit corporation by expending corporate funds in a fashion which is appropriate and helpful to business of corporation. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5).\n\n|\n\n\n[5]\n|Internal RevenueCompensation for Services\n|\n|Courts must apply enhanced judicial scrutiny when a corporate taxpayer, doing business in form of a closely held family enterprise, seeks a business expense deduction for payments made to widow of a shareholder-employee. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5).\n\n|\n\n\n[6]\n|Internal RevenueCompensation for Services\n|\n|Rule that courts must apply enhanced judicial scrutiny in cases where a corporate taxpayer, doing business in form of a closely held family corporation, seeks a business expense deduction for payments made to widow of a shareholder-employee is not limited to cases where a family-owned enterprise seeks a deduction for allegedly deferred salary payments to widows of major shareholder-employees, but attaches whenever such payments are made to widows of deceased shareholder-employees in closely held corporations pursuant to agreements which appear not to have been negotiated through arm’s length bargaining between shareholder-employees on one side and disinterested corporate officials on other side. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5).\n\n|\n\n\n[7]\n|Internal RevenueCompensation for Services\n|\n|Strict judicial scrutiny rule with respect to claimed deductions by a family-owned enterprise for allegedly deferred salary payments to widows of major shareholder-employees is triggered when corporate stock is closely held, deceased employee is a major or controlling shareholder, and corporation itself participates on both sides of negotiation that gives rise to agreement calling for payments. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5).\n\n|\n\n\n[8]\n|Internal RevenueCompensation for Services\n|\n|Strict scrutiny test that must be applied when a deduction is claimed by a family-owned enterprise for allegedly deferred salary payments to widows of major shareholder-employees simply means that court must carefully examine intent and motivation underlying transaction to insure that parties intended that corporate entity derive a commercial benefit. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5).\n\n|\n\n\n[9]\n|Internal RevenueCompensation for Services\n|\n|When a closely held family enterprise seeks a deduction for allegedly deferred salary payments to widows of major shareholder-employees, court should, at close of taxpayer’s case, examine agreement between shareholder-employee and corporation which is family controlled in order to determine whether transaction objectively appears, on its face, to be a transaction in which parties, had they been unrelated to each other, would have negotiated after arm’s length bargaining. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5).\n1 Case that cites this headnote\n|\n\n\n[10]\n|Internal RevenueAdmissibility\n|\n|Opportunity must be given to Internal Revenue Service in a case where a family-owned enterprise seeks a deduction for allegedly deferred salary payments to widows of major shareholder-employees to demonstrate that true intention of parties was to confer a wholly personal benefit on one of the shareholders regardless of the surface appearance so that the agreement between parties is the type of contract that disinterested parties would formulate. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5).\n\n|\n\n\n[11]\n|Internal RevenueCompensation for Services\n|\n|In a situation where a family-owned enterprise seeks a deduction for allegedly deferred salary payments to widows of major shareholder-employees, judicial focus must be on the actual intention motivating a corporate payment to a deceased employee’s widow. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5).\n\n|\n\n\n[12]\n|Internal RevenueCompensation for Services\n|\n|Payments made by each corporate taxpayer to widow of deceased employee who controlled 50 percent of stock of each corporate taxpayer at time of his death did not constitute “necessary business expenses” and, hence, were not deductible, notwithstanding claim that agreements between parties created a contractual obligation to pay deferred compensation to employee or his widow at some future date if certain contingencies occurred, where evidence failed to establish by a preponderance under strict scrutiny test that intention of those who formed agreements was to boost surpluses and cash flow of each corporate taxpayer and, hence, failed to establish that agreements were intended to confer a business benefit on each corporate taxpayer. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5).\n\n|\n\n\n[13]\n|Internal RevenueCompensation for Services\n|\n|Where intention motivating a family-owned enterprise to enter into agreement to make deferred salary payments to a shareholder-employee is to pay widow of employee in order to insure her financial security, and no concern is given to confer any business benefits on enterprise, a deduction may not be taken for such payments as an ordinary and necessary business expense. 26 U.S.C.A. (I.R.C.1954) §§ 162(a), 404(a)(5).\n\n|\n\n\nAttorneys and Law Firms\n*87 Bennet Kleinman, Kahn, Kleinman, Yanowitz & Arnson, Cleveland, Ohio, for plaintiff.\nRobert M. Greco, David J. Curtin, Trial Atty., Tax Div., Dept. of Justice, Washington, D. C., James C. Lynch, Cleveland, Ohio, for defendant.\n\n\n\n\nMEMORANDUM OF OPINION\nMANOS, District Judge.\nThe three plaintiff corporations, M.S.D., Inc., The Signal Devices and Alarm Company, and Morse Signal Devices, Inc., initiated these three actions against the United States of America pursuant to 28 U.S.C. s 1346(a)(1)1 in order to obtain income tax refunds and interest for the taxable year ending March 31, 1970. The amount of federal income tax to which each plaintiff corporation claims entitlement to a refund is:\nThe three cases were consolidated for trial because they all present a common issue: whether payments made by each of the plaintiffs to the widow of Morris Weinstock, a deceased employee who controlled 50% of each corporate plaintiff’s stock at the time of his death, constitutes an ordinary and necessary business expense under 26 U.S.C. s 162(a)2, and is deductible from each corporation’s gross income under 26 U.S.C. s 404(a)(5)3. The Court holds that the funds which each plaintiff paid Morris’ widow were not “necessary” business expenses because none of these payments were intended by any of the corporations to be made in exchange for a business benefit, and therefore none were deductible under Sections 162(a) and 404(a)(5). The Court enters judgment for the defendant in each of these three cases.\n \n\n\n*88 I.\n\nFACTS\nPlaintiff M.S.D., Incorporated is an enterprise organized under the laws of the State of Ohio and engaged in business activities which include the purchase and leasing of protection alarm systems, the ownership and operation of alarm system repair vehicles, and central office equipment. M.S.D.‘s principal business location is in Cleveland, Ohio and its business services are performed throughout northeast Ohio. During Morris’ life and presently, the shares of stock of this plaintiff were owned equally by the families of the two founding brothers, Morris and Jack Weinstock. Morris Weinstock was President of M.S.D. from the time of its incorporation until October 18, 1969, the date of his death. Additionally, Morris was a member of the Board of Directors during the same period.4\nPlaintiff Morse Signal Devices, Incorporated is an enterprise organized under the laws of the State of Ohio. Its business activities include purchase, sale, installation and service of protective alarm systems. Prior to Morris’ death, 50% of the stock of Morse Signal Devices was owned by Morris’ family and 50% was owned by Jack’s family. Presently Morse Signal Devices stock is equally divided between the families of the two brothers. Morris Weinstock was President and a member of the Board of Directors of Morse Signal Devices from the time of its incorporation until the date he died.5\nPlaintiff The Signal Devices and Alarm Company is a corporation organized under *89 the laws of Ohio. Its business activities correspond to that of plaintiff Morse Signal Devices, Inc. During Morris Weinstock’s life both he and Jack each owned 50% of the shares of The Signal Devices and Alarm Company, and those shares are presently owned equally between the families of the two brothers. Morris Weinstock was President and a member of the Board of Directors of The Signal Devices and Alarm Company from 1958 until the date of his death in 1969.6\nIn 1948, Morris and Jack Weinstock purchased an enterprise in Los Angeles, California, now known as Morse Signal Devices of California, which was in the business of installing, servicing and monitoring alarm systems in the greater Los Angeles area. In 1949, Morris and Jack Weinstock decided to move from Cleveland, Ohio to Los Angeles, California, and in that year Jack Weinstock and his family moved to the Los Angeles area. Morris Weinstock’s family left Cleveland and took up permanent residence in Los Angeles in 1950. After moving to Los Angeles, Morris and Jack operated Morse of California, and received salaries for their services to that corporation.7\nArthur Orner, Morris Weinstock’s brother-in-law, was employed by all three of the Cleveland corporations for several years before Morris and Jack moved to California. Orner remained in Cleveland, after the Weinstocks moved, and he held the position of general manager in each of the Cleveland corporations. Orner’s job entailed supervising the routine day to day production and service operations of each of the corporations.8\nThe testimony of Harry Baumgarten, Julius Bovill, and Lessing Gold demonstrates that throughout the 1950s and 1960s Morris Weinstock was an unusually vibrant, talented businessman who set the policies of each of the three plaintiff corporations located in Cleveland. Once every two months Morris visited Cleveland from California, and stayed for 10 to 14 days. During these visits Morris was in close personal contact with Baumgarten, the outside accountant for each of the three Cleveland corporations, and throughout the year Morris conveyed instructions and policy decisions at least once a week via letters, telephone, or dictabelt voice recordings to both Orner and Baumgarten. Baumgarten testified that he discussed the financial status of the three Cleveland corporations only with Morris, and that Morris guided the financial policy for each corporation. A leader in his field, Morris promoted the welfare of the whole security alarm industry by organizing the National Burglar and Fire Alarm Association9, from which he no doubt developed *90 many unique business contacts which made him an unusually valuable employee to the three Cleveland corporations that were 50% controlled by his family.\n[1] Gold testified that in the mid-1960s few security alarm business generated gross sales in excess of $1,000,000, however, during that time frame, the three plaintiff corporations together, under Morris’ stewardship, consistently topped the $1,000,000 sales figure. The testimony of Baumgarten, Bovill, and Gold, based on their respective expertise10, indicates that an executive employee with Morris’ talent could easily expect to receive annual compensation of at least $70,000 per year in the executive employment market. However, during the 1960s Morris received only $20,000 to $30,000 per year in salary and dividends from the three plaintiff corporations combined, and his corporate compensation did not increase significantly, either to compensate for inflation, or in response to the consistent rise in sales which occurred under his leadership. During the early and mid-1960s Morris was repeatedly advised that his salary was low11, but nevertheless he did not increase it. In the middle and late 1960s the three plaintiff corporations, pursuant to Morris’ plans, prepared to issue stock to the public for the first time, and in anticipation of this event, structured their accounting techniques to minimize cash outflows and maximize financial surpluses and internal cash flow.\n \nOn March 25, 1965, Morris and Jack Weinstock, as employees, both entered into similar agreements with each of the plaintiff corporations. The agreements provided that upon the death of the employee, the employer-corporation would make monthly payments to his widow equal to 1/84th of the aggregate compensation paid the deceased employee during the seven year period immediately preceding his death. Though the widow of the deceased employee was entitled to receive the aforesaid payments for a period of seven years, none of the corporations sustained a duty to make any payments if the widow died before the expiration of the period in which she was to be paid. The agreements recite that the payments were to be made in consideration of (i) the employee’s past and continued services to the plaintiff; and (ii) the employee’s covenant not to compete with the business of the employer for a five year period in the event of termination of his services.12\nOn the date the three agreements were executed, Morris was 55 years old and Jack was 53 years old.13 Morris Weinstock never intended to leave the employ of the Cleveland corporations. He and his brother Jack had a close personal and working relationship, hence the Court finds that in 1965 there was no threat, or indication of any sort, that Morris considered employment elsewhere.\nMorris and Jack Weinstock were the only persons who had agreements with the Cleveland corporations under which payments were to be made to the surviving spouses of corporate employees. Before these agreements were executed in March, 1965, these corporations had no agreements with any of their employees, officers or directors, including Morris and Jack, under which similar widow payments would be made.14\n*91 [2] [3] On October 18, 1969 Morris Weinstock died and pursuant to the March 25, 1965 agreements the three Cleveland corporations subsequently made the following payments to Morris’ widow, Ann Weinstock, within the fiscal year ending March 31, 1970:\n \n\n\n\n\nM.S.D. Incorporated\n \n|$ 2,667.\n \n|\nSignal Devices and Alarm\n \n||\nIncorporated\n \n|3,200.\n \n|\nMorse Signal Devices and\n \n||\nAlarm Incorporated\n \n|12,267.\n \n|\n\n\n\n\nEach of the corporations claimed these payments as deductions on their corporate income tax returns filed for the fiscal year ended March 31, 1970 as “deferred compensation” payments.15 Upon audit and examination of the aforementioned returns, the Internal Revenue Service timely assessed each corporation the following amounts of tax and interest on November 5, 1973:\n \nThe assessed tax was paid, in each case, on November 14, 1973, and on November 29, 1973 each corporation filed a claim for a refund. Subsequently each corporation filed a waiver of notice of claim disallowance, and on May 31, 1974 each filed a complaint seeking a refund for the amount paid.16\n \n\n\nII.\n\nTHE PLAINTIFFS DID NOT SUSTAIN THEIR BURDEN OF ESTABLISHING, BY A PREPONDERANCE OF THE EVIDENCE, THAT THE PAYMENTS TO MORRIS WEINSTOCK’S WIDOW WERE INTENDED TO OBTAIN A BUSINESS BENEFIT FOR THE PLAINTIFF CORPORATIONS.\nThe three Cleveland corporate plaintiffs argue that the agreements which they each executed with Morris in 1969 created contractual obligations to pay deferred compensation to Morris or his widow at some future date if certain contingencies occurred.17 Thus the plaintiffs argue that the payments to Morris’ widow pursuant to the March 25, 1965 agreements are deductible under Sections 404(a)(5) and 162(a) because *92 the agreement constitutes a deferred compensation plan which satisfies the “ordinary and necessary” business expense deductibility prerequisite embodied in Section 162(a). The corporate plaintiffs contend that the payments mandated under the March 26 agreements were “necessary” in order for the corporations to obtain the business benefit of retaining Morris, an unusually talented executive, without paying him the salary he could obtain in the employment market. The plaintiffs argue that such a benefit was particularly advantageous to them because it boosted corporate surpluses and cash flow at a time when they contemplated a first issuance of stock to the public. The issue of whether a corporate payment to a shareholder-employee’s widow is a “necessary” business expense under Section 162(a) constitutes a question of fact which the Court must determine from the conflicting evidence in the record.18 The Court concludes that the plaintiffs have not established, by a preponderance of the evidence,19 that the intention motivating the creation of the March, 1965 agreements was to benefit the business of the corporate taxpayers.\n[4] [5] [6] [7] [8] The agreements under which the plaintiff corporations obligated themselves to make payments to Morris’ widow arose out of negotiations which were not conducted at arms length, because the parties negotiating for the corporations were the same as those who negotiated on behalf of the employees, i. e., Morris and Jack Weinstock.20 When a corporate taxpayer doing business in the form of a closely held family enterprise, seeks a business expense deduction under Sections 162(a) and 404(a)(5) for payments made to the widow of its shareholder-employee the Court must strictly scrutinize the transaction giving rise to the payment in order to insure the reasonableness of the amount, and that the intent motivating the principals of the corporation to make the payment was to commercially benefit the corporation by expending corporate funds in a fashion which is “appropriate and helpful” to the business of the corporation. See, Rubber Associates v. Commissioner of Internal Revenue, 335 F.2d 75, 78-80 (6th Cir., 1964); Welch v. Helvering, 290 U.S. 111, 113, 54 S.Ct. 8, 78 L.Ed. 212 (1933); Friedman v. Delaney, 171 F.2d 269, 271 (1st Cir., 1948), cert. den. 336 U.S. 936, 69 S.Ct. 746, 93 L.Ed. 1095 (1949). Courts apply enhanced judicial scrutiny in such cases because the “family flavor”21 of such transactions offers an opportunity for owner-employees of a closely held corporation to artificially tailor their employment agreements through self-dealing in order to convert a transaction which they intend to be a dividend transaction, for which the corporation is not entitled to an income tax deduction, into a business expense transaction, for which the corporate taxpayer obtains a federal income tax deduction.\n \n*93 [9] [10] [11] When the corporate taxpayer in such a case sues for a refund in the district court, the court should, at the close of the corporate plaintiff’s case, examine the agreement between the family shareholder-employee and the corporation which his family controls in order to determine whether the transaction objectively appears, on its face, to be the type of transaction which the parties, had they been unrelated to each other, would have negotiated after arm’s length bargaining. However, this initial inquiry does not conclude the case. In these strict scrutiny cases the Internal Revenue Service always has the opportunity to demonstrate that the true intention of the parties to the agreement was to confer a wholely personal benefit on one of the shareholders regardless of the surface appearance that the agreement is the type of contract that disinterested parties would formulate. Judicial focus on the actual intention motivating a corporate payment to a deceased employee’s widow is emphasized in Fouke Fur Company v. Bookwalter, 261 F.Supp. 367, 371 (E.D.Mo., 1966), in which the court wrote:22\n \n*94 “(T)he sole question is whether the payment was a necessary expense under section 162. . . . What does ‘necessary’ mean and how does the plaintiff prove that the payment was necessary? Vesuvius Crucible Co. (v. Commissioner of Internal Revenue, 24 T.C.M. 750, 752 (1965), affirmed 356 F.2d 948, 949 (3rd Cir., 1966)) contains helpful language.\n‘With a simplicity that is sometimes deceptive the term necessary, has been defined merely as appropriate and helpful, Welch v. Helvering, supra. Beyond this, we have said that while necessary does not mean indispensible, taxpayers seeking the benefit of a deduction under section 162 must show affirmatively not only that there are business ends to be served but also that there is an intention to serve those business ends, by means of the questioned expenditure. This the taxpayer may do by demonstrating clearly that the payment was intended to result in the inurement of a business benefit.’ “ (emphasis in original)\n \n \nThe plaintiff corporations, in their case-in-chief, succeeded in establishing that the March 25, 1965 agreements, on their face, appeared to be the type of deferred compensation agreements which the parties might have formed had they negotiated at arm’s length. The agreements appeared to furnish Morris with retirement security for his wife and at the same time enable the three corporate plaintiffs to retain a valuable employee at a low salary thus boosting their collective cash flow and rendering them more attractive to outside investors should the plans for a public issuance of stock materialize. Thus the plaintiffs succeeded in having overruled the Internal Revenue Service’s motion to dismiss at the conclusion of their case-in-chief. However, having such a motion overruled differs materially from ultimately persuading the Court by a preponderance of the evidence23 that the actual intent motivating the creation of the March 25, 1965 agreements was to obtain a business benefit for the closely held family corporations.\nIn presenting its case the Internal Revenue Service called Jack Weinstock, a principal of the three corporations as upon cross-examination. He testified that he and Morris were the individuals who negotiated the three agreements on behalf of themselves and each corporation, and that the two brothers reached an accord in what “seemed like” one afternoon. The deferred salary idea was first expressed by Morris who according to Jack’s testimony in court, raised the issue in part because he was concerned about financial protection for his wife should he predecease her. When expressly asked in court whether the reason for the deferred payment contracts was protection of the controlling brothers respective families Jack answered “no.” However, at his deposition Jack was asked:\n“Q. So with regard to that agreement that was entered into both between yourself and the corporations and your brother Morris and the corporation, would you say that the reason for the creation of the contract with the corporations was to provide some protection for your families, specifically your wives?\n \n“A. That was definitely it, yes.”24\n \nJack also gave this testimony at his deposition:\n“Q. So would you say that both you and your brother, in entering into this kind of agreement, were interested in creating some kind of a family plan for economic security or\n \n“A. Yes.”25\n \n \nSimilarly, when Jack was asked in court whether there was no need in 1965 for either brother to offer special concessions to the other in order to keep the other in the business, Jack replied that he did not know *95 if such a need existed at that time. However, during his deposition Jack was asked the following question and gave the following answer:\n“Q. I think you have testified that in 1965 there was no dispute which would lay the ground work for either one of you leaving the business?\n \n“A. No none whatsoever.\n \n“Q. So there really was no need in ‘65 for either one of you to try and contract with the corporation to keep the other one in the business or keep him interested in the business, was there?\n \n“A. No.”26\n \n \nAt trial Jack testified that in operating the three Cleveland corporations, the two owners did not cause those entities to pay them what each brother needed. However, in his deposition Jack was asked the following questions and gave the following answers:\n“Q. Now, who was it in the corporations, and I am referring to the Cleveland corporations, that actually set the amount of salary that you and your brother would receive on a yearly basis?\n \n“A. We did.\n \n“Q. Did you have any formula as to how to do it or\n \n“A. Not really, just what we needed, I imagine.”27\n \n[12] [13] The Court finds that under the strict scrutiny test mandated by the “family flavor” of the transactions under examination in this case, the plaintiff corporations can prove their case by a preponderance of the evidence only if Jack Weinstock credibly testified in court to facts which support the plaintiffs’ theory of the intention motivating the creation of those contracts. Jack’s testimony did not credibly support the theory suggested by the evidence contained in the plaintiffs’ case-in-chief, because he was repeatedly and seriously impeached by material differences, between his sworn testimony in court and his sworn testimony28 at the earlier deposition. The Court concludes that the plaintiffs failed to sustain their burden of proving, by a preponderance of the evidence,29 that the intention of those who formed the contracts was to boost the surpluses and cash flow of each corporate taxpayer, and therefore they likewise failed to establish that the agreements were intended to confer a business benefit on those corporations as required by Section 162. Thus the Court concludes, based on the inconsistencies in Jack Weinstock’s testimony, the intention motivating the corporations to enter the agreements to pay Morris’ widow was to insure her financial security, and no concern was given to conferring a business benefit for the corporations. The Court finds for the defendant in all three cases and orders that judgment in each case be issued accordingly.\n \nThis opinion is adopted as findings of fact and conclusions of law as required by Fed.R.Civ.P. 52(a).\nIT IS SO ORDERED.\nAll Citations\n434 F.Supp. 85, 39 A.F.T.R.2d 77-1393, 77-1 USTC P 9366\n\n\n\nFootnotes\n|\n1\n|28 U.S.C. s 1346(a)(1) pertinently provides:\n“(a) The district courts shall have original jurisdiction, concurrent with the Court of Claims, of:\n“(1) Any civil action against the United States for the recovery of any internal-revenue tax alleged to have been erroneously or illegally assessed or collected, or any penalty claimed to have been collected without authority or any sum alleged to have been excessive or in any manner wrongfully collected under the internal-revenue laws . . . .”\n\nPlaintiff\n|Amount\n|---------\n|------\n|||M.S.D., Inc.\n|$ 637.00\n|Morse Signal Devices, Inc.\n|6,152.00\n|The Signal Devices and Alarm Company\n|1,670.00\n||\n2\n|26 U.S.C. s 162(a) pertinently provides:\n“There shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business . . . .”\n|\n3\n|26 U.S.C. s 404(a)(5) pertinently provides:\n“If contributions are paid by an employer to or under a stock bonus, pension, profit-sharing, or annuity plan, or if compensation is paid or accrued on account of any employee under a plan deferring the receipt of such compensation, such contributions or compensation shall not be deductible under section 162 (relating to trade or business expenses) . . . but, if they satisfy the conditions of . . . such sections, they shall be deductible under this section, subject, however, to the following limitations as to the amounts deductible in any year:\n“. . . .ati\n“(5) Other plans. If the plan is not one included in paragraph (1), (2), or (3), in the taxable year in which an amount attributable to the contribution is includible in the gross income of employees participating in the plan, but, in the case of a plan in which more than one employee participates only if separate accounts are maintained for each employee.”\n|\n4\n|Plaintiffs’ Exhibit 1 charts the annual compensation paid Morris Weinstock or his widow by M.S.D. Incorporated, in relation to M.S.D.‘s annual sales, for the years 1958 through 1970.\n\nFiscal\n|Sales\n|Compensation to Morris Weinstock\n|Dividends\n||-----\n||---------\n|Year End\n||(or his widow)\n||--------\n||--------------------------------\n||||||1958\n|$105,348.\n|$4,800.\n|$5,065.\n|1959\n|111,568.\n|4,800.\n|-0-\n|1960\n|117,264.\n|5,800.\n|5,065.\n|1961\n|121,378.\n|6,000.\n|2,000.\n|1962\n|111,418.\n|6,000.\n|2,000.\n|1963\n|118,326.\n|6,000.\n|2,000.\n|1964\n|114,397.\n|4,500.\n|-0-\n|1965\n|126,612.\n|3,000.\n|2,000.\n|1966\n|142,309.\n|6,000.\n|2,000.\n|1967\n|154,394.\n|6,000.\n|2,000.\n|1968\n|124,485.\n|4,500.\n|2,000.\n|1969\n|205,197.\n|3,500.\n|2,000.\n|1970\n|207,925.\n|2,667. (paid to widow)\n|2,000.\n||\n5\n|Plaintiffs’ Exhibit 2 charts the annual compensation paid Morris Weinstock or his widow by Morse Signal Devices in relation to Morse Signal Devices’ annual sales for years 1958 through 1970.\n\nFiscal\n|Sales\n|Compensation to Morris Weinstock\n|Dividends\n||-----\n||---------\n|Year End\n||(or his widow)\n||--------\n||--------------------------------\n||||||1958\n|$ 538,086.\n|$18,000.\n|$ -0-\n|1959\n|545,901.\n|17,815.\n|-0-\n|1960\n|582,202.\n|7,333.\n|-0-\n|1961\n|588,506.\n|20,367.\n|-0-\n|1962\n|604,136.\n|18,800.\n|-0-\n|1963\n|646,254.\n|18,800.\n|-0-\n|1964\n|712,924.\n|18,800.\n|-0-\n|1965\n|790,564.\n|17,233.\n|1,000.\n|1966\n|890,636.\n|18,800.\n|1,000.\n|1967\n|916,817.\n|18,800.\n|1,000.\n|1968\n|662,645.\n|12,533.\n|1,000.\n|1969\n|1,068,369.\n|10,967.\n|1,000.\n|1970\n|1,228,943.\n|12,267. (paid to widow)\n|1,000.\n||\n6\n|Plaintiffs’ Exhibit 3 charts the annual compensation paid Morris Weinstock or his widow by The Signal Devices and Alarm Company in relation to that company’s annual sales for the years 1958 through 1970.\n\nFiscal\n|Sales\n|Compensation to Morris Weinstock\n|Dividends\n||-----\n||---------\n|Year End\n||(or to his widow)\n||--------\n||--------------------------------\n||||||1958\n|$ 93,666.\n|$8,400.\n|$2,970.\n|1959\n|91,707.\n|8,400.\n|-0-\n|1960\n|100,103.\n|8,400.\n|1,775.\n|1961\n|98,934.\n|8,400.\n|2,662.\n|1962\n|95,059.\n|8,400.\n|2,663.\n|1963\n|90,253.\n|8,400.\n|2,663.\n|1964\n|85,093.\n|4,200.\n|2,663.\n|1964\n|78,385.\n|7,000.\n|-0-\n|1966\n|79,323.\n|8,400.\n|-0-\n|1967\n|106,917.\n|8,400.\n|3,550.\n|1968\n|53,791.\n|4,200.\n|-0-\n|1969\n|114,101.\n|5,600.\n|3,670.\n|1970\n|108,669.\n|3,200. (paid to widow)\n|3,670.\n||\n7\n|See the testimony of Jack Weinstock.\n|\n8\n|See the testimony of Harry Baumgarten.\n|\n9\n|See the testimony of Lessing Gold.\n|\n10\n|The expertise of Baumgarten and Bovill, both certified public accountants, is predicated on their many years of dealing with businesses similar to that of the plaintiffs and with executives situated in circumstances similar to Morris Weinstock. Lessing Gold’s expertise stems from his experience representing the National Burglar and Fire Alarm Association as legal counsel as well as representing 30 to 40 security businesses as legal counsel.\n|\n11\n|See the testimony of Baumgarten and Bovill.\n|\n12\n|See Government’s Exhibits N, O, P, and footnote 17, infra.\n|\n13\n|See the testimony of Jack Weinstock.\n|\n14\n|Baumgarten testified regarding two agreements between Morse Signal Devices and two nonshareholder, supervisory employees named Ward and Jones. However, those agreements dealt solely with retirement and were so unrelated to the agreements embodied in Government’s Exhibits N, O, P that the Ward and Jones agreements do not indicate that the plaintiff corporations had established a standard retirement plan of which the Weinstock agreements comprised a part.\n|\n15\n|See Government’s Exhibit J, Supporting Statement; Government’s Exhibit K, Supporting Statement; Government’s Exhibit L, Supporting Statement. Compare footnotes 4, 5, 6, supra.\n\nCorporation\n|Assessed Tax\n|-----------\n|------------\n|||M.S.D. Incorporated\n|$ 637.\n|Signal Devices and Alarm\n||Company\n|1,670.\n|Morse Signal Devices and\n||Alarm Incorporated\n|6,152.\n||\n16\n|At the conclusion of the Government’s case, it offered four depositions into evidence. The depositions were of Michael, George, and Ann Weinstock, and Arthur Orner, and were offered as part of its case-in-chief. Upon a review of the whole record the Court finds that the Government failed to establish the unavailability of Michael, George, and Ann Weinstock. The record does not show what steps, if any, the Government took to secure their appearance as witnesses in court against the plaintiff corporations. Consequently, the Court strikes those depositions from the record. The testimony given in those documents has not been considered by the Court in deciding this case. See, Federal Rules of Evidence 801(a), (b), (c); 802; 804(a)(5), (b)(1); Fouke Fur Company v. Bookwalter, 261 F.Supp. 367, 369-370 (E.D.Mo., 1966). However, the Court is satisfied that Arthur Orner, who is an executive officer of each plaintiff corporation and who the Government represented to the Court to be currently hospitalized while recovering from surgery, is unavailable to testify. Consequently Orner’s deposition was admitted into evidence. See, Federal Rules of Evidence 801(a), (b), (c), (d)(2)(D); 804(a), (b)(1).\n|\n17\n|Paragraph 1 of each agreement, Government’s Exhibits N, O, P pertinently provide:\n“Upon the death of Employee, whether while in the employ of Employer or thereafter, Employer agrees to make monthly payments to the widow of Employee, if she shall survive him, in an amount equal to 1/84th of the aggregate salaries and bonuses paid to or accrued for the benefit of Employee during the seven (7) accounting years of Employer immediately preceding the date of the death of Employee. Said payments shall commence on the 1st day of the calendar month following the death of Employee, and shall continue on the 1st day of each calendar month thereafter, for a period of seven (7) years, or until the death of the widow of Employee, whichever event shall be the first to occur. As used herein, the term ” accounting year of Employer“ shall mean any accounting year adopted by Employer which shall consist of a full twelve month period.”\n|\n18\n|See, Rubber Associates Inc. v. Commissioner of Internal Revenue, 335 F.2d 75, 78-80 (6th Cir., 1964) (delineating a multiplicity of factors which the trier of the facts may examine); Allen Industries v. Commissioner of Internal Revenue, 414 F.2d 983, 985 (6th Cir., 1969); Vesuvius Crucible Company v. Commissioner of Internal Revenue, 24 T.C.M. 750, 751 (C.C.H., 1965), affirmed 356 F.2d 948, 949 (3rd Cir., 1966); Commissioner of Internal Revenue v. Heininger, 320 U.S. 467, 475, 64 S.Ct. 249, 88 L.Ed. 171 (1943); Fifth Avenue Coach Lines, Incorporated, 31 T.C. 1080, 1094 (1959), reversed on other issues, 281 F.2d 556 (2nd Cir., 1960).\n|\n19\n|See, Welch v. Helvering, 290 U.S. 111, 115, 54 S.Ct. 8, 78 L.Ed. 212 (1933); Fouke Fur Company v. Bookwalter, 261 F.Supp. 367, 370 (E.D.Mo., 1966); Montgomery Engineering Company v. United States, 230 F.Supp. 838, 843-844 (D.N.J., 1964); Willmark Service Systems Inc. v. Commissioner of Internal Revenue, 24 T.C.M. 1634, 1637 (C.C.H., 1965); Republic Engineers Incorporated v. Commissioner of Internal Revenue, 54 T.C. 702, 704-705 (1970); Interstate Drop Forge v. Commissioner of Internal Revenue, 326 F.2d 743, 747 (7th Cir., 1964).\n|\n20\n|Morris’ family and Jack’s family each controlled 50% of each plaintiff corporation. See Jack Weinstock’s testimony.\n|\n21\n|The Court does not hold that strict scrutiny applies only when a family owned enterprise seeks a Section 162(a) deduction for allegedly deferred salary payments to widows of major shareholder-employees. The strict scrutiny approach attaches wherever such payments are made to widows of deceased shareholder-employees in closely held corporations pursuant to agreements which appear not to have been negotiated through arm’s length bargaining between shareholder-employees on one side and disinterested corporate officials on the other side. Compare, Rubber Associates Incorporated v. Commissioner of Internal Revenue, 335 F.2d 75, 81 (6th Cir. 1964) where the Court specifically found “arm’s length” dealing in a non-family business context. However, the presence of arm’s length negotiations is more difficult to infer when the parties negotiating for both the employee and the corporate entity are united by common interests as major or controlling shareholders, and in addition, are united by close family ties. Contrast the results in Rubber Associates, supra, with the results in Allen Industries v. Commissioner of Internal Revenue, 414 F.2d 983, 984, 986 (6th Cir., 1969), and Willmark Service System Incorporated v. Commissioner of Internal Revenue, 24 T.C.M. 1634, 1637-1638 (C.C.H., 1965) (a case which is factually almost identical with the case currently before this Court). The case of Oppenheimer Casing Co. v. Commissioner of Internal Revenue, 22 T.C.M. 1082 (C.C.H., 1963) also involved a closely held family corporation, where the corporate deduction was allowed under Section 162(a). However, in that case there was no indication that the employee (Edward) whose widow received a posthumous payment of his compensation was either a major or controlling stockholder, or himself participated in the negotiations which resulted in the payments. Compare, Loewy Drug Company of Baltimore City v. United States, 232 F.Supp. 143, 148, footnote 8 (D.Md., 1964). Thus the strict judicial scrutiny rule is triggered in the context of Section 162(a) deduction claims based on payments to employee widows when (1) the corporate stock is closely held; (2) the deceased employee is a major or controlling stockholder; (3) the shareholder-employer himself appeared to participate on both sides of the negotiation that gave rise to the agreement between himself and the corporation which made the payment and seeks the deduction. Obviously, if the shareholder-employee is, in addition, affiliated with the major or controlling shareholders by family ties, then it is more likely that he will appear to have negotiated on both his own and the corporate side of the transaction. Needless to say, the fact that a court strictly scrutinizes a transaction for lack of an “appropriate and helpful” business purpose, Welch v. Helvering, 290 U.S. 111, 113, 54 S.Ct. 8, 78 L.Ed. 212 (1933), under Section 162(a) does not mean that the corporate entity is entirely foreclosed from obtaining such a deduction. The strict scrutiny test simply means that the Court carefully examines the intent and motivation underlying the transaction to insure that the parties intended that the corporate entity derive a commercial benefit.\n|\n22\n|Other courts have resolved the question of whether a corporate payment to a deceased widow is deductible under Section 162(a) by reference to the subjective intent or motive of the corporate officials who cause the payment. See, Interstate Drop Forge v. Commissioner of Internal Revenue, 326 F.2d 743, 747 (7th Cir., 1964); Allen Industries v. Commissioner of Internal Revenue, 414 F.2d 983, 985, footnote 2 (6th Cir., 1969); Rubber Associates Incorporated v. Commissioner of Internal Revenue, 335 F.2d 75, 81 (6th Cir., 1964) (“the prime motivating purpose of the officers or directors . . . .”); Republic Engineers Incorporated v. Commissioner of Internal Revenue, 54 T.C. 702, 705 (1970) (“The taxpayer must affirmatively prove that the payment was intended to serve a business purpose.”); J. Aron and Company Incorporated v. Commissioner of Internal Revenue, 22 T.C.M. 788, 791 (C.C.H., 1963); Loewy Drug Company of Baltimore City v. United States, 232 F.Supp. 143, 148, footnote 8 (D.Md., 1964); Montgomery Engineering Company v. United States, 230 F.Supp. 838, 842-844 (D.N.J., 1964). Compare the recent case of Burton, et al. v. Commissioner of Internal Revenue, 549 F.2d 111 (6th Cir., 1977).\n|\n23\n|See footnote 19, supra.\n|\n24\n|See Jack Weinstock’s testimony and compare Jack Weinstock’s deposition taken on April 1, 1975, at pages 18-19 (emphasis added).\n|\n25\n|See Jack Weinstock’s testimony and compare Jack Weinstock’s deposition taken on April 1, 1975 at page 26.\n|\n26\n|See Jack Weinstock’s testimony and compare Jack Weinstock’s deposition taken on April 1, 1975 at pages 26-27.\n|\n27\n|See Jack Weinstock’s testimony and compare Jack Weinstock’s deposition taken on April 1, 1975 at page 23.\n|\n28\n|See Jack Weinstock’s deposition taken on April 1, 1975 at page 3.\n|\n29\n|See footnote 19, supra.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}