{
    "Background": "\n\n\n\n521 F.2d 767\nUnited States Court of Appeals,\nThird Circuit.\nMIDLER COURT REALTY, INC., Appellant,\nv.\nCOMMISSIONER OF INTERNAL REVENUE.\nNo. 74-1792.\n|\nArgued April 18, 1975.\n|\nDecided Aug. 11, 1975.\nSynopsis\nTaxpayer appealed from decision of the United States Tax Court, William H. Quealey, J., 61 T.C. 590, which denied right to amortize part of purchase price of real estate on theory that part of price represented cost of right to receive “premium” rent exceeding fair rental value for balance of term of leases to which the property was subject. The Court of Appeals, Rosenn, Circuit Judge, held that where the leases were initially negotiated at arm’s length, tax collection process would not be burdened with speculation that a “premium” rent resulted at that time from error by lessee in judging the lowest obtainable rental or from some imperfection in the market; and that taxpayer failed to establish that a “premium” existed computed on basis of a fair rental value as of the date taxpayer purchased the property.\n \nAffirmed.\n \n\n\nWest Headnotes (2)\n\n\n[1]\n|Internal RevenueYear or Period\n|\n|Where leases were entered into at arm’s length, taxpayer, who later bought the fee subject to the leases and sought to amortize portion of purchase price allegedly paid for “premium” rent over the lease term, rather than over longer term permissible for depreciation of the building, would not be permitted to burden the tax collection process with speculative inquiries as to whether a “premium” rent resulted from an error by lessee in judging the lowest obtainable rent or from some imperfection in market.\n6 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueEvidence\n|\n|In Tax Court proceeding in which taxpayer sought to establish right to amortize over lease term, rather than over longer term permissible for depreciation of building, portion of purchase price of real estate, bought by taxpayer subject to leases, which taxpayer alleged was attributable to “premium” rental income allegedly exceeding fair rental value for the balance of rental term, evidence, dealing only with initial term and not with renewals, failed to establish that lease did in fact call for “premium” rents during initial term.\n4 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*767 Leonard E. Schwartz, Allen B. Pearl, Greenberg, Margolis & Franconero, East Orange, N. J., for appellant.\nScott P. Crampton, Asst. Atty. Gen., Gilbert E. Andrews, Michael L. Paup, Jeffrey S. Blum, Ernest J. Brown, Attys., Tax Div., Dept. of Justice, Washington, D. C., for appellee.\nBefore SEITZ, Chief Judge, ROSENN and WEIS, Circuit Judges.\n\n\n\n\nOPINION OF THE COURT\nROSENN, Circuit Judge.\nThis appeal from the Tax Court presents an issue of first impression in this court. The appellants, Midler Court Realty, Inc. and its three wholly owned subsidiaries (Midler), are corporations engaged in the ownership and leasing of commercial real estate. Midler purchased certain land with buildings thereon subject to existing leases which provided relatively high rental for an initial term but also provided that the lessee could renew at substantially reduced rentals. Midler claimed that a portion of its cost in the properties should be allocated to the right it obtained to receive rent in excess of fair rental value during the initial lease terms and that the amount so allocated should be amortizable over the same period. The Tax Court, however, rejected this claim and ruled that Midler was limited to depreciation deductions over the 331/3-year useful *768 lives of the buildings. 61 T.C. 590 (1974). We affirm.\n \n\n\nI.\nThe buildings involved in this appeal constitute part of the Syracuse Industrial Park and were constructed by a group of entrepreneurs (the developers) in the early 1950’s. General Electric, the intended tenant, initially required only two buildings to be used primarily for warehousing. Before these buildings were completed, however, General Electric’s requirements increased, necessitating construction of eight more buildings at an additional cost of approximately $9.5 million.1 The buildings were general purpose structures suitable for offices, manufacturing, warehousing, and laboratory facilities.\n \nIn order to enable the developers to finance construction of the buildings, General Electric entered into ten-year leases providing for relatively high rent in an amount sufficient to finance the cost of the buildings. Following the initial terms of the leases, General Electric reserved the right to renew at reduced rentals. The initial leases generally were followed by two-year renewal periods or “tails.” General Electric thereafter had options to renew most of the leases for three successive five-year terms at rentals substantially below those fixed for the initial terms.\n \nUtilizing accelerated methods of depreciation, the developers took deductions which would have recovered almost all their depreciable costs by 1963. The net cash flow after this date, however, would have been inadequate to amortize the indebtedness on the property. For this reason, the developers sought additional financing. When their efforts proved unsuccessful, the land and buildings leased to General Electric, as well as other land and buildings constructed in the Syracuse Industrial Park by the developers, were sold to Midler on November 30, 1961.\n \nMidler has filed consolidated corporate income tax returns since 1961 claiming depreciation deductions with respect to the buildings based on useful lives of fifteen years from the date of purchase. Depreciation was calculated using the declining balance method. The Commissioner, however, determined that depreciation deductions should have been taken on the basis of useful lives of forty years. Tax deficiencies totalling more than.$1.6 million accordingly were assessed for the years 1962 through 1968.\n \nMidler contends that a portion of the purchase price paid for the properties leased to General Electric should be allocated to so-called “excess” or “premium” rentals.2 It claims that of the $9,695,000 of the purchase price allocated to the properties (exclusive of land), approximately $5 million is attributable to amortizable “premium” rentals. The “premium” rentals, Midler asserts, represent that portion of the purchase price paid in excess of what would have been paid had the buildings been rented at their fair rental value as of the date of purchase. Midler also maintains that the renewal rentals under the General Electric leases were equal to or greater than the fair rental value of the buildings at the time it purchased the property.\n \nMidler’s contention that its cost basis in the “premium” rentals could be amortized over the initial lease periods plus any “tails” was first raised in its 1967 protest covering the years 1962 to 1964. It was raised in the Tax Court by way of *769 an amended petition filed after trial. The Tax Court rejected Midler’s “premium” rental contention as contrary to the basic concepts of real property law and incompatible with prior Tax Court decisions. The Tax Court further ruled that the useful lives of the buildings were 331/3 years. Midler appealed from the decision of the Tax Court, raising only the “premium” rental issue.\n \n\n\nII.\nThe term “premium” rental presents substantial definitional difficulties but Midler’s brief in this court defines it as rents paid “substantially in excess of the fair rental value of the Property at the time of purchase.” We note preliminarily that the “premium” rent here alleged by Midler is precisely that “rent.” The record does not indicate a side transaction, other than the leasing of property, to which part of the consideration might be attributed. Cf. Royal Farms Dairy Co., 40 T.C. 172, 187-88 (1963). Thus, since General Electric and the developers dealt at arm’s length, we must conclude that the entire amount due under the leases was payment for the use and occupancy of the leased premises.3 Cf. Anderson Dairy, Inc., 39 T.C. 1027, 1043-44 (1963).\n \nFor purposes of discussion, we shall treat two possible definitions of “premium” rentals whose applicability might be proven in a case such as this one:\n(1) The amount, determined as of the dates the General Electric leases were executed, by which the rent provided under the leases exceeded the rent which could have been obtained in the open market under similar leases.\n \n(2) The amount by which the rent provided under the leases in fact exceeded the fair rental value of the premises over the unexpired lease terms, determined at the time Midler purchased the property subject to the leaseholds.\n \nThe second definition is that adopted by Midler. As indicated below, we do not believe that Midler proved the existence of “premium” rentals under either definition.\n \n[1] The existence of “premium” rentals along the lines of the first definition is inherently suspect in an arm’s length transaction, especially in a transaction involving substantial rentals payable over a long period of time. In the absence of evidence to the contrary, we assume that General Electric agreed to pay the developers the minimum rental for which it thought it could obtain the premises. Thus, any “premium” rent would have resulted from an error by General Electric in judging the lowest obtainable rent or from some imperfection in the market. We are unwilling to burden the tax collection process with speculative inquiries into the relative fortunes of lessors and lessees at the bargaining table. We doubt that after-the-fact administrative and judicial proceedings will lead to a more precise determination of fair rental value than that upon which the parties to a lease agree in arm’s length negotiations.\n \nThe second possible definition of “premium” rent is similar to the first, except that the appropriateness of the rent specified in the lease is evaluated as of the date on which the purchaser acquires the fee subject to a leasehold. “Premium” rent under this definition is the amount by which the fair rental value of the premises at the time the lease was executed exceeds the fair rental value over the remaining term of the lease. Thus, in the present case, the “premium” represents a decrease in the fair rental value of the leased premises between the execution dates of the leases and the date of purchase by Midler.\n \nMidler contends that a portion of the purchase price paid to the developers for the fee is attributable to the right to *770 receive rent in excess of the amount for which Midler could have leased the premises on the date of purchase. It claims that the fee, as encumbered by favorable leases, cost it more than the unencumbered fee would have, and that therefore it should be entitled, for purposes of reporting its taxable income, to offset its investment in the “premium” rentals against the “premium” rent income. This would permit Midler to amortize its cost of receiving “premium” rentals over the terms of the leases under which the “premium” rentals are due.\n \n[2] We do not believe “premium” rentals under the second definition were shown in this case and consequently need not decide whether their cost might be amortized over the period of the initial leases. In Dick Bros., Inc. v. Commissioner, this court stated the rule governing the burden of proof on the availability of deductions:\n(A) taxpayer claiming a deduction has the burden of bringing himself within the terms of the statute authorizing such relief.\n \n205 F.2d 64, 67 (3d Cir. 1953). To support its contention, Midler was obliged under this rule to prove that a portion of the rentals for the initial terms was “premium.” For this purpose, Midler relied principally on its expert Hawley E. Van Swall who testified concerning the fair rental value of the leased buildings as of 1961, the date of purchase. He apparently calculated the fair rental value of the buildings during the balance of the initial lease terms. We do not believe, however, than Van Swall’s testimony can be fairly read as indicating the fair rental value of the buildings during the renewal periods. Thus, Van Swall’s testimony could not support a conclusion that the rentals specified in the leases for the renewal periods were at a level which, in 1961, a lessor in the open market would accept for similar options independent of the higher rentals fixed in the initial terms. Our review of the record has not revealed other evidence which would support such a conclusion.\n \nIn the absence of evidence concerning fair rental value during the renewal periods, Midler’s contention that “premium” rent existed during the initial terms must be rejected because the rentals could have been offset by compensatorily low rentals during the renewal periods. Even if the rentals for the initial lease terms were above fair rental value and the renewal rents were at market, it is possible that the higher initial terms reflected the substantial value to the lessee of the three consecutive options. Midler did not meet its burden of establishing that neither the possibility of renewals below market nor the value of the options accounted for any amount by which the rents for the initial periods may have exceeded market value and therefore failed to prove that the initial lease terms did in fact call for “premium” rents.\n \nFurthermore, there was evidence that even if the lessee may have been obligated to pay “premium” rents during the initial periods, Midler itself may not have paid any additional costs to acquire the property in 1961. Carl Brookman, a real estate broker, engineer, and also an adjacent developer, testified that, due to the outstanding renewal options, the property was not salable between 1959 and 1961. He stated that the options were an unfavorable encumbrance on the buildings which “are in a desirable location and appreciating in value all the time.” Because of the options, the leases, therefore, were not in his opinion “premium.” Brookman regarded “the low rental (during the renewal periods) as greatly affecting and diminishing the value” of building number five, which he used as an example for the General Electric complex. The initial term, he testified, would command a higher rental because of the appended options outstanding in favor of General Electric.\n \nWe believe that Midler did not meet its burden of establishing that it incurred additional cost in purchasing the  *771 property because of the right to receive rent in excess of fair rental value during the initial lease terms.4 Therefore, we need not decide whether the costs of acquiring “premium” rentals may be amortized over the period of the initial leases. Midler is restricted to depreciation deductions over the useful lives of the buildings calculated on the basis of the entire purchase price.\n \nThe decision of the Tax Court will be affirmed.\n \nAll Citations\n521 F.2d 767, 36 A.F.T.R.2d 75-5567, 75-2 USTC P 9650\n\n\n\nFootnotes\n|\n1\n|The developers also constructed nine other buildings which they leased to other tenants not involved in this proceeding.\n|\n2\n|Midler relies principally upon Commissioner v. Moore which held that the portion of a lease providing above-normal rents “is an intangible asset with a definitely limited life.” 207 F.2d 265, 274 (9th Cir. 1953), Cert. denied, 347 U.S. 942, 74 S.Ct. 637, 98 L.Ed. 1091 (1954). In addition, Midler takes comfort from Dicta in World Publishing Co. v. Commissioner, 299 F.2d 614 (8th Cir. 1962). Midler seeks to distinguish two cases which might lead to a contrary result. See Schubert v. Comm’r, 286 F.2d 573 (4th Cir.), Cert. denied, 366 U.S. 960, 81 S.Ct. 1919, 6 L.Ed.2d 1253 (1961); Friend v. Comm’r, 119 F.2d 959 (7th Cir.), Cert. denied, 314 U.S. 673, 62 S.Ct. 136, 86 L.Ed. 538 (1941). In view of the result we reach, we need not attempt to reconcile these cases.\n|\n3\n|We recognize that General Electric probably paid a consideration for the options to renew which it would not have had to pay had there been binding leases over the entire renewal periods.\n|\n4\n|We find additional support for this view in the undisputed testimony of Robert J. Barrett, one of the original developers and one of the principals in the negotiations for the sale of the building complex to Midler. He testified that the selling price was reached after negotiations pegged to the existing mortgages. The parties established the price without “any discussions on the relativity of the price versus anything.” He further testified:\nQ. So, I’m taking it, there were never any separate negotiations or statements made by you to a buyer or any negotiations with a buyer concerning an additional price paid because of the General Electric leases.\nA. Absolutely not.\nAccordingly, the Tax Court found as a fact that “there were no negotiations or discussions concerning a separate price attributable to, and paid for the General Electric leases, as part of the total purchase.” We believe that had the purchaser intended to pay the significant sum of $5 million for “premium” rentals, it would have played an important part in the negotiations.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}