{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nCalled into Doubt by Field Service Advisory, IRS FSA, January 25, 1993\n95 T.C. 348\nUnited States Tax Court\nASHLAND OIL, INC., AS SUCCESSOR BY ACQUISITION OF ASHLAND TECHNOLOGY, INC., FORMERLY UNITED STATES FILTER CORPORATION, AND ASHLAND TECHNOLOGY, INC., FORMERLY UNITED STATES FILTER CORPORATION, Petitioners\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent\nDocket No. 20959-88.\n|\nFiled September 27, 1990.\nSynopsis\nDA, a Liberian corporation, is a controlled foreign corporation under sec. 957(a), I.R.C. A Belgian corporation, T, entered into a written agreement with DA, under the terms of which T manufactures chemical products for DA. DA and its affiliates own no stock or other interest, directly or indirectly, in T. T and its affiliates own no stock or other interest, directly or indirectly, in DA or its affiliates. DA and T are therefore not related persons under sec. 954(d)(3), I.R.C. HELD, T is not a ‘branch or similar establishment‘ for purposes of determining the foreign base company sales income of DA. Sec. 954(d)(2), I.R.C.\n \nAttorneys and Law Firms\n*348 Carl A. Nordberg, Jr., and Sean T. Crimmins, for the petitioners.\n*349 Anne Hintermeister, for the respondent.\n\n\n\n\nOPINION\nNIMS, CHIEF JUDGE:\nThis case is before the Court on petitioners’ motion for summary judgment under Rule 121. (Rule references are to the Tax Court Rules of Practice and Procedure. Unless otherwise noted, section references are to the Internal Revenue Code of 1954, as amended and in effect for the years at issue.)\n \nPetitioner Ashland Oil, Inc., a domestic corporation with its principal office in Ashland, Kentucky, is the parent company of petitioner Ashland Technology, Inc., a domestic corporation with its principal office in Atlanta, Georgia. Respondent determined deficiencies in the Federal income taxes of the subsidiary, Ashland Technology, Inc., as follows:\n \n\n\n\n\nYear\t\n \n|Deficiency\n \n|\n1975\t\n \n|$119,127\n \n|\n1976\t\n \n|1,791,463\n \n|\n1977\t\n \n|2,046,775\n \n|\n1978\t\n \n|1,919,083\n \n|\n1979\t\n \n|2,480,797\n \n|\n\n\n\n\nRespondent determined the identical deficiencies for the parent, Ashland Oil, Inc., as transferee for the primary liability of Ashland Technology, Inc.\n \nDuring the years at issue, and prior to its 1981 acquisition by Ashland Oil, Inc., the name of Ashland Technology, Inc., was United States Filter Corporation (U.S. Filter). U.S. Filter and its affiliates timely filed consolidated returns with the Internal Revenue Service at New York, New York, for the years at issue.\n \nThe statutory provision here involved is section 954(d)(2), which by its terms applies to a controlled foreign corporation (hereinafter sometimes referred to as a CFC) carrying on activities through a ‘branch or similar establishment.‘ The substantive issues before us are: (1) whether section 954(d)(2) applies to a contractual manufacturing arrangement between a CFC and another corporation, which corporation is unrelated to the CFC apart from the contractual *350 arrangement; and, if so, (2) whether section 1.954-3(b)(1)(ii), Income Tax Regs., which treats manufacturing branches as within the scope of section 954(d)(2), is invalid.\n \n\n\nBACKGROUND\nA part of the record is a stipulation of facts, to be used only in our consideration of petitioners’ motion for summary judgment. Unless otherwise noted, the background facts described below relate to the years at issue, 1975 through 1979.\n \nU.S. Filter was a domestic corporation. Drew Chemical Corporation (Drew Chemical) was a wholly-owned domestic subsidiary of U.S. Filter. Drew Ameroid International (Drew Ameroid), a wholly- owned foreign subsidiary of Drew Chemical, was organized in 1973 under the laws of Liberia, in large part to save income taxes. Drew Ameroid, with its principal office in Athens Greece, was a ‘controlled foreign corporation‘ of Drew Chemical within the meaning of section 957(a), and Drew Chemical was a ‘United States shareholder‘ of Drew Ameroid within the meaning of section 951(b).\n \nDrew Chemical was engaged in the manufacture and sale of industrial and marine chemical products. Drew Ameroid purchased and sold marine chemicals and other personal property, and did not itself manufacture any of the products it sold. The products sold by Drew Ameroid were manufactured or produced outside Liberia, and were also sold for use, consumption, and disposition outside Liberia.\n \nMuch of the record concerns the business relationship between Drew Ameroid and Societe Des Produits Tensio-Actifs et Derives, Tensia, S.A. (Tensia).\n \nTensia was organized in 1950 as a corporation under the laws of Belgium, which was also the location of its principal place of business. Tensia manufactured household and industrial detergents, soaps, and other cleaning products, including marine chemicals. No Tensia stock or other interest was owned, directly or indirectly within the meaning of section 958, by U.S. Filter, Drew Chemical, Drew Ameroid, or any of their affiliates. Similarly, neither Tensia nor any of its affiliates owned, directly or indirectly within the meaning of section 958, any stock or other interest in *351 U.S. Filter, Drew Chemical, Drew Ameroid, or any of their affiliates. Tensia was not a related person with respect to Drew Ameroid within the meaning of section 954(d)(3).\n \nDrew Ameroid and Tensia entered into a Manufacturing, License and Supply Agreement (the Agreement) as of September 15, 1973. Although the Agreement was generally subject to termination by either contracting party upon 12 months’ written notice, it remained effective and unamended throughout the years at issue.\n \nUnder the Agreement, Drew Ameroid transferred to Tensia proprietary technical information, trade secrets, specifications, know-how, and other information (including designs, drawings, formulas, methods, techniques, and processes), to be used by Tensia in manufacturing, processing, and/or compounding approximately 25 products for Drew Ameroid. Tensia, for its part, agreed to adhere strictly to production and quality control specifications. The selling price for a product sold by Tensia to Drew Ameroid was the cost of the raw materials and packaging to Tensia plus a ‘conversion fee,‘ which included labor, overhead, financing, and remuneration (profit) to Tensia. Assuming that Tensia satisfactorily performed its contractual obligations under the Agreement, Tensia was guaranteed a profit.\n \nTensia purchased raw materials, for use in meeting its obligations under the Agreement, from several sources. Tensia purchased most of these raw materials, however, from vendors suggested by Drew Ameroid or from Drew Ameroid affiliates functioning as sourcing intermediaries. Tensia, rather than Drew Ameroid, owned the raw materials while they were in that state.\n \nThe Agreement required Tensia to deliver products within 30 days of the receipt of an order from Drew Ameroid. Tensia delivered the products directly to Drew Ameroid or to whomever Drew Ameroid designated, using labeling and packaging instructions provided by Drew Ameroid. As labeled by Tensia, a given product bore trademarks and tradenames of Drew Ameroid, an affiliate of Drew Ameroid, or a customer of Drew Ameroid.\n \nThe negotiation and consummation of the finished product resales were solely the responsibility of Drew Ameroid.  *352 As with the raw materials, Tensia owned the finished products until purchased by Drew Ameroid or its affiliates.\n \nThe Agreement provided that during its term, and for two years after its termination, Tensia could not manufacture or sell products similar to those covered by the Agreement for distribution to the same customers.\n \nAt least one employee of Drew Chemical or Drew Ameroid visited Tensia’s manufacturing facilities monthly.\n \nTensia’s gross sales under the Agreement never exceeded eight percent of its total gross sales:\n \n\n\n\n\nYear\n \n|Total gross sales\n \n|Under agreement\n \n|\n1974\n \n|$62.7 million\n \n|$4.8 million\n \n|\n1975\n \n|55.9 million\n \n|4.3 million\n \n|\n1976\n \n|83.4 million\n \n|5.1 million\n \n|\n1977\n \n|98.2 million\n \n|5.3 million\n \n|\n1978\n \n|139.5 million\n \n|6.4 million\n \n|\n1979\n \n|126.4 million\n \n|6.6 million\n \n|\n\n\n\n\nIn contrast, at least 80 percent of Drew Ameroid’s income was attributable to the resale of products manufactured by Tensia. Drew Ameroid had overall profits as follows:\n \n\n\n\n\nYear\t\n \n|Profits\n \n|\n1974\t\n \n|$3,556,987\n \n|\n1975\t\n \n|2,804,328\n \n|\n1976\t\n \n|2,750,721\n \n|\n1977\t\n \n|3,867,166\n \n|\n1978\t\n \n|4,058,346\n \n|\n1979\t\n \n|5,082,143\n \n|\n\n\n\n\nIn his notices of deficiency, respondent determined that the manufacture of products by Tensia for Drew Ameroid, and the subsequent sales by Drew Ameroid to unrelated third parties, resulted in foreign base company sales income under the ‘branch or similar establishment‘ rule of section 954(d)(2).\n \n\n",
    "Discussion": "A United States shareholder (Drew Chemical in this case) of a controlled foreign corporation (Drew Ameroid) generally must include in gross income a pro rata share of the CFC’s subpart F income for the taxable year. Sec. 951(a)(1). Subpart F income includes, among other things, foreign *353 base company income. Sec. 952(a)(2). Foreign base company income includes, among other things, foreign base company sales income. Sec. 954(a)(2).\n \nAs defined in section 954(d)(1), foreign base company sales income arises from the following transactions in personal property: the purchase from a related person and sale to any person, the purchase from any person and sale to, a related person, and the purchase from any person or sale to any person on behalf of a related person. A CFC and another corporation are related persons if one controls the other, through direct or indirect voting stock ownership exceeding 50 percent, or if both are controlled by the same person or persons. Sec. 954(d)(3)(B) and (C). The parties agree that Drew Ameroid and Tensia were not related persons within the meaning of section 954(d)(3).\n \nGenerally, in order for income to be considered foreign base company sales income, the property purchased must be manufactured or produced outside the country in which the CFC is organized and must also be sold for use outside that country. Sec. 954(d)(1)(A) and (B). Although the CFC here, Drew Ameroid, was organized in Liberia, the subject property was manufactured in Belgium and sold for use outside Liberia.\n \nBecause Drew Ameroid and Tensia were not related persons and respondent does not contend that Drew Ameroid’s pertinent sales were made to related persons, the general principles of section 954(d) do not attribute foreign base company sales income to Drew Ameroid. Nonetheless, respondent maintains that foreign base company sales income results from the so-called ‘branch rule‘ of section 954(d)(2):\nCERTAIN BRANCH INCOME. -- For purposes of determining foreign base company sales income in situations in which the carrying on of activities by a controlled foreign corporation through a branch or similar establishment outside the country of incorporation of the controlled foreign corporation has substantially the same effect as if such branch or similar establishment were a wholly owned subsidiary corporation deriving such income, under regulations prescribed by the Secretary the income attributable to the carrying on of such activities of such branch or similar establishment shall be treated as income derived by a wholly owned subsidiary of the controlled foreign corporation and shall constitute *354 foreign base company sales income of the controlled foreign corporation.\n \n \nThe specific disputed issue is whether Tensia is a ‘branch or similar establishment‘ under section 954(d)(2). Petitioners argue that Tensia is not a branch within the ordinary meaning of the term and that ‘similar establishment‘ cannot be justifiably construed to include Tensia. Respondent appears to use three principal arguments, in various overlapping combinations, in asserting that Tensia is indeed a ‘branch or similar establishment.‘ The factors most emphasized by respondent are congressional intent, the tax rate disparity between Belgium and Liberia, and the business relationship between Drew Ameroid and Tensia.\n \nRespondent’s most general contention is that Congress, in enacting the branch rule of section 954(d)(2), intended it to be a broad ‘loophole closing‘ provision. The applicable loophole here, according to respondent, is any arrangement that separates the manufacturing and sales functions so as to avoid or limit tax on the sales. Because the statute does not define ‘branch or similar establishment,‘ respondent’s position necessitates a venture into the legislative history to trace the evolution of the branch rule.\n \nPrior to the Revenue Act of 1962, Pub. L. 87-834, 76 Stat. 960, a foreign corporation controlled by United States shareholders was ordinarily not subject to United States tax on foreign source income. The income became subject to United States tax only when it took the form of dividends distributed to the United States shareholders. President Kennedy, in 1961, characterized this tax deferral as undesirable and advocated its elimination in developed countries and in situations involving low-tax jurisdictions known as ‘tax havens.‘ Tax Message to Congress of April 20, 1961, H. Doc. 140, 87th Cong., 1st Sess., 107 Cong. Rec. 6377 (1961).\n \nThe House Ways and Means Committee conceded that its bill did not go as far as the President’s recommendations. H. Rept. No. 1447, 87th Cong., 2d Sess. (1962), 1962-3 C.B. 405, 461. The House bill included no provision comparable to the branch rule, but targeted purchase and sale transactions between related persons, defined vaguely in terms of ownership or control, as generating foreign base company *355 sales income. H.R. 10650, 87th Cong., 2d Sess. 112-113 (March 16, 1962). As described in the committee report:\nThe sales income with which your committee is primarily concerned is income of a selling subsidiary (whether acting as a principal or agent) which has been separated from manufacturing activities of a related corporation merely to obtain a lower rate of tax for the sales income. As a result, this provision is restricted to sales of property to a related person or purchases of property from a related person. * * * [H. Rept. No. 1447, supra, 1962-3 C.B. at 466.]\n \n \nThe Secretary of the Treasury, Douglas Dillon, submitted a statutory draft, relating in part to foreign base company sales income, during hearings before the Senate Finance Committee. Hearings on H.R. 10650 Before the Senate Comm. on Finance (Part 11), 87th Cong., 2d Sess. 1 (1962). This draft, which included a proposed section 954(d), reworded the House bill’s ‘ownership or control‘ related-person standard to a ‘control‘ standard defined in terms of stock ownership, and listed individuals, partnerships, trusts, estates, and corporations as persons qualified to be related persons with respect to a CFC. The proposed section 954(d) also included a version of the branch rule, which, like the rest of the proposed section 954(d), does not vary significantly from section 954(d) as eventually enacted. Secretary Dillon described the controlled foreign corporation portion of the draft as consistent with ‘the more limited tax-haven approach‘ of the House bill. Hearings on H.R. 10650, supra at III. Secretary Dillon’s explanation accompanying the statutory draft mentions the phrase ‘branch or similar establishment,‘ which appears in the draft, but does not emphasize or define it. Hearings on H.R. 10650 at 1-4.\n \nThe Senate Finance Committee included the branch rule in its bill, in the form that was later enacted, and retained Secretary Dillon’s related-person standard. H.R. 10650, 87th Cong., 2d Sess. 191-192 (Aug. 16, 1962). In comparing its amendments to the House provisions, the committee reported that ‘In the area of * * * income from sales subsidiary operations, your committee’s provision is much the same as the House bill.‘ S. Rept. No. 1881, 87th Cong., 2d Sess. (1962), 1962-3 C.B. 707, 785. Although there is a discussion highlighting the ‘more significant changes‘ and *356 amendments that ‘differ considerably‘ from House provisions, there is no mention of the branch rule in this discussion. S. Rept. No. 1881, supra, 1962-3 C.B. at 785-786. The branch rule is instead described later, without any apparent emphasis, in a ‘general explanation‘ section:\nAlso included in foreign base company sales income are operations handled through a branch (rather than a corporate subsidiary) operating outside of the country in which the controlled foreign corporation is incorporated, if the combined effect of the tax treatment accorded the branch, by the country of incorporation of the controlled foreign corporation and the country of operation of the branch, is to treat the branch substantially the same as if it were a subsidiary corporation organized in the country in which it carries on its trade or business. [S. Rept. No. 1881, supra, 1962-3 C.B. at 790.]\n \n \nThe House-Senate Conference Committee report discusses the branch rule only briefly:\nThe Senate amendment provides that foreign branches of a controlled foreign corporation shall, under certain circumstances, be treated as wholly owned subsidiary corporations for purposes of determining the foreign base company sales income of the controlled foreign corporation * * *. [H. Rept. No. 2508 (Conf.), 87th Cong., 2d Sess. (1962), 1962-3 C.B. 1129, 1159.]\n \nSee also Staff of the Comm. on Ways and Means, Comparative Analysis of Differences in House and Senate Versions of H.R. 10650 ‘The Revenue Act of 1962‘ 22-23 (Sept. 14, 1962) (describing foreign base company sales income provisions as generally the same, ‘except * * * [the Senate version] would also apply to branches‘).\n \nIn the absence of a specified technical definition, a statutory term should be given its normal and customary meaning. Ludwig v. Commissioner, 68 T.C. 979, 984 (1977); First Savings & Loan Assn. v. Commissioner, 40 T.c. 474, 482 (1963). Our review of the legislative history, highlighted above, leads us to conclude that Congress did not intend the word ‘branch‘ in section 954(d)(2) to take on a meaning other than its ordinary meaning in a business and accounting sense.\n \nResort to dictionaries is an acceptable means of discerning ordinary usage. South Jersey Sand Co. v. Commissioner, 30 T.C. 360, 368 (1958), affd. 267 F.2d 591 (3d Cir. 1959). Petitioners suggest, as a foundation, a definition from *357 Black’s Law Dictionary, p. 170 (5th ed. 1979): ‘Division, office, or other unit of business located at a different location from main office or headquarters.‘ A specialized business dictionary cited by petitioners similarly stresses an ‘office‘ in a different location than the ‘parent company.‘\n \nRespondent rejects petitioners’ proposed definition as too narrow, yet offers no alternative that purports to represent normal and customary usage. We find nothing in the legislative history that is inconsistent with petitioners’ definition. We recognize, however, that petitioners’ proposal, without clarification of the nature of divisions and units, seems to shift the definitional problem rather than resolve it. Nonetheless, respondent admits that petitioners’ definition does not cover Tensia. Regardless of the precise ordinary meaning of ‘branch,‘ we are confident that such meaning does not encompass Tensia, an unrelated corporation operating under an arm’s- length contractual arrangement with Drew Ameroid.\n \nRespondent maintains that the ‘or similar establishment‘ language of section 954(d)(2) should be broadly construed to cover Tensia. We read ‘similar establishment,‘ however, to mean an establishment that bears the typical characteristics of an ordinary- usage branch, yet goes by another name for accounting, financial reporting, local law, or other purposes. Respondent’s expansive reading of the term, to include Tensia, is not supported by the legislative history. The Senate Finance Committee and the House- Senate Conference Committee do not even mention the term ‘similar establishment‘ in generally describing the branch rule in their respective reports. S. Rept. No. 1881, supra, 1962-3 C.B. at 790; H. Rept. No. 2508 (Conf.), supra 1962-3 C.B. at 1159.\n \nRespondent’s position on congressional intent would be more persuasive if Congress had granted specific regulatory authority to the Secretary of the Treasury to define ‘branch or similar establishment.‘ Section 954(d)(2) does grant specific regulatory authority, but, as is apparent from the sentence structure of that section, the authority becomes operative only if a branch or similar establishment is a given. In other words, the Secretary has a specific grant of authority to address certain consequences flowing from the existence of a branch or similar establishment, but does *358 not have such authority to determine what a branch or similar establishment is. The legislative history confirms our reading of the statute:\nParagraph (2) of section, 954(d) provides that in situations in which the carrying on of activities by a controlled foreign corporation through a branch or similar establishment * * * has substantially the same effect as if such branch or similar establishment were a wholly owned subsidiary corporation deriving such income, THEN, UNDER REGULATIONS DESCRIBED BY THE SECRETARY OF THE TREASURY OR HIS DELEGATE, the income attributable to the carrying on of such activities of such branch or similar establishment shall be treated as income derived by a wholly owned subsidiary * * *. * * * [S. Rept. No. 1881, supra, 1962-3 C.B. at 950. Emphasis added.]\n \n \nIn sum, we reject respondent’s contention that Congress intended the branch rule to apply to ‘any arrangement‘ with a specified tax effect.\n \nRespondent’s second principal argument also relates to demonstrable tax avoidance, but primarily in the joint context of the statute and regulations. As already noted, the statute and legislative history do not define ‘branch or similar establishment.‘ The regulations also do not directly define the phrase. Sec. 1.954- 3(b)(1), (2), and (3), Income Tax Regs. The illustrations in section 1.954-3(b)(4), Income Tax Regs., invariably assume away the definitional issue by presupposing the existence of branches denoted as ‘branch B‘ and ‘branch C.‘\n \nRespondent argues, however, that the statute and regulations indirectly define ‘branch or similar establishment‘ in that they invoke principles of tax rate disparity between the foreign countries involved. See Fimberg, ‘The Foreign Base Company Engaged in Selling Activities: A Reappraisal of the Conduct of Foreign Business,‘ 17 Major Tax Plan. 237, 261-262 (1965) (describing branch rule as ‘self- defining‘ with reference to tax savings and the regulations); Olsen, ‘Working With the Branch Rule of Section 954(d)(2),‘ 27 Tax Law. 105, 107 n.9 (1973) (branch is ‘self-defined by the presence of the proscribed tax avoidance‘). Petitioners do not challenge respondent’s assertion that Belgium had an effective tax rate substantially exceeding that of Liberia during the years at issue.\n \nRespondent’s argument draws upon the statutory requirement that the branch have ‘substantially the same effect as *359 if such branch * * * were a wholly owned subsidiary corporation deriving such income. Sec. 954(d)(2). Because the regulations seemingly implement this provision through a tax rate disparity test, such a disparity between manufacturing and sales locations arguably serves to define a branch or similar establishment.\n \nWe find respondent’s emphasis on tax rate disparities misplaced for several reasons. Most notably, again with reference to the wording of the statute, the provision respondent draws from the statute merely describes restrictively which branches and similar establishments are subject to the operative provisions of section 954(d)(2). Section 954(d)(2) says, in effect: ‘Begin with the entire class of the CFC’s branches and similar establishments located in other countries. From this group, select those that have ‘substantially the same effect’ and apply the provisions hereafter.‘ If an establishment is not in the nature of a branch in the first instance, it cannot become so through the application of a restrictive modifying provision.\n \nFurthermore, the legislative history, rather than focusing on tax rate disparities, presents the ‘substantially the same effect‘ statutory provision as relating to a different and more straightforward concept: similar foreign tax treatment of branches and corporate subsidiaries. Branch operations are included in foreign base company sales income if --\nthe combined effect of the tax treatment accorded the branch, by the country of incorporation of the controlled foreign corporation and the country of operation of the branch, is to treat the branch substantially the same as if it were a subsidiary corporation organized in the country in which it carries on its trade or business. [S. Rept. No. 1881, supra, 1962-3 C.B. at 790.]\n \nSee Staff of the Comm. on Ways and Means, Comparative Analysis of Differences in House and Senate Versions of H.R. 10650 ‘The Revenue Act of 1962‘ 22-23 (Sept. 14, 1962) (Senate bill applies to branches ‘if such branches are, for tax purposes, treated as subsidiaries under foreign law‘); Staff of the Comm. on Ways and Means, ‘The Revenue Act of 1962‘ Comparative Analysis of Prior Law and Provisions of Public Law 87-834 (H.R. 10650) 11 (Oct. 19, 1962) (for purposes of foreign base company sales income, ‘a branch may be treated as a subsidiary if so *360 treated under foreign law‘); Fimberg, supra at 260-261; Olsen, supra at 106 n.7.\n \nAlso contrary to the notion that tax rate disparities define branches is Rev. Rul. 75-7, 1975-1 C.B. 244. This revenue ruling, cited by respondent, considers an unrelated ore-processing corporation working under an arm’s-length contract with the CFC to be a branch or similar establishment under section 954(d)(2).\n \nRevenue rulings represent only the Commissioner’s position concerning specific factual situations, rather than substantive authority for deciding a case in this Court. Stark v. Commissioner, 86 T.C. 243, 250-251 (1986). Regardless, Rev. Rul. 75-7 does not support respondent’s position on the significance of tax rate disparities to the branch definition issue. Rev. Rul. 75-7 determines the ore-processing corporation to be a branch or similar establishment despite a tax rate disparity that is backward (in that the manufacturing rate is lower than the sales rate) relative to the perceived abusive situation addressed in the regulations. See sec. 1.954-3(b)(1)(ii)(b), Income Tax Regs.\n \nRespondent’s third recurring theme is that the nature of the business relationship between Drew Ameroid and Tensia makes the latter a branch or similar establishment. Respondent likens Tensia to an agent of Drew Ameroid, based on factors that include Drew Ameroid’s control over Tensia’s manufacturing operations under the Agreement, the allocation of risk between the two, and the anticipated lengthy term of the relationship.\n \nWe have already indirectly considered this issue in our analysis of respondent‘s broad ‘loophole closing‘ argument. In that context, we determined that Congress intended the term ‘branch‘ to have its customary business meaning and the term ‘similar establishment‘ to serve a fine-tuning purpose rather than are expansionary one. A separately incorporated manufacturing entity operating pursuant to an arm’s-length agreement, with the CFC having no direct or indirect stock interest in that entity (and vice versa), does not fall within any customary meaning of ‘branch‘ of which we are aware. In these circumstances, the degree of control exercised by Drew Ameroid over a part of Tensia’s manufacturing operations, any disproportionate risk borne *361 by Drew Ameroid relative to Tensia, and the anticipated length of the relationship are irrelevant considerations.\n \nThis conclusion does not seem to us to be unjustifiably permissive to taxpayers, primarily because neither Drew Ameroid nor its United States shareholder, Drew Chemical, had a claim to any of Tensia’s manufacturing income derived under the arm’s-length Agreement or otherwise.\n \nThe significance of Tensia’s manufacturing income is apparent when viewed in the context of the tax policy considerations that underlie the subpart F provisions. The two undesirable concepts emphasized throughout the legislative history are tax deferral and tax havens. Tax deferral refers to a foreign corporation’s retention of foreign source earnings, resulting in the deferral of United States tax until the foreign corporation distributes dividends to its United States shareholders. Tax havens are favorable, low-tax jurisdictions.\n \nA typical situation targeted by section 954(d)(1) is a sales subsidiary in a relatively low-tax jurisdiction, all of the voting stock of which is owned by a manufacturing CFC in a relatively high- tax jurisdiction. In a greatly simplified sense, the United States shareholders of this CFC realize income roughly equal to the subsidiary’s ultimate sales revenue less the CFC’s cost to manufacture the property. Some form of intercorporate pricing, however, splits the income in two, and the sales end is taxed at a lower rate than the manufacturing end. The statute deems this situation unacceptable, presumably because of the tax deferral and tax haven implications, and attributes foreign base company sales income to the CFC, which becomes gross income to the United States shareholders.\n \nTensia’s Belgian manufacturing activity for Drew Ameroid bears neither the tax haven nor the tax deferral stigma. Belgium is not the purported tax haven here, Liberia is. Indeed, it is this relative tax rate disparity that provides respondent with the foothold from which to invoke the operative regulations applicable to manufacturing branches. See sec. 1.954-3(b)(1)(ii), Income Tax Regs. Tensia’s activities also did not directly give rise to tax deferral, at least as contemplated and described by the President and Congress. Drew Ameroid had no claim to Tensia’s manufacturing income and thus had no corresponding *362 distributable amount that it was retaining in lieu of distributing dividends to Drew Chemical in the United States.\n \nThese tax policy considerations, we believe, explain why Tensia can be classified differently than a subsidiary or an unincorporated establishment of Drew Ameroid, even though Drew Ameroid had a large measure of control here over the manufacture of the products it sold.\n \nOne possible response to this tax policy analysis is that Drew Ameroid’s sales operation had both tax deferral and tax haven implications, and Drew Ameroid’s activities alone should be enough to support implementation of the branch rule. This position, however, is not consistent with the limits respondent places on the branch rule in his opposition brief:\nIt must be emphasized that respondent has not applied the manufacturing branch rule to an ordinary purchase of finished goods from a third-party supplier. Respondent agrees that the purchase from an unrelated supplier and resale of goods in the ordinary course by a CFC does not result in foreign base company sales income.\n \nWe take this to mean that respondent would not apply the branch rule to a CFC’s spontaneous (rather than contracted for) purchase of fungible (rather than custom-made) finished goods. In both respondent’s conceded example and the situation before us in this case, there are no substantial tax deferral or tax haven implications attributable to the finished goods supplier. In our view, the applicability of the branch rule should be the same in both situations.\n \nRespondent, in his opposition brief, never concedes that the contractual arrangement here was at arm’s length. He also, however, does not expressly question that characterization, which petitioners clearly asserted in their motion. Indeed, respondent argues that ‘Tensia’s receipt of compensation for its manufacturing services is wholly irrelevant to the characterization of the CFC’s sales income as foreign base company sales income.‘ There is no factual issue, in a motion for summary judgment, if the nonmoving party fails to point to specific contrary facts. Rule 121(d). Respondent has directed us to no facts that would sufficiently taint the apparent arm’s-length nature of this relationship so as to affect our conclusion.\n \n*363 We earlier considered Rev. Rul. 75-7, 1975-1 C.B. 244, and briefly discussed how it conflicts with the proposition that tax rate disparities define branches. From a broader perspective, however, the revenue ruling is favorable to respondent because it determines that the arm’s length contract manufacturer therein is a branch or similar establishment. As already noted, revenue rulings are not controlling substantive authority in this Court. Respondent thus takes an indirect route, urging us to invoke the legislative reenactment doctrine.\n \nRespondent’s reenactment argument, simply stated, is that because Congress has amended and reenacted subpart F without rejecting Rev. Rul. 75-7, it must approve of that approach. Respondent has not, however, shown that Congress has been even aware of this administrative interpretation, which has not been litigated in a reported decision and has been cited in only a smattering of private letter rulings. Without affirmative indications of congressional awareness and consideration, we decline to cloak this revenue ruling with the aura of legislative approval. See Commissioner v. Glenshaw Glass Co., 348 U.S. 426, 431 (1955); Interstate Drop Forge Co. v. Commissioner, 326 F.2d 743, 746 (7th Cir. 1964), affg. a Memorandum Opinion of this Court; Sims v. United States, 252 F.2d 434, 438-439 (4th Cir. 1958), affd. 359 U.S. 108 (1959).\n \nWe find that there is no genuine issue as to any material fact in this case. Rule 121(b). Although, for convenience and clarity, we have considered respondent’s intertwined principal arguments separately, there is no favorable synergetic effect from combining them.\n \nWe hold that Tensia is not a ‘branch or similar establishment‘ of Drew Ameroid within the meaning of section 954(d)(a) In light of this holding, we need not consider petitioners’ alternative position that the regulations relating to manufacturing branches are invalid. Petitioners’ motion for summary judgment will be granted.\n \nAn appropriate order will be issued and decision will be entered under Rule 155.\n \nAll Citations\n95 T.C. No. 25, 95 T.C. 348, Tax Ct. Rep. (CCH) 46,899, Tax Ct. Rep. Dec. (P-H) 95.25\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}