{
    "Background": "\n\n\n\n\nKeyCite Red Flag - Severe Negative Treatment\nJudgment Affirmed in Part, Reversed in Part by Deluxe Corp. v. U.S., Fed.Cir., September 12, 1989\n14 Cl.Ct. 782\nUnited States Claims Court.\nDELUXE CHECK PRINTERS, INC., Plaintiff,\nv.\nThe UNITED STATES, Defendant.\nNo. 316–83T.\n|\nApril 28, 1988.\nSynopsis\nCorporate taxpayer sought refund of paid self-assessed excise taxes and interest. On cross motions for summary judgment, the Claims Court, Reginald W. Gibson, J., held that: (1) transaction involving taxpayer’s purchase of its stock from private nonprofit foundation it created did not qualify for favorable treatment under statutory “redemption” exception to acts of self-dealing subject to excise tax; (2) taxpayer did not immediately correct acts of self-dealing through payment of fair market value, and taxable period was not closed until corrective payments were made in subsequent year; and (3) taxpayer was entitled to refund of interest on self-assessed “tax” it paid.\n \nMotions granted in part and denied in part.\n \n\n\nWest Headnotes (7)\n\n\n[1]\n|Internal RevenueSelf-dealing\n|\n|Statutory “redemption” exception to excise tax on acts of self-dealing must be strictly construed. 26 U.S.C.A. § 4941(d)(2)(F).\n\n|\n\n\n[2]\n|Internal RevenueSelf-dealing\n|\n|Corporate taxpayer’s purchases of its stock from nonprofit private foundation it created did not meet “same terms” requirement of “redemption” exception to acts of self-dealing subject to excise tax, as officers’ and directors’ shares were excluded from program. 26 U.S.C.A. §§ 501(c)(3), 509(a), 4941(d)(2)(F).\n\n|\n\n\n[3]\n|Internal RevenueSelf-dealing\n|\n|Corporate taxpayer did not show that terms of its purchase of its stock from private nonprofit foundation it created ensured that foundation would receive at least fair market value for shares redeemed, for purposes of statutory “redemption” exception to definition of acts of self-dealing that were subject to excise tax, absent evidence of relationship between fair market value and purchase price not to exceed “the mean between the bid and asked prices”. 26 U.S.C.A. § 4941(d)(2)(F).\n2 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueRules and regulations\n|\n|Treasury regulation that in all material particulars tracked language of statutory “redemption” exception to acts of self-dealing that were subject to excise tax was harmonious with statute and did not additionally require separate written offer to each shareholder at time of each redemption. 26 U.S.C.A. § 4941(d)(2)(F).\n\n|\n\n\n[5]\n|Internal RevenueSelf-dealing\n|\n|Corporate taxpayer did not immediately correct acts of self-dealing involving redemption of shares of its stock through payment of fair market value for those shares to redeeming foundation, and taxable period on purchase of those shares did not close until corrective payments were made to foundation in subsequent year. 26 U.S.C.A. § 4941(e)(1, 3).\n1 Case that cites this headnote\n|\n\n\n[6]\n|Internal RevenueAmount due, interest and fees\n|\n|Corporate taxpayer was entitled to refund of interest on self-dealing “tax” it self-assessed and paid; interest was on penalty, not tax, and thus could not accrue in absence of notice and demand. 26 U.S.C.A. §§ 4941(a)(1), 6601(a), (e)(2).\n\n|\n\n\n[7]\n|Internal RevenueSelf-dealing\n|\n|Rescission of self-dealing transaction is only one alternative means of correction, under applicable statute. 26 U.S.C.A. § 4941(e)(3).\n1 Case that cites this headnote\n|\n\n\nAttorneys and Law Firms\n*783 Philip H. Martin, Minneapolis, Minn., attorney of record for plaintiff. Thomas D. Vander Molen and Dorsey & Whitney, Minneapolis, Minn., of counsel.\nW.C. Rapp, Washington, D.C., with whom was Asst. Atty. Gen. William S. Rose, Jr., for defendant.\n\n\n\n\nOPINION\nREGINALD W. GIBSON, Judge:\n\n\nIntroduction\nOn May 17, 1983, Deluxe Check Printers, Inc. (hereinafter Deluxe Check or plaintiff) filed a complaint in this court claiming a refund of paid self-assessed excise taxes in the aggregate amount of $207,504.64 for calendar years 1976, 1977, and 1978. The complaint also seeks a refund of $3,831.37 in interest assessed against the excise tax due and paid for calendar year 1976. The interest assessment was paid by plaintiff in 1981 by means of a set-off against other monies then being refunded to plaintiff. Defendant, the United States, subsequently moved for summary judgment on December 14, 1983, and plaintiff cross-filed for summary judgment on July 25, 1984. And following re-briefing in 1986, oral argument was heard in open court on April 15, 1988. Jurisdiction duly lies in this court under 28 U.S.C. § 1491.\n \nFor the reasons given below, the court grants defendant’s motion for summary judgment, except for the interest claim ($3,831.37) with respect to which we grant a partial summary judgment for plaintiff.\n \n\n\nFacts\nThe court finds the following facts to be undisputed. Deluxe Check is a corporation having its principal place of business in St. Paul, Minnesota. In August of 1966, plaintiff instituted a Treasury Share Acquisition Program (the Program) to secure Treasury stock for the purpose of having shares available for plaintiff’s employee stock purchase plan. During the years 1966 through 1979, Deluxe Check redeemed a total of 1,721,133 shares of its stock under said Program in 39,406 transactions. By means of annual and quarterly reports, plaintiff periodically advised its shareholders of the existence of the Program. Under the Program, shares were acquired by means of unsolicited transactions, negotiated purchases of substantial blocks of shares off the market, and over-the-counter sales. The Program, by the following statement, specifically prohibited purchases from directors and officers of Deluxe Check: “No purchases shall be made from *784 officers or directors of the Company.” In the case of unsolicited transactions, the price paid per share offered “could not exceed the mean between the bid and asked prices for the common shares of the Company in the over-the-counter market as of the close of business”1 on the day before the unsolicited offer. All such redemptions were on a voluntary basis.\n \nIn 1976 and 1977, Deluxe Check Printers Foundation (the Foundation) tendered a total of 75,000 shares for redemption to Deluxe Check in six (6) separate unsolicited transactions. Deluxe Check redeemed 45,000 shares for a price of $1,030,675 in 1976, and 30,000 shares for the price of $723,750 in 1977, as follows:\n \n\n\n\n\n \n|Shares\n \n| \n|\nDate\n \n|Purchased\n \n|Price Paid\n \n|\n----\n \n|---------\n \n|----------\n \n|\n7-19-76\n \n|25,000\n \n|$ 590,625\n \n|\n10-19-76\n \n|10,000\n \n|216,250\n \n|\n11-15-76\n \n|10,000\n \n|223,750\n \n|\n \n| \n|$1,030,675\n \n|\n \n \n| \n| \n|\n1-3-77\n \n|10,000\n \n|$ 248,750\n \n|\n1-24-77\n \n|10,000\n \n|238,750\n \n|\n1-28-77\n \n|10,000\n \n|236,250\n \n|\n \n| \n|$ 723,750\n \n|\n\n\n\n\nThe Foundation is a “private foundation” under 26 U.S.C. § 509 and is duly qualified as a non-profit corporation under 26 U.S.C. § 501(c)(3). As a result of a previous distribution of a testamentary charitable remainder trust in 1974, the Foundation had, as a consequence, acquired the shares subsequently sold to Deluxe Check. Given the invitation, supra, the Foundation approached Deluxe Check and voluntarily tendered the above shares for redemption in order to diversify its assets and to increase its investment yield. Both parties agree that the price paid by plaintiff in each of the six (6) transactions was not less than the fair market value of the shares redeemed.\n \nSince Deluxe Check admitted that it was a substantial contributor2 to the Foundation, it filed a return (Form 4720) in May of 1978, regarding each of the taxable years 1976 and 1977, with the Internal Revenue Service (IRS) reporting excise taxes for self-dealing as a “disqualified person” under 26 U.S.C. §§ 4946(a) and 4941.3 At that time, plaintiff paid a 5% excise tax, as required by the statute, for each of the three (3) acts of self-dealing occurring during the calendar year 1976, and for the taxable year 1977 for each of the three (3) acts of self-dealing occurring in 1977, as well as for the three (3) 1976 transactions, supra, not appropriately corrected in 1976. Said excise taxes paid were based on the cost price of the shares redeemed from the Foundation.4 With the filed return, plaintiff paid an excise tax of $51,532 for the taxable year 1976 (5% of $1,030,625) in connection with the three (3) 1976 transactions, and $87,721 in excise tax for the taxable year 1977 (5% of $723,750, or $36,189 for the 1977 transactions, plus $51,532 for the cumulative 1976 tax). On or about the same time in May of 1978, plaintiff also *785 made an additional payment to the Foundation in the amount of $174,793.85. And again in July of 1978, plaintiff likewise made a second additional payment to the Foundation in the amount of $262,486, all with respect to the self-dealing transactions previously made in 1976 and 1977, supra. Plaintiff characterizes these two additional payments as “protective payments” and claims, without explanation, that said payments corrected the acts of self-dealing described above to the extent necessary. Thereafter, Deluxe Check filed a claim for a refund of the foregoing excise taxes paid for the taxable years 1976 and 1977 in July of 1978. On or about April 15, 1981, the IRS allowed plaintiff a refund of $28,125 for each year on its claim which related to an issue other than the self-dealing issue. Further, for the taxable year 1977, the Service also allowed a $9,734.68 claim which similarly was unrelated to the issues here at bar.\n \nDeluxe Check, just prior to the refunds, filed a third return reporting excise taxes for the calendar year 1978 in May of 1979 based on the six (6) exchange transactions in 1976 and 1977 not previously corrected. Again plaintiff paid the amount self-assessed (i.e., $87,721) at the time of filing. Also at the time of filing, in May of 1979, plaintiff filed a refund claim for the amount of said excise tax paid for calendar year 1978. Similarly, as for the 1977 taxable year, the Service allowed a $9,734.68 refund regarding the 1978 taxable year which was unrelated to the issue(s) at bar.\n \n\n\nContentions of the Parties\n\nA. Defendant\nDefendant moved for summary judgment claiming that the mere purchase of shares by plaintiff, as a disqualified person, from the Foundation were acts of self-dealing that would not qualify for favorable treatment under the redemption exception to the statutorily imposed excise tax. Says defendant, Deluxe Check failed to make a bona fide offer on a uniform basis to all other holders of its stock at the same terms, as legally required, under which it purchased shares from the Foundation. And it is this fundamental flaw that keeps plaintiff from embracing the statutory safe harbor provisions that would operate to exempt the transactions from the tax. Further, defendant contends that plaintiff did not correct the acts of self-dealing, by paying the Foundation fair market value, since the statute at 26 U.S.C. § 4941(e)(3) requires rescission of the transaction if possible, and not just payment of fair market value, to constitute “correction.”5\n \n\n\nB. Plaintiff\nIn response to defendant’s motion, plaintiff filed a cross-motion for summary judgment contending that the purchases of its stock from the Foundation meet the elements of the statutory exception for redemptions and, therefore, were excluded by the statute from the definition of self-dealing and, also, from the initial excise tax. First, the Program, according to plaintiff, constituted a continuing offer to its shareholders on a uniform basis obviating the need to disseminate specific written offers at the time of each redemption from the Foundation. Second, the shares held by the Foundation were subject to the same terms as other shares purchased by plaintiff under the Program. Third, the Foundation received fair market value for its shares. Should the requirement of specific offers be imposed upon it, then the regulation is invalid, plaintiff contends, since it adds a requirement not found within the statute.\n \nAlternatively, plaintiff argues that if the redemptions of its stock from the Foundation were acts of self-dealing, then these acts were simultaneously corrected, at the time of each redemption, since plaintiff then paid fair market value for all of the shares purchased. Finally, says plaintiff, the payment of fair market value at the time of redemption would necessarily reduce the taxable period and thus the taxable years for which plaintiff was liable for the self-dealing tax and, consequently, warrant a refund of a portion of the taxes paid.\n \n\n\n*786 Issues\nIn ruling on the parties’ cross-motions, the court must decide—(i) whether the purchases by plaintiff of its stock from the Foundation constituted acts of self-dealing, and, if so, (ii) whether each of these transactions falls within the statutory redemption exception. If the court finds that indeed such purchases were acts of self-dealing, then we must determine whether the payments of fair market value at the time of the purchases constituted correction of the self-dealing.\n \n\n",
    "Discussion": "\nA. Background\nUnder 26 U.S.C. § 501(c) (1988), several types of organizations are exempt from federal income tax. For example, private foundations, i.e., privately supported charitable organizations, may qualify for this tax-exempt status provided that “no part of the net earnings ... inures to the benefit of any private shareholder or individual” and the organization does not engage substantially in political activities. 26 U.S.C. § 501(c)(3) (1988). The classification of private foundations does not include organizations that have broad public support, including government grants and contributions from the public, organizations that actively function to support public charities, or organizations that operate exclusively to test for public safety. Id. at § 509(a). However, prior to 1969, 26 U.S.C. § 501(a) and §§ 503(a), (b), and (d) imposed a sanction of revocation of tax-exempt status on organizations for at least one year, including private foundations, that engaged in transactions that resulted in a major diversion of income or assets to either the creator of the organization, a substantial contributor to the organization, a family member of either the creator or a substantial contributor, or a corporation controlled by the creator or a substantial contributor. Thus, in order to protect tax-exempt foundations from being used to impermissibly benefit private individuals or corporations, Congress imposed in § 503(c), a set of arm’s-length standards for dealing with transactions between the foundations and their creators or substantial contributors. H.R.Rep. No. 413, 91st Cong., 1st Sess. 21, reprinted in 1969 U.S. Code Cong. & Admin. News 1645, 1664.\n \nNotwithstanding the foregoing, abuse of the tax-exempt status continued and the enforcement of the arm’s-length standards of conduct under § 503(c) became problematic, resulting in horrendous enforcement problems due to the subjectivity involved in applying said standards and the resulting severity of the sanctions. Id. Against this background, the Tax Reform Act of 1969 created § 4941 of Title 26 U.S.C. to “preserve the integrity of private foundations.” This objective was accomplished by tightening prior law through replacing the arm’s-length standards of § 503, that allowed those in control of the foundation to benefit from certain transactions with the foundation. Id. at 1665. It (§ 4941) also provides for a three-tier series of sanctions that are triggered by prohibited self-dealing transactions between the substantial contributor (i.e., “disqualified person”)6 and the foundation. Such statutorily prohibited acts of self-dealing between the foundation and the disqualified person encompass: (1) any direct or indirect sale, exchange, or leasing of property; (2) any direct or indirect lending of money or extension of credit; (3) any direct or indirect furnishing of goods, services, or facilities; (4) any indirect or direct payment of compensation by the foundation to a disqualified person; (5) any direct or indirect transfer to or use for the benefit of a disqualified person of the income or assets of the private foundation; and (6) any direct or indirect agreement by a private foundation to pay money or other *787 property to a government official (other than a job offer). Id. at § 4941(d).\n \nShould the foundation and the disqualified person simply engage in one of the above prohibited acts of self-dealing, a three-tier series of sanctions may be triggered. As to the first tier, a tax of 5% of the greater of the amount of money given or received or of the fair market value of the property given or received is automatically imposed on the disqualified person, regardless of the inadvertence of the transaction. Id. at § 4941(a)(1). Not only is the tax imposed for the taxable year of the transaction, but the tax also accumulates for each taxable year, or part of a year (within the taxable period as defined at § 4941(e)(1)), from the date on which the act of self-dealing occurs to the earlier of either the date of mailing of a deficiency notice regarding the tax imposed or the date at which time correction of the act of self-dealing is completed. To “correct” the transaction, the disqualified person must do one of two things, i.e., undo the transaction, to the extent possible, or, if rescission is not possible, then the disqualified person must place the foundation in at least the position in which it would have been had the disqualified person met the highest fiduciary standards of dealing in the original transaction. Id. at § 4941(e)(3).\n \nUnder the first tier of sanctions, when the 5% tax is imposed on the disqualified person, a tax of 2 ½% of the transaction amount, defined above, will be imposed on the foundation manager. However, this occurs only if the manager knowingly participates in the act of self-dealing. On the other hand, if the act of participation is not willful and arises from a reasonable cause, the sanction is inapplicable. Id. at § 4941(a)(2). This tax on the manager has a limit of $10,000 for each act of self-dealing. Id. at § 4941(c)(2).\n \nShould the disqualified person fail to “correct” the self-dealing transaction within the correction period, i.e., within the time from the date of the transaction to a date ending 90 days after the date of the mailing of the deficiency notice, the second tier tax is triggered and an additional tax of 200% of the transaction amount is also imposed on the disqualified person. Id. at § 4941(b)(1) and (e)(4). An additional tax of 50% of the transaction amount is imposed on the foundation manager under this second tier if the manager has refused to agree to part or all of the correction. Id. at § 4941(b)(2). This tax imposed on the foundation manager shall also not exceed $10,000 for any one act of self-dealing. Id. at § 4941(c)(2). The transaction amount under the second tier is the highest fair market value during the taxable period. Id. at § 4941(e)(2)(B).\n \nThe third and final level of tax is triggered by either repeated willful acts (or failures to act) or a single willful and flagrant act (or failure to act) that is the basis for liability under § 4941. Id. at § 507(a)(2)(A). This section requires that the foundation repay all the income, estate, and gift tax benefits that the foundation or its substantial contributors had received since 1913. Id. at § 507(c).\n \nIn enacting the three comprehensive levels of tax to generally prohibit self-dealing transactions under § 4941, Congress had four goals: (1) to obviate the need to utilize the prior cumbersome and vexing subjective arm’s-length standards of § 503; (2) to gain voluntary compliance with respect to the prohibited acts of self-dealing that undermine the charitable functions which are the bases of the tax exemption; (3) to provide a rational relationship between the statutorily prohibited acts and the sanctions to encourage enforcement; and (4) to make enforcement more effective through an objective standard. S.Rep. No. 552, 91st Cong., 1st Sess. 29, reprinted in 1969 U.S.Code Cong. & Admin.News 2027, 2055.\n \nSince Congress sought to prohibit self-dealing generally, all acts that meet the statutory definitions of self-dealing, detailed above, ipso facto trigger the first level 5% tax on the self-dealer automatically, unless they fall within the limited statutory exceptions found at § 4941(d)(2)(F). Only the first-tier 5% tax on plaintiff as a disqualified person is at issue in the case now before the court. Plaintiff vehemently urges the court to find that its purchases *788 of stock from the Foundation should not be considered an act of self-dealing since said transactions, at issue, qualify as a redemption under the statutory exception found at § 4941(d)(2)(F). This section provides that:\nFor the purposes of paragraph (1) [i.e., delineation of transactions within the definition of “self-dealing”]—\nany transaction between a private foundation and a corporation which is a disqualified person (as defined in section 4946(a)), pursuant to any liquidation, merger, redemption, recapitalization, or other corporate adjustment, organization, or reorganization, shall not be an act of self-dealing if all of the securities of the same class as that held by the foundation are subject to the same terms and such terms provide for receipt by the foundation of no less than fair market value; ...\n(emphasis added).\n \nThus, it is abundantly clear that under this section, any transaction between the disqualified person and the foundation will not be classified as an act of self-dealing if (i) all the securities of the same class as that held by the foundation are subject to the same terms; and (ii) those terms ensure that the foundation will receive at least fair market value.\n \nIn furtherance of said provision, the Secretary of the Treasury promulgated interpretative regulations to this statutory exception under the general authorization of 26 U.S.C. § 7805(a) which provides, in pertinent part, that:\nThe Secretary or his delegate shall prescribe all needful rules and regulations for the enforcement of this title, including all rules and regulations as may be necessary by reason of any alteration of law in relation to internal revenue.\nThe relevant interpretive regulation thus promulgated is found at 26 C.F.R. § 53.4941(d)–3(d) and tracks the operative language of the statutory exception as to the two elements set out above as requirements under the statute to qualify a transaction within the exception. Moreover, the regulation goes on to interpret the statutory requirement that “all of the securities of the same class as that held by the foundation are subject to the same terms” to mean that “all the securities are not ‘subject to the same terms unless pursuant to such transaction,’ [t]he corporation makes a bona fide offer on a uniform basis to the foundation and every other person who holds such securities.” (emphasis added).\n \n\n\nB. Application of the Statute\nIn order for this court to grant either party’s motion for summary judgment, we must first find that no genuine issues exist as to any material fact and that the movant is entitled to judgment as a matter of law. See Celotex Corp. v. Catrett, 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); see also Sweats Fashions, Inc. v. Pannill Knitting Co., Inc., 833 F.2d 1560 (1987) (construing Celotex ). Our analysis finds that the parties do not dispute any material facts, as previously stated, thus we turn to the application of the law to the undisputed facts.7 Now because the transactions are admitted, plaintiff seeks to justify its entitlement to the claimed refunds, thus the inapplicability of the excise tax to such acts, on the grounds that they were redemptions within the recognized exception to the self-dealing tax.\n \n[1] The case now before the court, requiring us to construe the statutory exception to self-dealing (i.e., § 4941(d)(2)(F)) is a case of first impression, and, as is appropriate in such circumstances, we must first determine the correct construction of the statute. It is fundamental that the starting point for statutory construction “must be the language employed by Congress.” *789 American Tobacco Co. v. Patterson, 456 U.S. 63, 68, 102 S.Ct. 1534, 1537, 71 L.Ed.2d 748 (1982), quoting Reiter v. Sonotone Corp., 442 U.S. 330, 337, 99 S.Ct. 2326, 2330, 60 L.Ed.2d 931 (1979). Thus, “[a] firmly established principle of statutory interpretation is that ‘the words of statutes—including revenue acts—should be interpreted where possible in their ordinary, everyday senses.’ ” Hanover Bank v. Commissioner, 369 U.S. 672, 687, 82 S.Ct. 1080, 1089, 8 L.Ed.2d 187 (1962), quoting Crane v. Commissioner, 331 U.S. 1, 6, 67 S.Ct. 1047, 1051, 91 L.Ed. 1301 (1946). The statute here at issue, supra, requires that two conditions must first be met for a transaction, between a disqualified person and a foundation pursuant to any redemption, to be excluded from the definition of self-dealing and the automatic first tier 5% tax thereon. First, “all of the securities of the same class as that held by the foundation are subject to the same terms.” Second, “such terms [must] provide for receipt by the foundation of no less than fair market value.” In furtherance of the proper statutory construction, a presumption arises to the effect “that the legislative purpose is expressed by the ordinary meaning of the words used.” Richards v. United States, 369 U.S. 1, 9, 82 S.Ct. 585, 591, 7 L.Ed.2d 492 (1962). Two observations may be made, in this connection, regarding the legislative purpose expressed by the ordinary words of the redemption exception to self-dealing. First, Congress did not intend to include all redemptions in the self-dealing exception, but rather only those such acts that clearly meet the two statutory prerequisites set out above in § 4941(d)(2)(F). Second, it is clear beyond cavil that the legislative purpose of § 4941 was to replace the ineffective and subjective arm’s-length standards of § 503(c)8 with an objective general prohibition against self-dealing. H.R.Rep. No. 413, 91st Cong., 1st Sess. 20, reprinted in 1969 U.S. Code Cong. & Admin. News 1645, 1665. In light of this goal of Congress to make definitive a change from the previously costly and ineffective subjective statutory scheme to a strict prohibition against certain specific acts of self-dealing, implemented through an objective rule that could be easily administered, this court is therefore compelled to find that a strict construction of the statutory exception best serves the clearly defined objective of Congress. Finally, we also observe that this court is bound to apply the terms of an unambiguous statute literally. Lewis v. Varnes, 505 F.2d 785, 789 (2nd Cir.1974). And, we note that we have previously found the statute here at issue to be unambiguous. Deluxe Check Printers, Inc. v. United States, No. 316–83T, filed April 11, 1986 (unpublished).\n \n[2] In applying the operative statutory provisions to the indisputable facts here, we find that the stock purchases fail to meet the requirements of the statutory exception, *790 and thus must necessarily fall within the self-dealing definition and the resulting 5% tax. Plaintiff hospitably argues, in furtherance of its cause, that the purchases of its shares during 1976 and 1977 from the Foundation meet the requirements of the statutory exception as a redemption—first, because the shares were purchased from the Foundation under the same terms as the other shares that Deluxe Check purchased under the Program from other shareholders. On this point, plaintiff would have the court focus on the scenario that the Foundation’s shares were redeemed “subject to the same terms” as other shares purchased, as opposed to focusing on the plain language of the statute that unequivocally requires that all shares be subject to the same terms. That simple, but indispensable, requirement was not met here by plaintiff because shares held by officers and directors were specifically excluded from the program. Thus, this circumstance literally precluded all shares (i.e., officers and directors) from being “subject to the same terms as shares held by the foundation.”\n \nSecondly, plaintiff contends that the exclusion of officers and directors from the Program does not, ipso facto, prohibit the application of the exception to the foundation share purchases made by plaintiff because the prohibition against officers and directors participating in the Program “did not change the uniform terms on which plaintiff redeemed all shares pursuant to the ongoing offer represented by [the Program].” Moreover, and for added reason, a uniform offer was made to all shareholders; however, an internal rule precluded officers and directors from accepting the offer. Alternatively, plaintiff asks the court to consider the shares held by officers and directors as “securities of a different class” from the shares held by the Foundation. The operative fact plaintiff postures by this specious contention is, by disregarding the participation prohibition against officers and directors, the Foundation was treated “the same as all other shareholders” who sold their stock to Deluxe Check.\n \nPlaintiff’s arguments are neither sound nor persuasive, and thus we give them short-shrift. In substance, it is asking this court to ignore an indisputable and operative adverse fact. This we cannot and will not do. The court finds, therefore, that in the face of the plain and unambiguous language of § 4941(d)(2)(F), requiring that all shares of the same class as those held by the Foundation be subject to the same terms, the shares held here by the officers and directors were clearly not subject to the same terms under plaintiff’s redemption program. Not surprising, plaintiff has conceded at oral argument that its officers and directors held shares of the same class of stock as those held by the Foundation at the time of the 1976 and 1977 purchases. Therefore, given the foregoing, we must and do find that the share purchases in 1976 and 1977 fail to meet the same terms requirement of the safe harbor exception for redemptions within § 4941(d)(2)(F), since the officers’ and directors’ shares were excluded from the Program.\n \n[3] The second element of the statutory exception requires that the terms of the redemption must ensure that the Foundation receive no less than fair market value for its shares. Since the two requirements of the statutory exception are in the conjunctive, plaintiff’s redemption of stock from the Foundation will not qualify to be excluded from the definition of self-dealing unless it meets both such requirements. As has been persuasively shown above, the transactions between plaintiff and the Foundation fail to meet the “same terms” test of the first requirement under the statute. Therefore, the court need not reach the second requirement that “such terms provide for receipt by the foundation of no less than fair market value.” Nevertheless, in passing, we note that the terms of the Program for unsolicited transactions, such as the transactions between Deluxe Check and the Foundation, as set out in the minutes of plaintiff’s Board of Directors’ meeting for August 8, 1966, provide as follows:\nThe price per share paid for such purchases shall not exceed the mean between the bid and asked prices for the *791 common shares of the Company in the over-the-counter market as of the close of business on the day preceding the day on which such shares are offered to the Company.\nNowhere in plaintiff’s submissions does it provide the court with any illumination as to the relationship of “the mean between the bid and asked prices” and the fair market value of such stock. Nor does it demonstrate that the terms of the redemption ensure that the Foundation will receive at least fair market value. We also note that fair market value for stocks has been defined in Treasury Regulations, regarding valuation for estate and gift tax purposes, as follows:\nIf there is a market for stocks or bonds, on a stock exchange, in an over-the-counter market, or otherwise, the mean between the highest and lowest quoted selling prices on the valuation date is the fair market value per share or bond.\n26 C.F.R. § 20.2031–2 (1987) (emphasis added).9 Plaintiff also does not provide any information to demonstrate that “the mean between the bid and asked prices” would at least provide the Foundation with a sum equal to or greater than “the mean between the highest and lowest quoted selling prices.” Therefore, we further find that against this background plaintiff also fails to meet its burden on this element of the statute requiring that the terms of the redemption provide that the Foundation receive at least fair market value for its shares.\n \n\n\nC. Application of the Treasury Regulation\nIn 1973, the Secretary of the Treasury promulgated regulations under 26 U.S.C. § 4941. 38 Fed.Reg. 9493 (codified at 26 C.F.R. Part 53). Within these regulations at 26 C.F.R. § 53.4941(d)–3(d), the Secretary, in all material particulars, tracks the language of the statutory exception to self-dealing for redemptions from private foundations to require that “all the securities of the same class as that held ... by the foundation are subject to the same terms and such terms provide for receipt by the foundation of no less than fair market value.” The regulation goes on to interpret the requirement that “all of the securities are subject to the same terms” to mean that pursuant to the redemption transaction the corporation must make “a bona fide offer on a uniform basis to the foundation and every other person who holds such securities.” Id. The Secretary has the authority to promulgate such interpretive regulations to facilitate the administration of the internal revenue law by the statutory grant at 26 U.S.C. § 7805(a).\n \nPlaintiff makes two contentions regarding this regulation: first, that Deluxe Check’s announcements of the Program in its annual report(s) and at shareholders’ meetings constitute an ongoing offer of redemption; and second, that should the court find that the regulation imposes the requirement of a specific written offer to each shareholder at the time of each redemption from the Foundation, then the regulation is invalid due to the fact that it adds impermissibly to the statute.\n \n[4] Our threshold observation to the foregoing is that the court must uphold Treasury Regulations “unless [they are] unreasonable and plainly inconsistent with the revenue statutes” because these regulations “constitute contemporaneous constructions by those charged with administration of the statutes which should not be overruled except for weighty reasons.”  Commissioner of Internal Revenue v. South Texas Lumber Co., 333 U.S. 496, 501, 68 S.Ct. 695, 698, 92 L.Ed. 831 (1948) (emphasis added). Further, it is well settled that Treasury Regulations are valid if they “implement the congressional mandate in some reasonable manner.” *792 Rowan Cos., Inc. v. United States, 452 U.S. 247, 252, 101 S.Ct. 2288, 2292, 68 L.Ed.2d 814 (1981), quotingUnited States v. Correll, 389 U.S. 299, 307, 88 S.Ct. 445, 450, 19 L.Ed.2d 537 (1967). See also Rockefeller v. United States, 572 F.Supp. at 14. We do not find that regulation § 53.4941(d)–3(d) is unreasonable or plainly inconsistent with the statutory requirement that “all shares be subject to the same terms.” To the contrary, the consistency and reasonableness of the regulation is supported by the legislative history of § 4941 which reveals that Congress intended to permit the exemption from the tax of selected transactions involving corporate stock “if done on a uniform basis at fair market value.” H.R.Rep. No. 413, 91st Cong., 1st Sess. 22, reprinted in 1969 U.S.Code Cong. & Admin. News 1645, 1666 (emphasis added). The intent of Congress was to identify certain redemption transactions as qualifying under the exception to self-dealing. Redemption has been defined at 26 U.S.C. § 317(b) as follows:\n(b) Redemption of stock. For purposes of this part [Subchapter C, Part 1], stock shall be treated as redeemed by a corporation if the corporation acquires its stock from a shareholder in exchange for property, whether or not the stock so acquired is cancelled, retired, or held as treasury stock.\nSection 317 indicates that an “exchange” must occur between the parties, necessitating the initiation of the transaction by making the shareholders aware of the terms of the exchange, or in the legal sense the making of an “offer.” While the defendant reads the regulations to require a separate written offer by plaintiff to each shareholder preceding each sale, we do not go as far as defendant would have us go. We find to do so would impose an unreasonable burden on the corporation to disseminate such a written offer to every shareholder. Plaintiff, on the other hand, would have us look to a private letter ruling in which the Service has interpreted the term “offer” to include the type of stock acquisition program engaged in by plaintiff in this case. See Private Letter Ruling No. 8519067 (1984). While private letter rulings have no precedential value as such, they “do reveal the interpretation put upon the statute by the agency charged with the responsibility of administering the revenue laws.” Hanover Bank v. Commissioner, 369 U.S. 672, 686, 82 S.Ct. 1080, 1088, 8 L.Ed.2d 187 (1962). In the same sense, private letter rulings also reveal the agency’s interpretation of its own regulations. However, here we find the private letter ruling cited to by plaintiff not to be of any help for the reasons that it is too conclusory and totally wanting in legal analysis. We turn, therefore, instead to the language of the regulation itself that requires the corporation to make “a bona fide offer on a uniform basis” to the foundation and all other shareholders as a predicate to all of the securities being subject to “the same terms.” We find this language to be harmonious with § 4941 in effectuating the underlying purpose of the statute and that is to prevent potential fraud to the benefit of those with influence on the foundation through various sham transactions. The regulation supports this preventative goal by harmoniously requiring a transaction to be without pretense or fraud and initiated by a good faith announcement of consistent terms for all shareholders. While we find that an offer for purposes of the regulations may be effected by a genuine effort on the part of the corporation to make its shareholders aware of the terms of its redemption program through the dissemination of documents, such as annual reports and quarterly statements, that are reasonably calculated to reach each shareholder, we do not find that plaintiff’s redemption program here complied with the regulation for the reason that the shareholders who served as officers and directors were excluded from participation. Thus, a “bona fide offer on a uniform basis [was not made] to ... every ... person who holds such securities.” Moreover, here the plaintiff has unequivocally admitted that there were no “formal, written offers to all shareholders [in this case].” Supplemental Brief of Plaintiff, May 29, 1986. Consequently, we find that the regulation is harmonious with § 4941 and not unreasonable as adding additional requirements to the statute. As a result, the stock purchases by plaintiff fail to meet the requirements *793 of the safe harbor exception to self-dealing under the Treasury Regulations.10 Therefore, the automatic imposition of the 5% tax on the transaction amounts for the purchases occurring during 1976 and 1977 is proper as a matter of law.\n \n\n\nD. Automatic Correction of Self–Dealing\n[5] Should the court find that plaintiff did indeed engage in impermissible acts of self-dealing, as we do here, Deluxe Check next argues that, since it paid fair market value in 1976 and 1977, at the time of each stock purchase from the Foundation, it corrected said acts of self-dealing immediately and thus closed the taxable period in both of those taxable years. As a result, according to plaintiff, at worst it is liable for the initial tax only in the 1976 and 1977 transaction year. Thus, the argument goes, it is due a refund of the accumulated tax that accrued on the 1976 transactions during calendar years 1977 and 1978 (i.e., $103,064) as well as a refund of the accumulated tax that accrued on the 1977 transactions during calendar year 1978 ($26,454.32). We do not agree.\n \nSection 4941(e)(1) defines “taxable period” as follows:\n(1) Taxable period.—The term “taxable period” means, with respect to any act of self-dealing, the period beginning with the date on which the act of self-dealing occurs and ending on whichever of the following is the earlier: (A) the date of mailing of a notice of deficiency with respect to the tax imposed by subsection (a)(1) under section 6212, or (B) the date on which correction of the act of self-dealing is completed.\n(emphasis added). Section 4941(e)(3) defines “correction” as follows:\n(3) Correction.—The terms “correction” and “correct” mean, with respect to any act of self-dealing, undoing the transaction to the extent possible, but in any case placing the private foundation in a financial position not worse than that in which it would be if the disqualified person were dealing under the highest fiduciary standards.\nIn plaintiff’s case, since there was no mailing date for the deficiency notice, due to its self-assessment of the tax, the taxable period would have closed on the date that correction of the self-dealing was completed. We find, therefore, for the reasons stated below, that the “correction” was not completed until plaintiff made the two corrective payments to the Foundation on May 23, 1978 and July 19, 1978, which comprised the total amount of $437,278.75.\n \n[6] While defendant contends that correction cannot occur without a rescission of the self-dealing transactions, we find that rescission is only one alternative means of correction under the statutory language: “undoing the transaction to the extent possible.” Here plaintiff argues that rescission was not possible since it would have put the foundation in a worse financial position. Plaintiff supports this argument by noting that the market value of its stock declined after the share purchases and that, if the Foundation had retained plaintiff’s stock, its investment returns would have been less than any returns on its subsequent investments. Thus, according to plaintiff, payment of fair market value at the initial purchases satisfies the statutory requirement for correction of self-dealing. But even though the parties agree that Deluxe Check initially paid fair market value for the Foundation’s shares, we note that in the same taxable year (i.e., 1978) as its self-assessment was made for the self-dealing tax for the taxable years 1976 and 1977, plaintiff made two subsequent, almost contemporaneous, payments to the Foundation which plaintiff labelled “corrective payments.”\n \nFirst, on May 23, 1978, plaintiff paid $174,997.85 to the Foundation. Second, on July 19, 1978, the Foundation received a payment of $262,280.90 from plaintiff. In *794 its complaint, plaintiff admits that these payments, totalling $437,278.75, “constituted correction of the acts [of self-dealing] to the extent, if any, that such acts were acts of self-dealing under Section 4941 of the Code and to the extent, if any, that such acts had not been correct previously.” While strategizing in the use of the foregoing equivocating language, we, nevertheless, take this judicial admission as an admission against interest and thus binding on plaintiff, as the Fifth Circuit held in Hill v. FTC, 124 F.2d 104, 106 (5th Cir.1941):\n[J]udicial admissions are proof possessing the highest possible probative value. Indeed, facts judicially admitted are facts established not only beyond the need of evidence to prove them, but beyond the power of evidence to controvert them.\n \nWe have found above that the terms of the redemption of its stock by plaintiff failed the “same terms” test of the statute. Since the elements of the statute are in the conjunctive, failure of even one of the two elements removes plaintiff from the security of the safe harbor statutory exception to self-dealing. Consequently, we hold that the share purchases from the Foundation constitute acts of self-dealing. In plaintiff’s admission, it characterizes the additional 1978 payments to the Foundation as corrective payments if self-dealing is found. We ask rhetorically—what was the purpose of those payments if they were not corrective? What did plaintiff intend by these payments? Plaintiff does not aver that it received or asked for any of these monies back from the Foundation as reimbursement for an over-payment for the shares purchased; nor has plaintiff averred that additional shares were purchased therewith. Therefore, these payments could only have corrected the payment deficiencies in the original purchase prices paid by plaintiff for the stock received from the Foundation. In other words, plaintiff would not have expended over $400,000 for no reason, the Foundation would not have retained these monies without reason, and plaintiff would not have allowed the Foundation to keep these subsequent payments in its possession had it initially paid fair market value for the shares purchased in the 1976 and 1977 transactions. It strains credulity to conclude otherwise. For the foregoing reasons, we find that the taxable period closed when correction was completed, and that occurred when plaintiff made its corrective payments to the Foundation in 1978. Thus, we find that plaintiff is not entitled, as prayed for, to the partial refund.\n \n\n\nE. Interest Refund\n[7] On April 15, 1981, the IRS allowed plaintiff a refund of $28,125 for a transaction which occurred on December 1, 1976 and was unrelated to the six (6) self-dealing transactions that are the subject of this case. But plaintiff did not receive this entire amount because the IRS withheld therefrom the sum of $3,831.37 as interest assessed against the self-dealing tax of $51,532 paid by plaintiff for the taxable year 1976 in 1978. Plaintiff now seeks a refund of this interest amount. We find that plaintiff is entitled to such a refund, as explained below.\n \n26 U.S.C. § 6601(a) provides:\nIf any amount of tax imposed by this title ... is not paid on or before the last date prescribed for payment, interest on such amount at the underpayment rate established under section 6621 shall be paid for the period from such last date to the date paid.\n(emphasis added). However, § 4941(a)(1), the 5% “tax” on the disqualified person, has been held to impose a penalty rather than a tax for the purpose of assessing interest. Rockefeller v. United States, 572 F.Supp. at 16. Section 6601(e)(2) governs the payment of interest on penalties and states as follows:\nInterest shall be imposed under subsection (a) in respect to any assessable penalty, additional amount, or addition to the tax ... only if such assessable penalty, additional amount, or addition to the tax is not paid within 10 days from the date of notice and demand therefor, and in such case interest shall be imposed only for the period from the date of the notice and demand to the date of payment.\n*795 (emphasis added). Under this section, it is clear that interest accrues on a penalty only during the period from the date of the notice and demand by the IRS to the date of payment, and only if the penalty is not paid within 10 days of said notice and demand. In plaintiff’s case, there was no notice and demand by the IRS; but rather, plaintiff self-assessed and paid the tax on the same date that it filed with the Service. Here the language of the statute is clear that interest accrues on the unpaid tax in only one case—only if such tax is not paid within 10 days of the notice and demand. We find, therefore, that the narrow statutory requirement for assessment of interest has not been met in plaintiff’s case. Thus, the assessment and collection of interest here was erroneous as a matter of law, and plaintiff is, therefore, entitled to a refund thereof in the amount of $3,831.37.\n \n\n\nConclusion\nConsistent with the foregoing, plaintiff’s motion is granted in part to the extent of the interest paid in the amount of $3,831.37, and in all other respects it is denied. Defendant’s motion for summary judgment shall be denied as to the interest collected in the amount of $3,831.37, and in all other respects it is granted. The Clerk shall enter judgment accordingly. No costs.\n \nIT IS SO ORDERED.\n \nAll Citations\n14 Cl.Ct. 782, 61 A.F.T.R.2d 88-1121, 88-1 USTC P 9311\n\n\n\nFootnotes\n|\n1\n|Plaintiff’s Treasury Share Acquisition Program was approved by the Board of Directors on August 8, 1966.\n|\n2\n|Section 507(d)(2)(A) defines “substantial contributor” as follows: “[T]he term ‘substantial contributor’ means any person who contributed or bequeathed an aggregate amount of more than $5,000 to the private foundation, if such amount is more than 2 percent of the total contributions and bequests received by the foundation before the close of the taxable year of the foundation in which the contribution or bequest is received by the foundation from such person. In the case of a trust, the term ‘substantial contributor’ also means the creator of the trust.” Note: The statutes cited throughout the discussion, infra, are those in effect at the time of the self-assessment in 1978, unless otherwise noted.\n|\n3\n|Section 4941 provides, in pertinent part that: “[t]here is hereby imposed a tax [on the disqualified person] on each act of self-dealing between a disqualified person and a private foundation. The rate of tax shall be equal to 5 percent of the amount involved [in each transaction ] ... for each year (or part thereof) in the taxable period.”\n|\n4\n|Plaintiff also self-assessed $28,125 for an excise tax for each of the taxable years 1976 and 1977 regarding unrelated transaction(s) that previously occurred, but the IRS allowed plaintiff’s refund claim with respect to these transaction(s) on April 15, 1981. At the same time, the Service did withhold $3,831.37 from the refund as interest assessed against the excise tax due for 1976.\n|\n5\n|See pages 19–20, infra, where 26 U.S.C. § 4941(e)(3) is quoted in detail.\n|\n6\n|26 U.S.C. § 4946 defines “disqualified person” to include: a substantial contributor to the foundation, a foundation manager, the owner of more than 20% of the voting power of a corporation, the profits interest of a partnership, or the beneficial interest of a trust, a family member of any of the three preceding individuals, a corporation of which more than 35% of the voting power is controlled by one of the preceding individuals, a partnership of which more than 35% is owned by one of the first four preceding individuals, or a trust in which 35% of the beneficial interest is owned by any one of the first four preceding individuals.\n|\n7\n|Plaintiff in its Motion for Summary Judgment intimates that defendant raises a factual question by challenging plaintiff’s conduct regarding the existence of an offer from plaintiff to all shareholders on a uniform basis. There is no dispute as to what plaintiff did which it alleges constitutes an offer. Instead, the dispute is merely as to the implications of that conduct. We do not find such a dispute to raise fact questions, but rather, it simply postures the question whether the acts performed by plaintiff in the context of its redemption program constitute an offer—and this we perceive to be a question of law.\n|\n8\n|In that connection, relevant legislative history expressed its considered purpose as follows:\nArm’s-length standards have proved to require disproportionately great enforcement efforts, resulting in sporadic and uncertain effectiveness of the provisions. On occasion the sanctions are ineffective and tend to discourage the expenditure of enforcement effort. On the other hand, in many other cases the sanctions are so great in comparison to the offense involved as to create reluctance in enforcement, especially in view of the element of subjectivity in applying arm’s-length standards. Where the Internal Revenue Service does not seek to apply sanctions in such circumstances, the same factors encourage extensive litigation and sometimes reluctance by the courts to uphold severe sanctions.\nTherefore, as a practical matter, current law frequently has not preserved the integrity of private foundations, even where the terms of the law apply. Also, your committee has concluded that even arm’s-length standards often permit use of a private foundation to improperly benefit those who control the foundation.\n\t\n​\nIn order to minimize the need to apply subjective arm’s-length standards, to avoid the temptation to misuse private foundations for noncharitable purposes, to provide a more rational relationship between sanctions and improper acts, and to make it more practical to properly enforce the law, your committee has determined to generally prohibit self-dealing transactions and to provide a variety and graduation of sanctions, as described below.\nH.R.Rep. No. 413, 91st Cong., 1st Sess. 20–21, reprinted in 1969 U.S.Code Cong. & Admin.News 1645, 1664–65. Also see Rockefeller v. United States, 572 F.Supp. 9, 12–13 (E.D.Ark.1982), aff’d, 718 F.2d 290 (8th Cir.1983).\n|\n9\n|Nor does plaintiff show that its terms under the Program ensure that the Foundation will at least receive an amount (i.e., the traditional hornbook definition of fair market value) equal to the sum paid by a hypothetical willing buyer to a hypothetical willing seller, neither being under any compulsion to buy or sell and both having reasonable knowledge of the relevant facts. See Black’s Law Dictionary, Fifth Edition.\n|\n10\n|The court also notes that none of the private letter rulings cited by plaintiff give Deluxe Check any comfort since the case now before the court is clearly distinguishable because in no other case cited to does a corporation exclude a certain group of shareholders from participating in the redemption. In all of the cited cases, all shareholders are eligible to redeem their shares, hence, in those cases, all the shares are truly subject to the same terms.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}