{
    "Background": "\n\n\n\n1975 WL 728\nUnited States District Court; S.D. Texas, Houston Division.\nContinental Carbon Co., Plaintiff\nv.\nUnited States of America, Defendant.\nCivil Action No. 73-H-1532\n|\n9/11/75\n\n\nSEALS, District Judge.\n\nMemorandum Opinion\n*1 This cause of action is before the Court on the parties’ joint motion to submit the issues for a decision based upon stipulated facts, exhibits, deposition testimony, answers to interrogatories, briefs, and an agreed pretrial order. The parties’ motion was granted, all of the documents have been received and thoroughly reviewed, and the Court is of the opinion that this cause of action is ripe for a decision and that a judgment should be rendered wholly in favor of Defendant.\n \nPlaintiff, Continental Carbon Co. (hereinafter referred to as Concarb), is a Delaware corporation with its principal place of business in Houston, Texas. Defendant is the United States of America. For the years 1966, 1967, and 1968, Plaintiff alleges that it overpaid its taxes in the amounts of $74,336.98, $51,317.02, and $58,490.06, respectively, plus assessed and statutory interest as provided by law for the three years in question. These taxes were assessed and collected, and Plaintiff filed claims for refunds which were denied. Plaintiff then timely filed this cause of action raising four issues, two of which have been settled by the parties. Thus, there are two issues which remain to be decided. However, before dealing with them, the Court finds that it has jurisdiction over the parties and the subject matter under 28 U. S. C. § 1346(a), that venue is proper under 28 U. S. C. § 1402, and that Plaintiff has complied with all the procedural requirements set forth in 26 U. S. C. §§ 6532 and 7422.\n \n\nCapital Contribution Question\nAs indicated above, the material and relevant facts have been stipulated and are not in dispute. References are to the admissions of fact in the pretrial order and to the exhibits accompanying that order.\n \nOn January 22, 1965, Plaintiff organized an Australian subsidiary, Continental Carbon Australia, Pty., Ltd., to which it made an initial cash capital contribution of $500,000.00 in exchange for 100% of the subsidiary’s only outstanding class of common stock. Stipulation P 5(d). Between September 30, 1965, and November 1, 1966, Plaintiff lent money to the newly organized subsidiary in the aggregate amount of $3,200,000.00 for which it received certain promissory notes bearing interest at the rate of 4 I/2%. Stip. P 5(g); Exhibits 4(a)-(j). From January 1, 1966, through October 31, 1966, there accrued to Plaintiff interest from the notes in the amount of $80,842.36, Stip. P 5(h), and it is the tax liability on that interest that is one of the two questions here at issue.\n \nIt is Plaintiff’s basic contention that the interest in question was never paid, never received, and eventually cancelled, and that for certain business purposes, not germane to this discussion, Stip. PP 5(i)-(l); Exhs. 5, 6, and 21, the loan was cancelled and converted into capital stock in the subsidiary. Stip. PP 5(m)-(o); Exhs. 7-9. As a result of the cancellation and conversion of the notes, Plaintiff expunged the accrued interest from its books by reversing the entries, Stip. P 5(p); Exhs. 10-13; Shea Deposition at 32, lines 21-22, and the subsidiary cancelled the interest on its own books and never paid it. Stip. P 5(q).\n \n*2 Thus, a situation exists where one corporation lent money to another corporation, the latter being admittedly completed [completely] controlled by the former, and for a period of ten months there existed what was in effect an interest-free loan inasmuch as the stock Plaintiff received was only in consideration of the $3,200,000.00, “but no stock was issued with respect to the cancelled interest.” Plaintiff’s Brief at 28. The question to be decided is whether or not Section 482 of the Internal Revenue Code of 1954 permitted the Commissioner to allocate the interest in question to Plaintiff as ordinary income and to require Plaintiff to pay taxes on the interest. It is the opinion of this Court that the Commissioner was acting within the discretion provided under Section 482, and that a loan had been made and was in existence for ten months. This was not an arm’s-length transaction, but rather one between a parent corporation and a wholly owned subsidiary. It is the opinion of this Court that had this been an arm’s-length transaction, interest for the period of time the money was in use would have been charged and collected either in cash or in additional stock notwithstanding the subsequent cancellation of the principal notes in exchange for stock.\n \nIt is the opinion of this Court that the Commissioner was within his discretion under Section 482 and Treasury Regulation § 1.482-2(a)(1) in assessing a tax on the accrued interest, and that the Commissioner’s action was within the bounds of the recent ruling of the Court of Appeals in Fitzgerald Motor Co. v. Comm’r of Internal Revenue [75-1 USTC P 9275], 508 F. 2d 1096 (5th Cir. 1975). The Court of Appeals adopted the view that so long as the requisite control is shown–here the subsidiary was 100% owned by Plaintiff–a court is to look to the arm’s-length nature of the transaction. Id. at 1100-01. In Fitzgerald, as in the case at bar, the debtor had the use of the borrowed funds, and the Commissioner allocated interest accordingly. The Court of Appeals stated that:\nthe failure to charge an arm’s-length rate of interest distorted income to the extent that the lenders’ incomes were understated, and [the borrower’s] was overstated. Actual intent to evade taxes is not a pre-requisite to the Commissioner’s invocation of § 482. The authority to determine true taxable income extends to any case in which the taxable income of a controlled taxpayer is other than it would have been had the taxpayer been dealing at arm’s length with an uncontrolled taxpayer. Texas. Reg. § 1.482-1(c).\n \nId. at 1102. Thus, the Court agrees with the position of the Defendant that the Commissioner’s actions and the tax were proper. The Court rejects the arguments made in Plaintiff’s Reply Brief that Fitzgerald is distinguishable from the instant case on the ground that the instant loans were originally interest bearing whereas in Fitzgerald the loans were originally interest free. Reply Brief at 12. Under the facts here, there was an interest-free loan in existence for some ten months and the Commissioner properly assessed a tax on it.\n \n\nPatent Payments Question\n*3 Here, again, the material facts are not in dispute. On July 22, 1958, Plaintiff and Phillips Petroleum Co. entered into a Patent Transfer Agreement, Ex. 14, as a result of which a French corporation, Compagnie Francaise du Carbon Black, S. A. (hereinafter referred to as Cofra Black), was formed for the purpose of manufacturing carbon black under French patents held by Plaintiff, Cofra Black being owned in equal parts by Plaintiff and Phillips. Stip. P 6(a). Exclusive rights in Plaintiff’s French patents were assigned to Phillips by Plaintiff for the use of Cofra Black in France, and in French colonies and possessions. Stip. P 6(c). Plaintiff also granted licenses under non-French patents “substantially similar or identical to those referred to in the French patents to certain . . . companies affiliated with Plaintiff . . . [which] operate[d] carbon black plants in Holland, Italy, and Spain.” Stip. P 6(d). While Cofra Black was manufacturing in France under French patents, Plaintiff’s affiliated companies were manufacturing under parallel patents in other countries and competing with Cofra Black in France. Stip. P 6(e); Ex. 20.\n \nUnder the Patent Transfer Agreement, it was provided that Phillips was granted\na non-transferable (except as provided in Article X entitled “ASSIGNABILITY”) right to grant an exclusive license to [Cofra Black] for the purpose only of manufacturing carbon black in the territory where French patents apply under the Patent Rights and Technical Information of [Plaintiff] and to grant a non-exclusive license to use, sell and dispose of said carbon black in any part of the world.\n \nEx. 14 P II. The non-transferability of licensing rights was mitigated only to the extent that it was agreed that the “Agreement shall be binding upon and inure to the benefit of the successors and assigns of the parties hereto.” Ex. 14 P X. Thus, the patent rights given to Cofra Black and Phillips were essentially not assignable.\n \nTherefore, the result was that Plaintiff conveyed certain rights to Phillips and Cofra Black while retaining the use of parallel patents for its affiliated companies which competed with Cofra Black and which earned substantial profits for Plaintiff. The question to be answered under these facts is whether or not Plaintiff is eligible for capital gains treatment on income received as a direct result of the licensing of patent rights to Phillips and Cofra Black. In order to be so eligible, it must be found that Plaintiff transferred substantially all of its rights under the patents in question in order that the transfer or sale of a capital asset be deemed to have occurred. Plaintiff claims that it comes within this requirement and Defendant claims that Plaintiff retained and exercised sufficient rights to preclude capital gains treatment.\n \nThe legal principle that, in order for the transfer of patent rights to be eligible for capital gains treatment, the transferor must alienate all substantial rights to the patent, was established in Waterman v. Mackenzie, 138 U. S. 252 (1891), and Plaintiff does not dispute this basic principle. In determining whether or not the transfer has come within the rule, a court must look at all of the relevant facts and circumstances, and there is no arbitrary rule of law as to what might or might not constitute retention of substantial rights in given instances. Kirby v. United States [62-1 USTC P 9129], 297 F. 2d 466 (5th Cir. 1961); Lawrence v. United States [57-1 USTC P 9515], 242 F. 2d 542 (5th Cir. 1957).\n \n*4 In Lawrence, an individual taxpayer-inventor granted patent rights which a jury found to have been a transfer of all substantial rights. The trial court disregarded the jury’s factual determinations and entered judgment against the taxpayer. The Court of Appeals ruled that the inquiry to be made was a factual one and that the jury’s verdict was not unreasonable. The question of “[w]hat is ‘substantial’ often becomes a factual question to be decided according to the facts and circumstances of each case and the peculiarities inherent in each patent.” Id. at 545 (footnote omitted). The Court of Appeals subsequently reaffirmed this fact-finding requirement in Kirby, which would appear to be accepted in other circuits as well. See, e.g., Fawick v. Comm’r [71-1 USTC P 9147], 436 F. 2d 655 (6th Cir. 1971); Mros v. Comm’r [74-1 USTC P 9350], 493 F. 2d 813 (9th Cir. 1974). Therefore, this Court is of the opinion that the determination to be made here is a factual one and that under the facts of this cause of action Plaintiff did not part with substantially all rights to the patents.\n \nIn transferring the patent rights, Plaintiff retained two substantial rights: the right to use and the right to sell products manufactured pursuant to patents parallel to those granted to Cofra Black. The retention of these rights precludes Plaintiff from enjoying capital gains treatment for the income in question. The substantiality of these two rights is evidenced by the volume of sales of Plaintiff’s affiliated companies, and the profits realized by Plaintiff. Plaintiff’s Dutch affiliate competed with Cofra Black using parallel non-French patents and consummates sales of just under $1,000,000.00. Ex-20. While no other figures were put into evidence, it is the opinion of this Court that from the evidence presented, it is apparent that Plaintiff did retain substantial rights in the patents in question. It also appears that Plaintiff was aware of the profit potential of at least its Dutch affiliate in view of the terms of the PAtent Transfer Agreement. Ex. 18.\n \nTherefore, it is the opinion of this Court that on the question of the patent payments, Plaintiff did not transfer all of its substantial rights under the patents in question, and that there was no sale or exchange of a capital asset to entitle Plaintiff to capital gains treatment on the income which it realized. The Court accepts Defendant’s position on this question and is of the opinion that Defendant should prevail on this issue as well.\n \nThe Clerk shall file this Memorandum Opinion and provide all parties with a true copy.\n \n\nJudgment\nFor the reasons stated in the Memorandum Opinion signed and entered this day, Judgment is hereby rendered wholly in favor of Defendant on the capital contribution and patent payments questions, the settlement of the parties as to issues not resolved by the Court is adopted and approved by the Court, and each party is to bear its own costs.\n \nThe Clerk shall file this Judgment and provide all parties with a true copy.\n \nAll Citations\nNot Reported in F.Supp., 1975 WL 728, 37 A.F.T.R.2d 76-318, 75-2 USTC P 9844\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}