{
    "Background": "\n\n\n\n1980 WL 1676\nUnited States District Court; D. New Jersey.\nJames Genito and Josephine Genito, Plaintiffs\nv.\nUnited States of America, Defendant.\nCivil Action No. 76-1626\n|\n6/16/80\nBefore The Honorable DICKINSON R. DEBEVOISE, United States District Judge.\n\n\nDEBEVOISE, District Judge.\n\nOral Opinion\n*1 THE COURT: Mr. Simandle, you are taking over?\n \nMR. SIMANDLE: Mr. Lyons asked me to sit in for him. I am pleased to do so.\n \nTHE COURT: Fine.\n \nI have heard the testimony, and I have reviewed the exhibits last night, and I reviewed the legal material, and I will read an opinion into the record, reserving the right to correct or modify any typographical or grammatical errors which creep in at this point.\n \nFirst, as to the parties and proceedings.\n \nPlaintiffs, James J. Genito and Josephine Genito, his wife, instituted suit against the United States to recover income tax deficiencies assessed against them for the years 1967 through 1970, deficiencies totaling $19,838.83. They also seek recovery of penalties totaling $991.94. The deficiencies arose by reason of the Government’s contention that certain corporate advances to James Genito were dividends rather than loans as claimed by the taxpayers. Jurisdiction is asserted under 28 U. S. C. § 1346(a)(1) and 26 U. S. C. § 7422(a).\n \nA trial was held without a jury, the jury having been waived, at which Genito, his corporation’s accountant and the lady serving as Genito’s secretary and as the corporation’s bookkeeper and treasurer testified.\n \nAs to the facts, in 1945 Genito and his father formed the business which has for many years been known as Grant Tool & Manufacturing Company, Inc., which I will refer to as Grant. It was incorporated in 1946.\n \nFor many years Genito has in effect been the sole owner and manager of Grant, although his wife and secretary own some shares. Grant is literally a “Mom and Pop” tool and die machinery company. It has conducted its business in a converted garage. Genito and his wife moved into four rooms above the first floor of the garage shortly after they were married in 1947. A son and daughter were born to them while they lived in the apartment.\n \nGenito put all his time, energies and resources into Grant. For many years he drew a salary of approximately a hundred dollars a week and until 1967 made loans to Grant when the company was in need of funds. These loans were set up on the books of the company as loans, although no notes or security were given, and no interest was paid.\n \nIn 1967, Grant received two types of major Government contracts, one for the Air Force for work in connection with the missile system and one for the Navy in connection with the Polaris missile.\n \nWhen these contracts were received, Government inspectors moved into the Grant facilities to monitor the work and to insure adequate security. They were disturbed by the Genito living arrangement which involved the parents and their nine-year-old daughter and three-year-old son traversing the work area and offices to get to and from their living quarters. Further, the operations required more office space and secure storage space.\n \nIt became obvious to Genito that it would be necessary for him to move his residence out of the plant in order that he could perform on the Government contracts and also presumably to better the living arrangements of his family.\n \n*2 At that time Grant had borrowed heavily, and Genito and his wife had co-signed or otherwise guaranteed the debt instruments. Genito had no other assets except his interest in Grant. This fact, together with the existence of his contingent liability on the corporate debt, made it impossible for him to borrow from a bank or other credit institution to finance the purchase or construction of a home into which he could move his family.\n \nTo respond to the needs of Grant’s increased business, the plant was redesigned, utilizing the second floor area which had served as living quarters for an office and a secure storage area. Genito made arrangements to build a home. He served in the role of general contractor and performed much of the labor himself.\n \nFor the years ending May 31, 1963 to 1964, Grant’s general ledger showed $35,000 and $45,000, respectively, as owing to officers. These sums represented advances which Genito had made to the corporation. To pay for the house which he was building, Genito received repayment of these advances to the corporation, and in the years 1967 through 1970 received payments from the corporation which he called loans and which were denominated on the books of the corporation as either due from officers or loans receivable, officer. The amounts of such loans shown at the end of the fiscal years in 1968, 1969, 1970 and 1971 were respectively $18,130, $17,776, $51,218.65 and $53,748.28.\n \nNo notes were given to evidence these loans; no security was given; no interest was provided for or paid; no date was specified for repayment.\n \nDuring the years when these payments were made to Genito, the corporation had earned surplus in the amount of approximately $160,000 from which dividends could have been paid, although in fact no payments denominated as dividends were paid during this period.\n \nThere were no substantial repayments of the loans to Genito in 1971 and 1972. Under a letter dated November 10, 1972 to Genito and his wife, the Internal Revenue Service assessed additional taxes and penalties for the years 1967 through 1970, asserting that payments in those years which the Genitos treated as loans were in fact dividends.\n \nThe Internal Revenue Service had learned of the facts which gave rise to its deficiency assessment not through an audit of the Genitos’ or Grant’s returns but during the course of a program designed to obtain from tax returns statistical data concerning industry’s basic types of expenses.\n \nAfter 1972, the Genitos obtained a 220,000-dollar bank loan on their house and repaid the advances made to them by Grant.\n \nThe basic question to be determined in this action is whether the advances by Grant to Genito in 1967 through 1970 should be treated as loans or dividends for income tax purposes.\n \nAs to the conclusions of law, the Court has jurisdiction of this matter by virtue of the provisions of 28 U. S. C. § 1346(a)(1) and 26 U. S. C. § 7422(a), the requisite claims for refund having been filed prior to the institution of this action.\n \n*3 At the close of the case, Genito moved for judgment on the grounds raised then for the first time that the deficiency assessments were unlawful. Genito urges that the statistical study in which the Internal Revenue Service was engaged when it discovered the information which was the basis of the assessment was an unlawful intrusion on plaintiffs’ rights. Cited in support of this contention were United States v. Humble Oil & Refining Company [74-1 USTC P 9186], 488 F. 2d 953 (5th Cir. 1974), and later reported at [75-2 USTC P 9705] 518 F. 2d 747 (5th Cir. 1975), and United States v. First National Bank of Dallas [79-2 USTC P 9678], 468 F. Supp. 415 (N. D. Texas 1979). These cases, however, simply held that where a taxpayer’s return was selected for examination primarily for research purposes, a petition seeking enforcement of an IRS summons would be denied. I do not understand that the reasoning of these cases requires the voiding of a deficiency assessment which asserts a valid claim against the taxpayer. Thus, even if plaintiffs’ contentions were raised in a timely fashion, it would not form the basis for a judgment in their favor.\n \nTherefore, plaintiff’s motion for judgment on that ground is denied.\n \nThe Government concedes that it is not entitled to penalties and interest thereon. A judgment in an appropriate sum shall be entered in favor of the plaintiffs which will include the total amount of the penalty and interest.\n \nTurning to the question whether the 1967 to 1970 corporate advances to Genito were loans or dividends, § 301(a) of the Internal Revenue Code of 1954 provides that a distribution of property by a corporation to a shareholder with respect to its stock should be taxed in the manner described in § 301(c). That section, as it applies to this case, provides that the portion of the distribution deemed a dividend under § 316 should be included in gross income. Section 316(a) defines a dividend as a distribution by a corporation to its shareholders out of current or accumulated earnings and profits. Section 316(a) then goes on to state that, except as otherwise provided in the Code, every distribution is made out of earnings and profits. Section 301(b)(1)(A) states that the amount of distributions to a noncorporate distributee shall be, inter alia, the amount of money received.\n“If, however, the corporate distribution to a shareholder is a loan, then the rules for taxing the distribution as a dividend do not apply and the distribution is considered nontaxable. This is because there has been no distribution of earnings and profits.\n \n“However, what constitutes a loan has nowhere been defined in the Code. One common thread appears in the reported decisions. There must be an intent to repay the advances at the time it is made. Commissioner v. Makransky, 321 F. 2d 598 (3d Cir. 1963), and Estate of Taschler v. United States [71-1 USTC P 9298], 440 F. 2d 72 (3d Cir. 1971). However, this is merely the ultimate question that must be answered. This subjective intent can only be found by examining objective factors, that is to say all the facts and circumstances surrounding the advances. Case, J. R. v. Mayer Estate [64-2 USTC P 9673], (New Jersey June 11, 1964). In a corporation controlled by one person or a small group of people, they can cast transactions in a form that is most favorable to them. The only way to determine the substance of this form is to analyze objectively what was done.”\n \n \n*4 The analysis which a court should make is set forth as follows in Scriptomatic, Inc. v. United States [77-1 USTC P 9428], 555 F. 2d 364 (3d Cir. 1977).\n \nI am quoting starting on page 367 and continuing to page 368.\n“Under Fin Hay, then, the ultimate issue is measurement of the transaction by objective tests of economic reality, and the touchstone of economic reality is whether the transaction would have taken the same form had it been between the corporation and an outside lender – whether, in sum, ‘the shareholder’s advance is far more speculative than what an outsider would make.’ The analysis suggested by this approach to the debt-equity question may be expressed in terms of two lines of inquiry: assuming that the obligation is debt in form, (1) did the form result from an arm’s-length relationship, and/or (2) would an outside investor have advanced funds on terms similar to those agreed to by the shareholder.\n \nIf Question 1 is answered in the affirmative (the form did result from arm’s-length dealings), the obligation is debt. If Question 2 is answered in the affirmative (an outsider would have advanced funds on terms similar to those agreed to by the shareholder), the obligation is debt – despite the fact that the negotiations leading to its issuance were not at arm’s-length. As is apparent, if there is proof or agreement that an outsider would have purchased an instrument on the terms available to a shareholder, the question as to whether the form of the obligation resulted from arm’s-length negotiation is irrelevant to resolution of the debt-equity issue. The crucial issue is the economic reality of the marketplace: what the market would accept as debt is debt.”\n \n \nApplying the Scriptomatic, Inc. “economic reality of the marketplace” test, it is clear that the advances by Grant to Genito cannot qualify as debt. No outsider dealing at arm’s-length would consider lending Genito these sums on the terms and conditions applicable to the advances which Genito received. Genito received funds on these terms and conditions only because he was in absolute control of Grant and could dictate its policy. For the most part, the various criteria effectively employed by courts to decide if advances are a loan or a dividend confirm this conclusion, that these advances were not loans – that there was no real intent to repay these sums, namely, these factors being, first, absence of a future payment date; second, absence of any written evidence of indebtedness; third, Genito’s control of the corporation; fourth, the absence of any security; fifth, the absence of an effort on the part of the corporation to collect; sixth, the important family and personal ends which were served by the advances; seventh, the absence of any corporate dividends over the years, even though the corporation had substantial retained earnings; eighth, the absence of any interest payments or requirements; and, ninth, repayment of loans after receipt of the deficiency letter.\n \n*5 In addition, there are other indicia in the record which support the conclusion that at the time the advances were made, Genito did not view them as carrying with them a firm obligation to repay the corporation. On deposition, Genito stated he was trying to get back from his company the money he had put into it. He asserted he had worked for the money, he had earned it. It was his salary.\n \nOn the personal financial statement dated July 27, 1971, which Genito submitted to the Middlesex County Bank, he did not include among his liabilities a loan owing to Grant. On the February 17, 1972 statement of financial condition, Genito did not list a loan to Grant among his liabilities, although there was an item entitled, “Loan Payable – Others – $23,000.” That sum was significantly less than the $53,748 in officers’ loans receivable shown on the May 31, 1971 Grant balance sheet, and Grant’s accountant testified no significant amount of the company loans were repaid in 1971 and 1972.\n \nIn any event, the totality of the evidence leads to the conclusion the 1967 to 1970 advances by Grant to Genito were not loans and that the Government correctly determined that they were dividends taxable to Genito as income for income tax purposes.\n \nTherefore, judgment will be entered for the Government and against the plaintiffs except to the extent of the penalties and interest thereon conceded by the Government to be owing to plaintiffs. Costs will be allowed to the Government.\n \nAll right. Mr. Simandle, could you see that an order is prepared?\n \nMR. SIMANDLE: Yes, I will, Judge.\n \nTHE COURT: Fine. Thank you very much.\n \n\n* * *\nAll Citations\nNot Reported in F.Supp., 1980 WL 1676, 80-2 USTC P 9771\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}