{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by Downing v. C.I.R., U.S.Tax Ct., December 29, 2003\n428 F.2d 251\nUnited States Court of Appeals, Fifth Circuit.\nOlga K. AUDANO and B. Randol Hardwick, Plaintiffs-Appellees,\nv.\nUNITED STATES of America, Defendant-Appellant.\nNo. 28306.\n|\nJune 26, 1970.\nSynopsis\nAction by former partner in medical partnership and his former wife to recover income taxes and interest assessed on payments made by partnership to trusts established by partner. The United States District Court for the Northern District of Texas, Leo Brewster, J., rendered judgment for plaintiff and defendant appealed. The Court of Appeals, Ainsworth, Circuit Judge, held that where during five-year period medical partnership paid approximately $50,000 rental to trust for use of medical equipment originally purchased at less than $15,000, by partner who established trust and transferred equipment thereto, and no showing was made that computation of rental value at specified percentage of gross receipts was based on going rate for rental of similar equipment and it was not shown that rental percentages were arrived at as result of arm’s length negotiation but were established as condition precedent to purchaser’s continuing as principal income-producing member, payments for use of equipment were not deductible by purchasing partner as ordinary and necessary business expenses, and that trusts were not grounded in economic reality and that payments to trust were properly treated as income taxable to settlor.\n \nReversed and remanded with directions.\n \n\n\nWest Headnotes (12)\n\n\n[1]\n|Federal CourtsTaking case or question from jury;  judgment as a matter of law\n|\n|Where no motion for directed verdict has been made by appellant at close of all the evidence, Court of Appeals’ power to review district court judgment is severely limited.\n\n|\n\n\n[2]\n|Internal RevenueOrdinary and necessary expenses\n|\n|Inherent in concept of “ordinary” and “necessary” within meaning of income tax statute providing for deduction of all ordinary and necessary expenses paid in carrying on any trade or business is requirement that any payment asserted to be allowable as a deduction, as rental expense or otherwise, be reasonable in relation to its purpose; an expenditure may be, by its nature, ordinary and necessary, but at the same time it may be unreasonable in amount. 26 U.S.C.A. (I.R.C.1954) § 162(a).\n4 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueRents and royalties\n|\n|That parties have designated, and one party has become obligated to pay to the other a specific amount or percentage amount as rent does not bind Commissioner of Internal Revenue to treat such amount as rent for purpose of determining deductibility of payments as ordinary and necessary business expenses. 26 U.S.C.A. (I.R.C.1954) § 162(a).\n2 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueTrial\n|\n|Question whether rental payment sought to be deducted as ordinary and necessary business expenses are reasonable is one of fact with many factors to be considered and no single factor controlling. 26 U.S.C.A. (I.R.C.1954) § 162(a).\n\n|\n\n\n[5]\n|Internal RevenueOrdinary and necessary expenses\n|\n|Character of payment sought to be deducted for income tax purposes as ordinary and necessary business expense is to be judged in light of all terms and conditions of agreement establishing obligation to pay and all facts and circumstances existing at time agreement was made; if under circumstances agreement was such as reasonable man dealing at arm’s length would make, agreement is valid for tax purposes as against contention that payments were unreasonable in amount. 26 U.S.C.A. (I.R.C.1954) § 162(a).\n6 Cases that cite this headnote\n|\n\n\n[6]\n|Internal RevenueOrdinary and necessary expenses\n|\n|Where an obligation is result not of an ordinary, necessary incident in conduct of taxpayer’s business but is created solely for purpose of effecting a camouflage assignment of income, payments made to discharge obligations so created are not ordinary and necessary business expenses. 26 U.S.C.A. (I.R.C.1954) § 162(a).\n6 Cases that cite this headnote\n|\n\n\n[7]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|Burden is on taxpayer in refund action to establish eligibility for refund.\n\n|\n\n\n[8]\n|Internal RevenueEvidence\n|\n|Burden was on taxpayer, seeking refund, to rebut commissioner’s determination, initially entitled to presumption of correctness, that rental payments sought to be deducted as ordinary and necessary business expenses were in their entirety unreasonable. 26 U.S.C.A. (I.R.C.1954) § 162(a).\n2 Cases that cite this headnote\n|\n\n\n[9]\n|Internal RevenueRents and royalties\n|\n|Where during five-year period medical partnership paid approximately $50,000 rental to trust for use of medical equipment originally purchased at less than $15,000 by partner who had established trust and transferred equipment thereto and no showing was made that computation of rental value at specified percentage of gross receipts was based on going rate for rental of similar equipment and it was not shown that rental percentages were arrived at as result of arm’s length negotiation rather than as condition to purchaser’s continuing as principal income-producing member, payments for use of equipment were not deductible by purchaser as ordinary and necessary business expenses. 26 U.S.C.A. (I.R.C.1954) § 162(a).\n2 Cases that cite this headnote\n|\n\n\n[10]\n|Internal RevenueOrdinary and necessary expenses\n|\n|Where amounts sought to be deducted as ordinary and necessary business expenses are substantive payments to taxpayer seeking deduction, such payments are not ordinary and necessary business expenses. 26 U.S.C.A. (I.R.C.1954) § 162(a).\n2 Cases that cite this headnote\n|\n\n\n[11]\n|Internal RevenueMinimization, Avoidance or Evasion of Liability\n|\n|Fact that a transaction or series of transactions have the salutary effect for taxpayer by minimizing his tax liability is not a prime consideration in determining tax consequences of his activity, since a taxpayer may avail himself of all provisions established by the statutes for minimizing taxes.\n1 Case that cites this headnote\n|\n\n\n[12]\n|Internal RevenueRents and royalties\n|\n|Where lawyer and accountant for member of medical partnership merely signed trust agreements, signed receipts on conveyance to trusts of medical equipment, which had been purchased by partner, and resigned and did not exercise ordinary duties of trustees in accordance with strict principles of fiduciary in management of res, gross and excessive rental was charged partnership for use of equipment on lease-back and equipment was conveyed to partnership for one dollar when purchasing partner resigned, trusts, which had been established for partner’s children, were not grounded in economic reality and were a nullity for income tax purposes; thus, payments to trust were properly treated as income taxable to settlor.\n9 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*253 Gene A. Castleberry, U.S. Dept. of Justice, Tax Div., Fort Worth, Tex., Johnnie M. Walters, Asst. Atty. Gen., Meyer Rothwacks, Atty., Tax Div. Dept. of Justice, Washington, D.C., Eldon B. Mahon, U.S. Atty., William L. Johnson, Jr., Asst. U.S. Atty., Fort Worth, Tex., William A. Friedlander, Stanley I. Ruby, Attys., Tax Div., U.S. Dept. of Justice, Washington, D.C., Lee A. Jackson, Atty., Dept. of Justice, Washington, D.C., for appellant.\nRoger Norman, Fort Worth, Tex., for appellees, Shannon, Gracey, Ratliff & Miller, Fort Worth, Tex., of counsel.\nBefore WISDOM, AINSOWRTH and CLARK, Circuit Judges.\nOpinion\n\nAINSWORTH, Circuit Judge:\n\nIn this case we are required to determine the proper tax treatment of certain payments made by a medical partnership of which taxpayer1 was a member to three trusts set up by taxpayer for the benefit of his children. These payments were made as rent for the use of medical, surgical, and other equipment used in the partnership business, which equipment taxpayer had transferred to the trusts and which the partnership then leased, and ultimately acquired, from the trusts. This equipment comprised the assets of the trusts. Principally at issue here is whether, under the circumstances attending the transfers in trust, leaseback, and subsequent sale of the equipment, the trusts should be recognized as valid for tax purposes. Also questioned is the reasonableness of the rental payments made by the partnership to the trusts. If the rental payments were not ordinary and necessary business expenses of the partnership, they were not deductible by the partners in their calculations of their individual returns. If the trusts are not to be recognized for tax purposes, the payments received as rentals by them were taxable as income to taxpayer.\n[1] This is a tax refund suit brought by Dr. B. Randol Hardwick and his former *254 wife, Olga K. Audano, to recover income taxes and interest assessed against them and collected by the Commissioner of Internal Revenue in the amount of $10,030.65 for the taxable years 1960 and 1961. The case was tried to a jury, which answered special interrogatories in favor of taxpayer, and the District Court entered a judgment on the jury’s verdict. At the end of taxpayer’s case and then at the close of all the evidence,2 the Government moved for a directed verdict. Upon the entry of the judgment, the Government moved for a judgment notwithstanding the verdict or, alternatively, a new trial. All these motions were denied, and the Government appeals from the judgment and the order overruling its motion for a judgment n.o.v.3\n \nThe undisputed facts and the inferences that may be drawn from these facts points so strongly and conclusively against the reasonableness of the rentals paid and the existence of bona fide trusts that reasonable men could not arrive at a contrary verdict. Boeing Company v. Shipman, 5 Cir., 1969, 411 F.2d 365, 374 (en banc); cf. Helvering v. Clifford, 309 U.S. 331, 60 S.Ct. 554, 84 L.Ed. 788 (1940); Payton v. United States, 5 Cir., 1970, 425 F.2d 1324; Chace v. United States, 5 Cir., 1970, 422 F.2d 292; Furman v. Commissioner of Internal Revenue, 5 Cir., 1967, 391 F.2d 22; Van Zandt v. Commissioner of Internal Revenue, 5 Cir., 1965, 341 F.2d 440. Therefore, we reverse the judgment of the District Court and remand the case with instructions that judgment notwithstanding the verdict be entered in favor of the United States.\nI.\nTaxpayer began the general practice of medicine in Fort Worth, Texas, in 1953. In the practice of his profession he acquired, among other facilities, medical and surgical equipment, furniture, and supplies. On January 1, 1957, taxpayer entered into a medical partnership agreement with Dr. Darrell W. Boren. In 1958, taxpayer’s brother, Dr. Jack Hardwick, joined the partnership. This partnership was known as the ‘Ridglea Clinic.’ Until 1959, the ‘medical equipment’4 used by the Clinic and in issue here was recognized by the partners as property belonging to taxpayer.\nUnder there instruments, dated January 1, 1959, and showing notarization on that date, taxpayer created a trust for each of his three children (two daughters and a son). By the same instruments he transferred to each trust a certain undivided interest ‘in and to all of the medical and surgical equipment and non-expendable supplies owned by (Creator) and presently used in the operation of * * * (Ridglea Clinic).’ The only differences among the trusts were the portions transferred for the benefit of each child: The son was given a one-sixth undivided interest, and each daughter was given a one-twelfth undivided interest. Taxpayer also executed three other documents, one for each trust and each bearing the date of January 1, 1959, by which he set forth the transfer of the specific undivided interest *255 in the medical equipment to the trustees to hold for the benefit of the trust. Each document bore a receipt signed by the three trustees and dated January 1, 1959. The three trustees designated in the trust agreements and the separate conveyances were taxpayer, taxpayer’s lawyer (Joe H. Eidson, Jr.), and taxpayer’s accountant (Herbert E. Dickey).\nSix basically identical instruments, three dated January 1, 1960, and three dated January 1, 1961, were signed by taxpayer as donor and by taxpayer, Dickey, and Eidson as trustees. Each instrument transferred an undivided interest in the medical equipment to the three Hardwick trusts. After the transfer in 1961, the son’s trust was to own a one-half undivided interest in the equipment used by the Ridglea Clinic, and each daughter’s trust was to own a one-fourth undivided interest in this equipment.\nThe medical equipment transferred to the trusts had been purchased by taxpayer through the years since he began his practice in 1953. The total cost of the equipment acquired during the years 1953-1959 was $14,570.68. Depreciation deductions on the equipment had reduced its basis, at the end of 1960, by $8,457,11. Taxpayer and the Government disagree regarding the value of this equipment during the years here in issue. The Government assigns the equipment an approximate value of $14,000 in 1959. Taxpayer, on the other hand, considers the equipment to have had a fair market value of approximately $21,000. The disagreement results from the parties’ differing estimates of the value of an X-ray machine taxpayer had purchased at a forced sale in 1953 for $3,500. Taxpayer estimates that the machine was worth $10,000, and the Government looks to the cost figure.5\nBeginning in 1957 or 1958, when the partnership was comprised of taxpayer and Dr. Boren, the partnership agreed to pay rent to taxpayer for the use of his medical equipment in the operation of the partnership. Taxpayer was to receive 5 per cent of the partnership’s gross receipts as rent for the equipment. When the trusts were created in 1959, after taxpayer’s brother had joined the partnership, a commensurate portion of the rent was allocated to the three Hardwick trusts. During 1960, the partnership paid two-thirds of the rentals ($5,331.08) to the trusts and the remainder ($2,665.54) to taxpayer. Over the five-year period 1958-1962 the partnership paid $58,000 in rentals on the equipment, of which the trusts received $43,780.\nThere was never a written lease between taxpayer and the partnership or the partnership and the trusts regarding the medical equipment. The record indicates that a lease was not signed between the trusts and the partnership because the partners disagreed regarding the sharing of partnership income among them and because Dr. Boren and taxpayer’s brother did not intend to pay rent unless taxpayer was an income-producing member of the partnership.\nAt the beginning of 1961, the partnership orally agreed to lease the trust property for rent amounting to 10 per cent of the partnership’s gross receipts in 1961 and 1962. In the years 1963, 1964 and 1965 the partnership was to pay 5 per cent of its gross receipts as rent. Then, at the end of 1965, the partnership was to own the equipment at no further cost to it. A draft of this agreement was made, but was not signed by the parties. In connection with this agreement, the partners agreed that each was to receive one-third of the partnership’s profits, notwithstanding that taxpayer accounted for more than one-third of the partnership’s income.\nThe partnership paid rent to the trusts in 1961 and 1962. At some time before *256 the end of 1962, taxpayer decided to withdraw from the partnership. His retirement became effective on January 1, 1963. On or about January 1, Dickey and Eidson resigned their positions as trustees of the Hardwick trusts. They were replaced by the Fort Worth National Bank. Also at this time the trusts conveyed the medical equipment to the partnership, now comprised of Dr. Boren and taxpayer’s brother, for one dollar, notwithstanding that the partners had agreed to pay rent to the trusts in 1963, 1964, and 1965.\nIn the District Court, following the close of all the evidence, the case was submitted to the jury on instructions that a transfer in trust and leaseback to the grantor of the trust will be recognized for tax purposes if (1) the trust is irrevocable (which was conceded by the Government), (2) the trustees are independent, and (3) the rentals are reasonable. The jury was also instructed to determine what a reasonable rental for each of the years in issue would have been, should it find the rentals paid to be excessive. The jury found that the trustees acted independently of taxpayer’s control and that the rentals paid in 1961 and 1962 were reasonable at the time paid. A judgment in favor of taxpayer, and this appeal by the Government, followed.\nII.\n[2] [3] [4] [5] [6] Section 162(a) of the Internal Revenue Code provides in part that\n \n‘There shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business, including—\n(1) * * *\n(2) * * *\n(3) rentals or other payments required to be made as a condition to the continued use or possession, for purposes of the trade or business, of property to which the taxpayer has not taken or is not taking title or in which he has no equity.’ Inherent in section 162(a)‘s concept of ‘ordinary and necessary’ expenses is the requirement that any payment asserted to be allowable as a deduction, as rental expense or otherwise, be reasonable in relation to its purpose. ‘An expenditure may be, by its nature, ordinary and necessary, but at the same time it may be unreasonable in amount.’ United States v. Haskel Engineering & Supply Company, 9 Cir., 1967, 380 F.2d 786, 788. See also 4A Mertens, Law of Federal Income Taxation § 25.110-25.111 (1966). That the parties have designated, and one party has become obligated to pay to the other, a specified amount or percentage amount as rent does not bind the Commissioner to treat that amount as rent. Southeastern Canteen Co. v. Commissioner of Internal Revenue, 6 Cir., 1969, 410 F.2d 615, 619. The question whether rental payments are reasonable is one of fact. Many factors may be considered in the decision of this question. No single factor is controlling, cf. American National Bank of Austin v. United States, 5 Cir., 1970, 421 F.2d 442, 450-451; Pacific Grains, Inc. v. Commissioner, 9 Cir., 1968, 399 F.2d 603, however, and the character of the payments in question is to be judged in light of (1) all the terms and conditions of the agreement establishing the obligation to pay and (2) all the facts and circumstances existing at the time the agreement was made. That is, if the agreement, under the circumstances in which it was executed, was such as reasonable men dealing at arm’s length would make, it is valid for tax purposes, as against the contention that the payments were unreasonable in amount. Brown Printing Co. v. Commissioner of Internal Revenue, 5 Cir., 1958, 255 F.2d 436, 440. Even if the payments are reasonable in amount, however, as judged by the arm’s length standard, the deduction of these payments under section 162 is not allowed if the obligation to pay resulted not as an ordinary, necessary incident in the conduct of the taxpayer’s business, but instead was created solely for the purpose of effectuating a *257 camouflaged assignment of income. Payments made to discharge obligations so created are not ‘ordinary and necessary’ business expenses within the meaning of section 162. Van Zandt v. Commissioner of Internal Revenue, 5 Cir., 1965, 341 F.2d 440; see Chace v. United States, 5 Cir., 1970, 422 F.2d 292, aff’g M.D.Fla., 1969, 303 F.Supp. 513; Furman v. Commissioner of Internal Revenue, 5 Cir., 1967, 381 F.2d 22, aff’g 45 T.C. 360 (1966).\nApplying these principles to this case, we conclude that the Government was entitled to a directed verdict in its favor on the issue whether taxpayer’s contributions to the payments made by the partnership to the trusts for use of the medical equipment were deductible by taxpayer as business expenses under section 162. We reach this conclusion as follows.\n[7] [8] [9] First, taxpayer, who had the burden of proof in this tax refund case, Brennan v. O’Donnell, 5 Cir., 1970, 426 F.2d 218; American National Bank of Austin v. United States, 5 Cir., 1970, 421 F.2d 442, 451, failed to make a case for the jury, as viewed in the light of Boeing Company v. Shipman, 5 Cir., 1969, 411 F.2d 365 (en banc), on the issue of reasonableness. The record establishes conclusively, among other facts, that: (1) during the five-year period 1958-1962 the partnership paid approximately $58,000, or an average annual rental of approximately $11,700, for use of medical equipment originally purchased by taxpayer; (2) this equipment cost taxpayer no more than $15,000 to acquire; (3) in 1962 the equipment was worth approximately $8,000 to $10,000, as reflected in the partnership books; and (4) the percentage of the partnership’s gross receipts to be paid for use of the equipment was increased in 1961 from 5 to 10 per cent, with an offsetting reduction in taxpayer’s share of the partnership’s profits. Taxpayer offered no evidence that the equipment was ever examined by an independent appraiser, nor was expert testimony proffered regarding the reasonableness of the rentals. Taxpayer also offered no evidence that the computation of rental value at 5 or 10 per cent of the partnership’s gross receipts was based upon the going rate for similar equipment, with calculations made in light of the partnership’s prospects after the addition of taxpayer’s brother to its membership. Instead, taxpayer’s only evidence was that he had talked with other doctors and his partners about what they thought was reasonable. Yet these other doctors did not appear to confirm their conversations with taxpayer or to explain their rental arrangements and the factors upon which they relied in computing their rentals. In short, there was no evidence from which a jury could sensibly have determined that any particular rental would have been reasonable, much less those actually paid in the years in issue. There was, on the other hand, much evidence that the rentals paid were unreasonable in relation to their stated purpose and that the rental percentages were not arrived at as a result of arm’s length negotiation regarding the rental value of the equipment, but were instead established as a condition of taxpayer’s continuation as the principal income-producing member of the partnership. Taxpayer had the burden of rebutting the Commissioner’s determination, initially entitled to a presumption of correctness, that the rental payments in their entirety were unreasonable. This, as a matter of law, taxpayer failed to do. The Government, therefore, was entitled to a judgment without submission of the issue to the jury.\n \n[10] The Government was entitled to prevail for a second reason. As we shall discuss next, the trusts established by taxpayer are a nullity for tax purposes. Consequently, taxpayer is to be considered, for the purpose of determining his tax liability, as the owner of the medical equipment during the years in issue. As such, he cannot profit at the expense of the federal fisc, Irvine K. Furman, 45 T.C. 360, 366 (1966); *258 Burde v. Commissioner of Internal Revenue, 2 Cir., 1965, 352 F.2d 995, 1003 (concurring opinion), by deducting as expenses under section 162 amounts paid, in substance, to himself. Such payments are not ‘ordinary and necessary’ business expenses. Van Zandt v. Commissioner, 5 Cir., 1965, 341 F.2d 440.\n \nIII.\n[11] The correctness of the Commissioner’s determination that the payments made to the Hardwick trusts for use of the medical equipment should be taxed as income to taxpayer depends upon whether, in light of all the circumstances attending the transfers in trust and consequent leaseback to the partnership, these trusts are to be recognized for tax purposes. The trusts were created by taxpayer for the ostensible benefit of his children. Taxpayer, his lawyer, and his accountant were the trustees during the years in issue. The trust corpora were undivided interests in medical equipment transferred to the trusts by taxpayer. The intended salutary tax effect of the transfers in trust and leaseback should be apparent to anyone who has given thought to the methods available for reducing the impact of the federal income tax. However, that a transaction or series of transactions has a salutary effect for the taxpayer by minimizing his tax liability is not of prime consideration in determining the tax consequences of his activity. As we have said:\n \n‘* * * There is no principle of law that has been more clearly established than that a taxpayer may avail himself of all provisions established by the statutes for minimizing his taxes. The effect, however, does become of some significance when * * * a payment between two closely related individuals can be explained only because of the salutary effect it has on the affairs of one of the two parties.’\nVan Zandt v. Commissioner of Internal Revenue, 5 Cir., 1965, 341 F.2d 440, 441-442. See also Chace v. United States, M.D.Fla., 1969, 303 F.Supp. 513, aff’d, 5 Cir., 1970, 422 F.2d 292.\nIn the trial of this case, the validity of the Hardwick trusts for tax purposes was placed at issue by the special interrogatory inquiring whether the trustees other than taxpayer acted independently of taxpayer’s control regarding the operation of the trusts. We are of the opinion that reasonable men could not have concluded on the evidence in this case that taxpayer’s lawyer and accountant exercised the duties of independent trustees. Indeed, the record compels the conclusion that the relationship of taxpayer and the other trustees was not such as exists when an ‘independent’ trust is created, fully recognized for tax purposes.\n[12] The record shows that taxpayer’s lawyer and accountant did the following in their role as trustees of the Hardwick trusts: (1) they signed the trust agreements; (2) they signed receipts for the conveyances of the medical equipment to the trusts; and (3) they resigned. They did not, however, exercise the ordinary duties of trustees in accordance with the ‘strict principles of a fiduciary in the management of the property.’ Van Zandt v. Commissioner of Internal Revenue, 5 Cir., 1965, 341 F.2d 440, 443. For example, they (1) failed to determine whether the language of the conveyances fulfilled taxpayer’s intent to transfer all the equipment to the trusts, (2) failed to determine whether the rentals were fair, (3) failed to determine whether higher rentals could have been obtained elsewhere, (4) did not attempt to obtain the execution of a written lease from the partnership and (5) did not manifest any attempt to protect the beneficiaries’ interests regarding the medical equipment. Clearly, between these trustees and taxpayer there never existed the normal relationship that develops when an ‘independent’ trust is created.\n \nThe record further establishes that the trust-lease back device employed by taxpayer was no more than a means of funneling his partnership income to his children in a way allowing for a deduction to him and taxation to the recipients *259 at reduced rates. Here, factors such as taxpayer’s control of the affairs of the trusts, the short period in which legal title to the equipment was lodged in the trusts, the grossly excessive rentals, and the conveyance of the equipment to the partnership from the trusts for one dollar when taxpayer quit the partnership compel our conclusion that the trusts were not grounded in economic reality, but were instead simply the unavailing products of imaginative minds. The trusts, therefore, are to be treated as nullities for the purpose of determining taxpayer’s tax liability, with the payments made to the trusts being properly treated as income taxable to taxpayer. E.g., Furman v. Commissioner, 5 Cir., 1967, 381 F.2d 22.\nThe judgment of the District Court is reversed, and the case is remanded with directions that a judgment notwithstanding the verdict be entered in favor of the United States.\nAll Citations\n428 F.2d 251, 26 A.F.T.R.2d 70-5266, 70-2 USTC P 9486\n\n\n\nFootnotes\n|\n1\n|The term ‘taxpayer,’ as used in this opinion, refers to Dr. B. Randol Hardwick; his former wife, Olga K. Audano, did not play an active part in the transactions here in issue.\n|\n2\n|The record originally filed with this Court contained no reference to the Government’s motion for directed verdict at the close of all the evidence. Had such a motion not been made at this stage of the trial, this Court’s power to review the District Court’s judgment would be severely limited. E.g., Little v. Bankers Life and Casualty Company, 5 Cir., 1970, 426 F.2d 509. Mindful of this, we requested supplemental briefs from the parties on the effect the Government’s failure to move for a directed verdict at the close of all the evidence would have on this appeal. A supplement to the record was then filed showing that the motion had indeed been made. The facts recounted here should suggest the wisdom of checking records for errors before these records are filed.\n|\n3\n|Our decision does not affect those matters resolved in the District Court which have not been raised by the parties on this appeal.\n|\n4\n|The term ‘medical equipment,’ as used in this opinion, refers to all the medical, surgical, and other equipment transferred to the trusts and leased to the partnership.\n|\n5\n|Taxpayer’s estimate is simply his personal opinion that a machine in use for six or seven years after he acquired it was then worth three times its purchase price. No evidence in the record tends to make this estimate appear less than incredible.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}