{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by Technical Advice Memorandum, IRS TAM, August 24, 2001\n44 Fed.Cl. 120\nUnited States Court of Federal Claims.\nNATIONAL WESTMINSTER BANK, PLC, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nNo. 95-758 T.\n|\nJuly 7, 1999.\nSynopsis\nUnited Kingdom corporation engaged in banking activity brought suit for refund of income taxes paid by its United States branch on interbranch loan transactions. On cross-motions for partial summary judgment, the Court of Federal Claims, Turner, J., held that application of Treasury regulation governing foreign corporation’s interest expense deduction to United States branch of United Kingdom banking corporation violated Convention for the Avoidance of Double Taxation, as regulation is inconsistent with the “separate entity” treatment provided by Article 7 of the Convention.\n \nPlaintiff’s motion granted; defendant’s motion denied.\n \n\n\nWest Headnotes (1)\n\n\n[1]\n|Internal RevenueRules and Regulations\n|\n|Application of Treasury regulation governing foreign corporation’s interest expense deduction to United States branch of United Kingdom banking corporation violated Convention for the Avoidance of Double Taxation, as the regulation was inconsistent with the “separate entity” treatment provided by Article 7 of the Convention. 26 C.F.R. § 1.882-5.\n1 Case that cites this headnote\n|\n\n\nAttorneys and Law Firms\n*121 M. Carr Ferguson, New York, NY, for plaintiff. John A. Corry, Jerome G. Snider and Marie T. Farrelly, New York, NY, and John L. Carr, Jr., J. Thomas Lenhart and Michael C. Moetell, Washington, DC, of counsel.\nSteven I. Frahm, with whom were Assistant Attorney General Loretta C. Argrett and Mildred L. Seidman, Washington, DC, for defendant.\n\n\n\nOPINION and ORDER\nTURNER, Judge.\nThis is a tax refund case pertaining to plaintiff’s tax years 1981 through 1987. The matter stands on cross-motions for partial summary judgment (plaintiff’s motion filed July 3, 1996 and defendant’s cross-motion filed April 30, 1997).\n \nBoth motions concern a pivotal, threshold issue: whether U.S. Treasury Regulation § 1.882-5, providing a formula to determine deductible interest for calculation of taxable income attributable to United States operations of foreign businesses, is inconsistent with the “separate enterprise” provisions of Article 7 of the Convention for the Avoidance of Double Taxation, Dec. 31, 1975, U.S.-U.K., 31 U.S.T. 5668, T.I.A.S. No. 9682 (Treaty).\n \nWe conclude that the regulation is inconsistent with Article 7 of the Treaty. Consequently, we further conclude that plaintiff’s motion for partial summary judgment should be granted and that defendant’s cross-motion for partial summary judgment must be denied.\n \n\n\nI\nThe essential facts are simple and undisputed.\n \nPlaintiff (NatWest) is a United Kingdom corporation engaged in a wide range of banking, financial and related activities throughout the world, including the United States. NatWest’s offices and business outlets in this country, through which its United States operations are conducted, are collectively called the U.S. Branch.\n \nBanking operations of the U.S. Branch are supported by the worldwide capital of NatWest. If the U.S. Branch were a subsidiary corporation rather than an integral part of NatWest, it would, as both a legal and practical matter, be required to maintain capital reserves which are unnecessary as a result of its branch relationship with NatWest.\n \nTypically, the U.S. Branch obtains the funds to conduct its banking operations by borrowing from NatWest’s headquarters office or from other branches of NatWest (e.g., the Hong Kong branch), as well as from other banks and lending institutions having no relationship with NatWest. In turn, funds so acquired by the U.S. Branch are lent to its customers, thereby generating interest income. There may be occasions when the U.S. Branch lends funds to other branches of NatWest.\n \nConcerning any such borrowing and lending transactions which are intra-corporate, the lending headquarters or branch would “charge” interest on its loans to the U.S. Branch, and the U.S. Branch would “charge” interest on its loans to other units of NatWest, just as if each branch were unrelated to NatWest. The books of account of the U.S. Branch (and of other units within NatWest) would reflect both interest income received from other branches and interest expense paid pursuant to such interbranch transactions just as if they resulted from *122 transactions with unrelated commercial banks.\n \nPlaintiff’s U.S. tax returns for the years at issue, 1981-87, reflected such interbranch transactions in the calculation of income and expense, and resulting taxable profit, attributable to the U.S. Branch as if it were a separate business entity.\n \nUpon audit, the Internal Revenue Service disallowed a portion of the interest expense reflected on the books of the U.S. Branch and insisted that the allowable interest deduction for calculation of profit attributable to the U.S. Branch be determined in accordance with the formula set out in Treas. Reg. § 1.882-5 (1980).1 This disallowance resulted in higher taxes which plaintiff paid and now seeks to recover.\n \n\n\nII\n\nA\nPlaintiff asserts that application of Treas. Reg. § 1.882-5 to plaintiff’s U.S. Branch operations violates the Treaty. Defendant argues that the regulation is consistent with the Treaty. The parties agree that, in the circumstances of this case, if Treas. Reg. § 1.882-5 is inconsistent with the Treaty, the Treaty will control. Tr. (5/1/98) at 24, 39.\n \nThe descriptive full title of the Treaty2 is “Convention Between the Government of the United States of America and the Government of the United Kingdom of Great Britain and Northern Ireland for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion With Respect to Taxes on Income and Capital Gains.” Each of the signatory countries is referred to in the Treaty as a “Contracting State.”\n \nAs suggested by its title, the purpose of the Treaty is to avoid, with respect to residents (including resident corporations) of each Contracting State, taxation of particular items of income by both Contracting States. The general rule adopted to achieve this purpose is that the income of a resident of one Contracting State, even though connected to obligations or activities in the other, is taxed only by the Contracting State of residence. The several exceptions to this general rule (one of which concerns business profits) are specifically addressed in the Treaty.\n \nWith respect to business operations, the general principle espoused in the Treaty is that business profits also shall be taxed only by the country of residence, unless the enterprise carries on business in the other state through a “permanent establishment” located in the other state. A “permanent establishment,” as defined in the Treaty, Article 5(1) & (2), is “a fixed place of business through which the business of an enterprise is wholly or partly carried on” and includes a branch and an office.\n \nThe parties agree that the U.S. Branch of plaintiff is such a “permanent establishment” and that business profits of plaintiff attributable to the U.S. Branch are subject to United States income taxation. Further, the parties agree that Treas. Reg. 1.882-5 was duly adopted pursuant to lawful authority.\n \n\n\nB\nThe parties’ core disagreement concerns whether the regulation is inconsistent with the Treaty and thus inapplicable to the U.S. Branch. Thus, the provisions of the Treaty dealing with the business profits of a permanent establishment become critical to resolution of this case. Those provisions are found in Article 7 (Business Profits) which states, in pertinent part:\n(1) The business profits of an enterprise of a Contracting State [e.g., United Kingdom] shall be taxable only in that State unless the enterprise carried on business in the other Contracting State [United States] through a permanent establishment situated therein. If the enterprise [e.g., plaintiff] carries on business as aforesaid, the business profits of the enterprise *123 may be taxed in that other State [United States] but only so much of them as is attributable to that permanent establishment.\n(2) Subject to the provisions of paragraph (3), where an enterprise of a Contracting State [e.g., United Kingdom] carries on business in the other Contracting State [United States] through a permanent establishment situated therein [e.g., U.S. Branch], there shall in each Contracting State be attributed to that permanent establishment the profits which it might be expected to make if it were a distinct and separate enterprise engaged in the same or similar activities under the same or similar conditions and dealing wholly independently with the enterprise of which it is a permanent establishment.\n(3) In the determination of the profits of a permanent establishment [e.g., U.S. Branch], there shall be allowed as deductions those expenses which are incurred for the purposes of the permanent establishment, including a reasonable allocation of executive and general administrative expenses, research and development expenses, interest, and other expenses incurred for the purposes of the enterprise as a whole ..., whether incurred in the State in which the permanent establishment is situated or elsewhere.\n \n\n\nC\nWhile the parties agree that Article 7 of the Treaty insures that the U.S. Branch must be treated for tax purposes as if it were a separate enterprise, they disagree over whether, in calculating profits attributable to the U.S. Branch, intra-corporate “loan” transactions between U.S. Branch and other non-U.S. units of plaintiff may be treated as transactions between separate entities. (Of course, this litigation directly concerns only the interest deduction for calculating taxable income of the U.S. Branch, not interest income from such transactions.)\n \nIn practical terms, the precise, narrow issue for resolution at this juncture in the proceedings is whether, in the determination of the interest expense deduction for the U.S. Branch, the interest expense reflected in its books of account-with appropriate adjustments, if necessary, to reflect imputation of adequate capital and arm’s-length, market interest rates in intra-corporate “borrowing” transactions-may be used in calculating plaintiff’s U.S. tax liability, or whether, with respect to interest expense, the defendant may require use of a formulary approach, such as that in Treas. Reg. § 1.882-5, which disregards intra-corporate “lending” transactions reflected in the books of account.\n \nResolution of this disagreement requires interpretation of the Treaty and Treas. Reg. § 1.882-5.\n \n\n\nIII\nWe first explore sources bearing on a proper interpretation of the critical Treaty terms, beginning with the text of Article 7.\n \nArticle 7(1) starts with the presumption that with respect to a U.K. corporation such as plaintiff, no business profits whatever may be taxed by the United States unless the corporation carries on business in this country through a permanent establishment. Article 7(1) then provides that if there is a permanent establishment such as the U.S. Branch, only profits attributable to that permanent establishment may be taxed by the United States.\n \nArticle 7(2), building on the foundation that only profits attributable to the permanent establishment may be taxed, provides that there shall be attributed to a permanent establishment such as the U.S. Branch the profits “which it might be expected to make if it were a distinct and separate enterprise engaged in” the same business activity “and dealing wholly independently with the enterprise of which it is a permanent establishment.” (Emphasis added.) Fundamentally, profits are derived by deducting expenses from gross income.\n \nThis Treaty paragraph is made subject to Article 7(3) which provides for an additional deduction to determine taxable profits of the permanent establishment, to wit, “a reasonable allocation of executive and general administrative expenses, research and development expenses, interest, and other expenses incurred for the purposes of the enterprise *124 as a whole ...” wherever incurred. Thus, in addition to deductions for expenses shown on its own books reflecting its separate operations, a permanent establishment may deduct a reasonable portion of home-office expense.\n \nThe face of Article 7, then, would appear to provide in the context of this case that, to determine taxable income of the U.S. Branch, the U.S. Branch is to be regarded as an independent, separate entity dealing at arm’s length with other units of NatWest as if they were wholly unrelated, except that the U.S. Branch may deduct, in addition to its “own” expenses, a reasonable allocation of home office expense. Words such as “distinct” and “separate” and the phrase “dealing wholly independently” (emphasis added) would appear to permit no other interpretation.\n \nContemporaneous commentaries and reports generally support this interpretation.\n \n\n\nIV\nA 1977 report of the United States Department of the Treasury concerning the then-proposed Treaty3 said with respect to paragraph 2 of Article 7 that the United States (as one of the “Contracting States”) “will attribute to the permanent establishment such profits as it would reasonably be expected to derive if it were an independent entity ....” Treasury Department Technical Explanation of the United States and United Kingdom Income Tax Treaty, March 9, 1977 at 16.4 This was the Treasury’s contemporaneous understanding while the Treaty draft was under consideration but before adoption.\n \nWith respect to paragraph 3 of Article 7, the Treasury report said: “[E]xpenses, wherever incurred, which are reasonably connected with profits attributable to the permanent establishment, ... will be allowed as deductions in determining the business profits of the permanent establishment.” Id.\n \nThe Report of the Senate Committee on Foreign Relations, dated April 25, 1978, concerning its consideration and favorable recommendation of the Treaty, in explanation of Article 7 stated:\nThe profits of a permanent establishment are to be determined on an arm’s-length basis. Thus, there is to be attributed to it the ... commercial profits which would reasonably be expected to have been derived by it if it were an independent entity engaged in the same or similar activities under the same or similar conditions and dealing at arm’s-length with the resident of which it is a permanent establishment.\nDef. Br. (4/30/97), Ex. 18 at 18 (emphasis added).\n \n\n\nV\nThe United States and the United Kingdom (together with Canada, Turkey and most western European countries) have been members of the Organization for Economic Co-Operation and Development (OECD) since 1961. Pl. Mem. (7/3/96), Ex. D at 2. International double taxation was recognized by the OECD as an obstacle to the development of economic relations between member countries. In an effort to enhance economic development, the OECD, in 1963, published a Draft Double Taxation Convention on Income and Capital (OECD Document).5\n \nThe OECD Document, prepared by the OECD’s Fiscal Committee and approved by its Council, was proposed for adoption by *125 member countries. OECD Document at 167-68. The U.S.-U.K. Treaty on double taxation is based on the OECD Document.\n \nThe drafters of the OECD Document, as stated therein,\nset out to establish a series of Articles which could be easily interpreted and applied in spite of the differences in national taxation laws and economic interests. The Articles ... provide a means of settling on a uniform basis the most common problems of double taxation. In certain cases, supplementary provisions or solutions for special questions have been specified or outlined in the Commentaries on the Articles.\nOECD Document, ¶ 6 at 10.\n \nAlthough the entire OECD Document is designated a draft “Convention,” the convention (treaty) proposed for adoption by member countries constitutes only a part of the document. The full document includes introductory and explanatory material concerning its history, terms, interpretation and implementation, OECD Document at 7-32, an Annex I consisting of the actual proposed (model) tax treaty (also called the “Draft Convention”), Id. at 36-58, and an Annex II consisting of “Commentaries on The Articles of the Draft Convention,” Id. at 60-164. (The document also includes the decisions of the OECD Council pertaining to implementation of the OECD Document, Id. at 167-68.)\n \nThe initial explanatory material of the OECD Document and the Commentaries in Annex II thereof are important and helpful in determining the probable mutual understanding of countries which used the Document as the basis for a tax treaty. This was intended by the drafters of the OECD Document.6 Thus, explanatory material in the OECD Document is appropriate for use in divining probable intent of countries adopting treaties based thereon.\n \nThe OECD Document, specifically addressing the Commentaries and their intended use, states:\nFor each of the Articles in the Convention there is a detailed Commentary which is designed to illustrate or interpret the provisions.... Although the present Commentaries are not designed to be annexed in any manner to the Conventions to be signed by Member countries, which alone constitute legally binding international instruments, they can nevertheless be of great assistance in the application of the Conventions and, in particular, in the settlement of eventual disputes.\nOECD Document, ¶ 34 at 18 (emphasis added).\n \nThe Commentaries on the Articles of the Draft Convention, OECD Document, Annex II, are presumed to have been in the minds of the negotiators when they drafted the Treaty; consequently, they are persuasive in resolving disputed interpretations.7\n \n\n\nVI\nThe text of the OECD Document, in the course of providing an overview of the Draft Convention, says concerning Article 7:\nArticle 7 ... formulates the basic principle which must govern the calculation of the profits of the permanent establishment, namely that the permanent establishment must be treated as an enterprise distinct and separate from the head office of the enterprise. It settles the question of the expenses which must be allowed as deductions in computing the profits of the permanent establishment ....\n*126 OECD Document, ¶ 14 at 12 (emphasis added).8\n \nTime and again throughout the Commentary on Article 7, OECD Document at 79-89, one finds affirmation of the concept that where the books of account of a permanent establishment are, with adjustments, adequate to determine the profits (gross revenues less expenses) of the permanent establishment as a separate entity, then those books should be used (and presumably not some substituted formula).\n \nThe Commentary pertaining to Article 7(2) provides:\nThis paragraph [i.e., Article 7(2) ] contains the central directive on which the allocation of profits to a permanent establishment is intended to be based. The paragraph incorporates the view ... that the profits to be attributed to a permanent establishment are those which that permanent establishment would have made if, instead of dealing with its head office, it had been dealing with an entirely separate enterprise under conditions and at prices prevailing in the ordinary market. Normally, this would be the same profit that one would expect to be reached by the ordinary processes of good business accountancy. In the great majority of cases, therefore, trading accounts of the permanent establishment-which are commonly available if only because a well-run business organization is normally concerned to know what is the profitability of its various branches-will be used by the taxation authorities concerned to ascertain the profit properly attributable to that establishment.... [W]here there are such accounts, they will naturally form the starting point for any processes of adjustment in case adjustment is required to produce the amount of properly attributable profits.... [I]t is always necessary to start with the real facts of the situation as they appear from the business records of the permanent establishment and to adjust as may be shown to be necessary the profit figures which those facts produce.\nOECD Document at 82, Commentary on Article 7, ¶ 10 (emphasis added).\n \nThat adjustments to reflect “arm’s length” prices are contemplated in the application of Article 7(2) of the Treaty is made clear by paragraphs 11 and 12 of the Commentary on Article 7 which state:\n11. Even where a permanent establishment is able to produce proper accounts which purport to show the profits arising from its activities, it may still be necessary for the taxation authorities of the country concerned to rectify those accounts, in accordance with the general directive laid down in paragraph 2 [of Article 7]. Adjustment of this kind may be necessary; for example, because goods have been invoiced from the head office to the permanent establishment at prices which are not consistent with this directive, and profits have thus been diverted from the permanent establishment to the head office, or vice versa.\n12. In such cases, it will usually be appropriate to substitute for the prices used ordinary market prices for the same or similar goods supplied on the same or similar conditions.... Clearly many special problems ... [pertaining to adjustment of prices applied to intra-corporate exchanges] may arise in individual cases but the general rule should always be that the profits attributed to a permanent establishment should be based on that establishment’s accounts insofar as accounts are available which represent the real facts of the situation.\nOECD Document at 82-83, Commentary on Article 7, ¶¶ 11 & 12 (emphasis added).\n \nParagraph 21 of the Commentary on Article 7, applicable to paragraph 7(3) of the model treaty, provides as follows:\n*127 21. It is usually found that there are, or there can be constructed, adequate accounts for each part ... of an enterprise so that profits and expenses, adjusted as may be necessary, can be allocated to a particular part of the enterprise with a considerable degree of precision. This method of allocation is ... to be preferred in general wherever it is reasonably practicable to adopt it.\nOECD Document at 86, Commentary on Article 7, ¶ 21.\n \nParagraph 22 of the Commentary on Article 7 actually pertains to paragraph 7(4) of the model treaty which does not appear in the Treaty at issue. However, language of this Commentary paragraph is helpful to an understanding of the general tenor of Article 7 concerning intra-corporate dealings and further illustrates the intent of provisions for “separate enterprise” treatment:\n22. It has in some cases been the practice to determine the profits to be attributed to a permanent establishment not on the basis of separate accounts or by making an estimate of arm’s length profit, but simply by apportioning the total profits of the enterprise by reference to various formulae. Such a method differs from those envisaged in paragraph 2 of the Article [7], since it contemplates not an attribution of profits on a separate enterprise footing, but an apportionment of total profits ....\nOECD Document at 86, Commentary on Article 7, ¶ 22.\n \n\n\nVII\nOne would suppose that the clear wording of paragraph 2 of Article 7-especially in combination with paragraphs 10, 11 and 12 of the Commentary on Article 7 emphasizing use of a permanent establishment’s books of account even with respect to intra-corporate transactions-would apply to all transactions between a permanent establishment and its parent enterprise giving rise to items of income and expense. However, as emphasized by defendant, paragraphs 14 and 15 of the Commentary on Article 7, OECD Document at 83-84, provide that despite the literal wording of paragraph 2, there are several exceptions to a strict interpretation of the “wholly independent/separate enterprise” concept.\n \nParagraphs 14 and 15 of the Article 7 Commentary provide:\n14. Apart from what may be regarded as ordinary expenses, there are some classes of payments between permanent establishments and head offices which give rise to special problems, and it is convenient to deal with them at this point. The next five paragraphs discuss three specific cases of this kind and give solutions for them....\n15. The first of these cases relates to interest, royalties and other similar payments made by a permanent establishment to its head office in return for money loaned, or patent rights conceded, by the latter to the permanent establishment. In such a case, it is considered that the payments should not be allowed as deductions in computing the permanent establishment’s taxable profits. (Equally, such payments made to a permanent establishment by the head office should be excluded from the computation of the permanent establishment’s taxable profits.) It is, however, recognized that special considerations apply to payments of interest made by different parts of a financial enterprise (e.g., a bank) to each other on advances, etc., (as distinct from capital allotted to them), in view of the fact that making and receiving advances is narrowly related to the ordinary business of such enterprises....\nOECD Document at 83-84 (emphasis added).\n \nAlthough these Commentary paragraphs provide that certain intra-corporate interest charges “should not be allowed as deductions in computing the permanent establishment’s taxable profits,” we conclude for several reasons that such provision was not intended to apply to banks and other financial institutions whose ordinary business is the borrowing and relending of money.\n \nFirst, the language of paragraph 14 begins: “Apart from what may be regarded as ordinary expenses, there are some classes of [intra-corporate] payment ... which give rise to special problems ....” The intra-corporate interest payments involved in this case *128 are, for a banking enterprise such as plaintiff, the most ordinary of expenses. The very business of banking is the borrowing and relending of funds. Consequently, it is presumed that what follows the opening clause concerning intra-corporate lending transactions is not intended to be applicable to banking enterprises but rather to manufacturing and other non-financial operations.\n \nThis interpretation is reinforced by wording in paragraph 15 of the Commentary pertaining, inter alia, to “payments made by a permanent establishment to its head office in return for money loaned ... by the latter to the permanent establishment.” After then stating that such payments should not be allowed as deductions “in computing the permanent establishment’s taxable profits,” the Commentary paragraph provides:\nIt is, however, recognized that special considerations apply to payments of interest made by different parts of a financial enterprise (e.g., a bank) to each other on advances, etc., (as distinct from capital allotted to them), in view of the fact that making and receiving advances is narrowly related to the ordinary business of such enterprises.\nOECD Document at 83-84, Commentary on Article 7, ¶ 15 (emphasis added).\n \nAlthough the “special considerations apply” language of the quoted sentence is somewhat cryptic and leaves room for defendant to argue, as it does, that the exception to the general thrust of paragraph 15 does not unequivocally say that intra-corporate interest payments by a permanent establishment of a banking enterprise must be allowed, it is concluded that the principal provision of paragraph 15 pertaining to intra-corporate loan transactions was intended for application to non-financial enterprises and not to banks. Given the nature of the ordinary business of banks, this interpretation is consistent both with the language of Article 7 Commentary paragraphs 14 and 15, viewed as a whole, and with other Treaty provisions and Commentaries, whereas a contrary interpretation would be highly inconsistent.\n \n\n\nVIII\nThe foregoing examination of Article 7 of the Treaty, pre-ratification reports of the Treasury Department and the Senate, and Commentaries intended to assist in interpretation leads to the conclusion that the Treaty contemplates that a foreign banking corporation in the position of plaintiff will be subjected to U.S. taxation only on the profits of its U.S. branch and that such profits should be based on the books of account of such branch maintained as if the branch were a distinct and separate enterprise dealing wholly independently with the remainder of the foreign corporation, provided that the financial records of the branch, especially those reflecting intra-corporate lending transactions, are subject to adjustment as may be necessary for imputation of adequate capital to the branch and to insure use of market rates in computing interest expense. In addition to normal deductible expenses reflected on the books of the branch, as adjusted, there shall be allowed in the determination of the profits of the U.S. Branch a reasonable allocation of general and administrative expenses incurred for the purposes of the foreign enterprise as a whole.\n \nWe next consider whether Treas. Reg. § 1.882-5 is consistent with this interpretation of the Treaty.\n \n\n\nIX\nSection 882(c)(1) of the Internal Revenue Code states:\n[T]he proper apportionment and allocation of the deductions ... [allowable in the determination of tax on the income of foreign corporations engaged in business within the United States] shall be determined as provided in regulations prescribed by the Secretary.\nTreas. Reg. § 1.882-5 is the regulation prescribed by the Secretary for determining a foreign corporation’s interest expense deduction. The regulation, by its terms, applies to all foreign corporations with income from business operations in the United States but applies to no purely domestic corporations.\n \nThe regulation makes no distinction between businesses of countries with which the U.S. has entered a treaty, like the one at *129 issue, to avoid double taxation, and enterprises of those countries with which no such treaty exists. (Further, the regulation applies to all foreign corporations engaged in U.S. business regardless of the nature of the business; for present purposes we need only be aware that it unquestionably applies to banking corporations.)\n \nThe regulation was amended in 1996, although the general scheme remained the same as that described below. In this opinion we quote from and cite to the original 1981 version in effect during the 1981-87 tax years in issue.\n \n\n\nA\nTreas. Reg. § 1.882-5 applies a complex formula9 to all foreign corporations with U.S. branches and, in very general terms, operates as follows: Before application of the formula, the regulation requires that all interbranch lending/borrowing transactions be disregarded: “Assets, liabilities, and interest expense amounts resulting from loan or credit transactions of any type between the separate offices or branches of the same foreign corporation are disregarded.” Treas. Reg. § 1.882-5(a)(5). The formula then uses a three-step process to determine the interest deduction allowable to off-set income from U.S. operations.\n \nThe first step requires the calculation of the amount of the assets of the U.S. branch of a foreign corporation (but excludes from the total any funds resulting from interbranch borrowing).\n \nThe second step requires a calculation of liabilities of the U.S. operation (but, again, excluding from the total any “obligations” arising from interbranch borrowing). This calculation begins with establishment of a ratio which must be either a fixed percentage (95 percent for banks and similar financial enterprises or 50 percent for other businesses) or the ratio of the foreign corporation’s actual worldwide liabilities to its actual worldwide assets (i.e., the foreign corporation’s capital ratio). The resulting fraction or fixed percentage is then multiplied by the assets calculated in step one; the resulting amount is presumed to be the liabilities of the foreign corporation’s U.S. operation.\n \nThe third step of the formula is the determination of the actual allowable interest expense deduction with respect to the U.S. operation. The foreign taxpayer is given a choice of two methods to determine its actual allowable interest expense deduction, both of which begin by comparing the “presumed” liabilities computed in step two with actual liabilities of the U.S. branch to third parties (thus disregarding interbranch borrowing).10 This comparison determines whether the foreign corporation will be permitted to deduct interest in excess of that shown on the books of the U.S. branch as paid to third parties. If the “presumed” liabilities exceed the liabilities to third parties, as is usually the case, see Transcript (5/1/98) at 54, the taxpayer is allowed to deduct (in addition to that paid to third parties) interest on the portion of the liabilities computed in step two which exceeds the actual liabilities to third parties, but the rates to determine such additional interest will be average rates incurred on various liabilities of the foreign corporation having no direct relation to the U.S. branch.\n \nKeeping in mind that Treas. Reg. § 1.882-5 purports to control the interest expense deduction for the U.S. operations of all foreign corporations, whether or not U.S. operations are the subject of a tax treaty like the one in issue, it is intended to accomplish (1) imputation or allocation of capital to the U.S. branch, (2) application of arm’s length interest rates for intra-corporate borrowing and (3) prevention of improper, intentional shifting of income away from the U.S. branch merely to avoid United States income taxation.\n \n*130 Defendant argues that the regulation, with respect to interest expense, treats all U.S. branches of foreign enterprises as separate entities and merely uses the regulation’s formulary approach as an effective yet simple means to allocate capital, adjust charges for intra-corporate “borrowing” and insure correction of any improper manipulation among branches of the foreign enterprise to shift income for tax avoidance.\n \nWe find that rather than treating the U.S. branch of foreign enterprises as separate entities, the regulation plainly treats each U.S. branch as a unit of a worldwide enterprise and, thus, is inconsistent with the “separate entity” provision of Article 7(2) of the Treaty.\n \n\n\nB\nStated broadly, Treas. Reg. § 1.882-5 is inconsistent with Article 7 of the Treaty for two reasons. First, the regulation, in the computation of the interest expense deduction, disregards all interbranch transactions, even for banking operations (although a portion of a U.S. branch’s interbranch borrowing will typically be restored in step three of the deduction calculation). Second, the regulation computes liabilities (in step two), and from that figure the ultimate interest deduction (in step three), on the basis of worldwide assets and worldwide liabilities of the entire foreign enterprise, rather than determining the interest deduction on the basis of the separate, independent operations of the U.S. branch.\n \nThe regulation simply disregards, as an initial matter and before application of the interest expense formula, all “[a]ssets, liabilities, and interest expense amounts resulting from loan or credit transactions of any type between the separate offices or branches of the same foreign corporation.” Treas. Reg. § 1.882-5(a)(5). This plainly violates the separate entity/wholly independent provision of Article 7, paragraph 2 of the Treaty, especially as interpreted in light of paragraphs 10, 11 and 12 of the Commentary on Article 7, OECD Document at 82-83.11 This initial requirement of the regulation affects every step of its formula.\n \nThe first step of the formula requires calculation of the assets of the U.S. branch, but without the assets appearing on the books of the branch which result from interbranch transactions. This is contrary to the separate entity/wholly independent provision of Article 7.\n \nThe second step requires a calculation of liabilities, but not the liabilities actually shown on the books of the branch; instead, step two requires application to the assets figure a fixed percentage (an assumed capital ratio) or the actual capital ratio of the entire foreign enterprise (determined, of course, on the basis of the worldwide operations of the foreign enterprise).12 This also is contrary to the separate entity/wholly independent provision of Article 7.\n \nThe third step, involving the determination of the actual interest deduction amount, begins by comparing the “presumed” liabilities computed in step two with actual liabilities of the U.S. branch to third parties (thus disregarding interbranch borrowing shown on the books of the branch). If the “presumed” liabilities exceed the liabilities to third parties, the taxpayer may deduct, in addition to *131 interest paid to third parties, a deemed interest on the portion of the “presumed” liabilities which exceeds the actual liabilities to third parties, but the rates to determine such additional interest are average worldwide rates incurred in various other worldwide transactions of the foreign corporation unrelated to the U.S. branch. Use of the “presumed” liability figure is, as explained above, inconsistent with Article 7. Further, requiring the use of worldwide average rates of the foreign enterprise and not permitting use of borrowings and rates shown on the branch’s books of account, both adjusted as may be necessary, are plainly inconsistent with the separate entity/wholly independent provision of Article 7.\n \nIn sum, insofar as the U.S. branch of a banking corporation is concerned, Treas. Reg. § 1.882-5 is fundamentally incompatible with paragraphs 2 and 3 of Article 7 of the Treaty.\n \n\n\nX\nThe defendant had occasion in 1989 to consider the same issue presented by the parties’ cross-motions and held, in Revenue Ruling 89-115, that “Articles 7(2) and 7(3) of the [Treaty] ... cannot be interpreted to allow [a foreign banking corporation such as NatWest] ... to allocate and apportion interest in a manner other than that mandated by [Treas. Reg.] section 1.882-5.” Rev. Rul. 89-115, 1989-2 C.B. 130 (Pl. Mem (7/3/96), Ex. K). (The revenue ruling was concerned only with application of the Treaty to the U.S. permanent establishment of a banking corporation, as are we in our consideration of the regulation and the revenue ruling.)\n \nOf course, based on the foregoing discussion, we disagree with the conclusion in Revenue Ruling 89-115. We believe that it misinterprets both paragraphs 2 and 3 of Article 7 of the Treaty. However, in our view, its fundamental flaw is in its preliminary position that the Treaty does not provide (for banking corporations) “a specific rule for the allocation of interest expense to the profits of a permanent establishment.” On the contrary, Article 7, paragraphs 2 and 3, especially when interpreted in light of the Commentary pertaining thereto, clearly contemplate that interest expense with respect to the permanent establishment of a bank shall be allocated as any other significant deductible expense, particularly for a bank whose very business is the borrowing and lending of money. We believe it is clear that this allocation should be as shown on the books of account of the permanent establishment, with necessary adjustments, as if the permanent establishment were “a distinct and separate enterprise ... dealing wholly independently with” the foreign enterprise.\n \n\n\nXI\n\nA\nBased on the foregoing, plaintiff is entitled to a ruling that Treas. Reg. § 1.882-5 is inconsistent with the “separate entity” treatment provided by Article 7 of the Treaty. Accordingly, plaintiff’s motion filed on July 3, 1996 for partial summary judgment is GRANTED, and defendant’s cross-motion filed April 30, 1997 for partial summary judgment is DENIED.\n \n\n\nB\nThe parties shall file a joint status report by Monday, August 9, 1999 suggesting a course for further proceedings. If the parties are unable to agree on a course for further proceedings, the status report should set out the separate suggestions of each party.\n \nAll Citations\n44 Fed.Cl. 120, 84 A.F.T.R.2d 99-5068, 99-2 USTC P 50,654\n\n\n\nFootnotes\n|\n1\n|The regulation was adopted on December 30, 1980. It did not apply to NatWest until the 1981 tax year.\n|\n2\n|In the record of this case, the Treaty may be found in three places: Pl. Mem. (7/3/96), Ex. A; Def. Br. (4/30/97), Ex. 15; and Amicus U.K. Br. (12/23/97), App. A. For convenience, in text we cite only to relevant articles and paragraphs of the Treaty which may be found in each reference.\n|\n3\n|Although the Treaty was originally signed on behalf of the United States and the United Kingdom on December 31, 1975, Senate action related to its ratification occurred in June 1978, and it became effective in April 1980. Pl. Mem. (7/3/96), Ex. A at 2.\n|\n4\n|In the record of this case, the 1977 Treasury Report may be found in two places: Pl. Mem. (7/3/96), Ex. F and Def. Br. (4/30/97), Ex. 16. For convenience, the page numbers of the report cited in text are those of the original report rather than those supplied with the parties’ exhibits.\n|\n5\n|In the record of this case, the 1963 OECD Draft Double Taxation Convention on Income and Capital (including, inter alia, both a model treaty and “Commentaries”) may be found in two places: Pl. Mem. (7/3/96), Ex. D and Def. Br. (4/30/97), Ex. 25. For convenience, in text we cite only to relevant Commentaries and paragraphs of the Draft Convention which may be found in each reference. Portions of the 1963 Draft OECD Convention and Commentaries directly addressing Article 7 (Business Profits) may also be found at Amicus U.K. Br. (12/23/97), App. C, D, and E.\n|\n6\n|The introduction of the OECD Document, ¶ 2 at 7, states: “The text of the Draft Convention is given in an Annex [I] ...; in another Annex [II] are given the detailed Commentaries designed to illustrate or interpret each Article.” (Emphasis added.)\n|\n7\n|Those representing the United States in the pre-ratification process were mindful that Article 7 of the Treaty was based on the model convention in the OECD Document.\nThe 1977 Treasury report, at 17, stated with respect to Article 7: “This Article is ... based on Article 7 (Business Profits) of the OECD Model Convention.” The Report of the Senate Committee on Foreign Relations, dated April 25, 1978, concerning its consideration and favorable recommendation of the Treaty, in explanation of Article 7 stated: “The business profits provisions are substantially the same as the provisions ... in the OECD model tax treaty.” Def. Br. (4/30/97), Ex. 18 at 18.\n|\n8\n|The wording omitted at the end of Commentary paragraph 14 provided that Article 7 “also determines when and on what conditions such [business] profits may be determined otherwise than on the separate enterprise principle.” This portion of the quoted paragraph applies to paragraph 4 of Article 7 in the model treaty concerning situations in which it had “been customary in a Contracting State to determine the profits to be attributed to a permanent establishment on the basis of an apportionment of the total profits of the enterprise to its various parts,” OECD Document at 46. This provision was not included in Article 7 of the Treaty.\n|\n9\n|See Fred B. Brown, Federal Income Taxation of U.S. Branches of Foreign Corporations: Separate Entity or Separate Rules, 49 Tax L.Rev. 133, 146 (1993). This article, at 146-49, explains how the formula of Treas. Reg. 1.882-5 operates to determine the allowable interest deduction with respect to the U.S. income of a foreign corporation.\n|\n10\n|For detailed explanation of the two methods, see Treas. Reg. § 1.882-5(b)(3)(i) & (ii) & (c) and Fred B. Brown, Federal Income Taxation of U.S. Branches of Foreign Corporations: Separate Entity or Separate Rules, 49 Tax L.Rev. 133, 146-49 (1993).\n|\n11\n|In contrast, when the United States taxes a wholly owned subsidiary of a foreign corporation as a separate entity, the U.S. leaves intra-corporate transactions on the books, and makes all necessary adjustments to the books of the U.S. subsidiary.\n[A] U.S. subsidiary of a foreign corporation is taxed as any other domestic corporation, that is, as a separate taxable entity apart from its foreign parent.... In determining a U.S. subsidiary’s taxable income, transactions between the subsidiary and its foreign parent are recognized for tax purposes.\nFred B. Brown, Federal Income Taxation of U.S. Branches of Foreign Corporations: Separate Entity or Separate Rules, 49 Tax L.Rev. 133, 134 (1993).\n|\n12\n|See Fred B. Brown, Federal Income Taxation of U.S. Branches of Foreign Corporations: Separate Entity or Separate Rules, 49 Tax L.Rev. 133, 146 (1993).\nThe interest expense deduction [under Treas. Reg. § 1.882-5] is determined under a complex formula. In general, the regulation apportions interest expense to a foreign corporation’s U.S. business activities largely based on the relative amount of the foreign corporation’s worldwide assets held by its U.S. branch.\n(Emphasis added.)\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}