{
    "Background": "\n\n\n\n193 F.Supp. 611\nUnited States District Court S.D. California, Central Division.\nLEWIS FOOD COMPANY, a California Corporation, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nCiv. No. 1219-58-PH.\n|\nApril 24, 1961.\nSynopsis\nAction by corporate taxpayer for a refund of income taxes. The District Court, Bicks, J., held that evidence failed to establish that an annual salary of $120,000 for certain fiscal years, and an annual salary of $80,000 for another fiscal year, were reasonable compensation to a corporate president, although evidence established that $40,000 per year for the years involved was reasonable compensation, and therefore amounts paid to president in excess of $40,000 per year did not constitute ordinary and necessary business expense of the corporation.\n \nJudgment for plaintiff in accordance with opinion.\n \n\n\nWest Headnotes (4)\n\n\n[1]\n|Internal RevenueCompensation for Services\n|\n|In determining reasonableness of salary a corporation paid its president, only negligible weight could be given concurrence of members of board of directors to such salary as an independent judgment, where each of the directors owed his appointment and continuance in office to the president. 26 U.S.C.A. (I.R.C.1954) § 162(a)(1); 26 U.S.C.A. (I.R.C.1939) § 23(a)(1)(A).\n\n|\n\n\n[2]\n|Internal RevenueCompensation for Services\n|\n|A corporation may deduct for income tax purposes only a reasonable salary for its president, commensurate with what would be paid to a person discharging his responsibilities, arrived at in negotiations at arm’s length, and a corporate president was not entitled to reap fruits of his investment, for income tax purposes, through guise of payment to himself of a deductible salary, rather than payment of dividends. 26 U.S.C.A. (I.R.C.1954) § 162(a)(1); 26 U.S.C.A. (I.R.C.1939) § 23(a)(1)(A).\n\n|\n\n\n[3]\n|Internal RevenueEvidence\n|\n|What constitutes reasonable compensation for services rendered, for purposes of deductible salary for income taxes, presents a factual situation, with burden of proof upon taxpayer. 26 U.S.C.A. (I.R.C.1954) § 162(a) (1); 26 U.S.C.A. (I.R.C.1939) § 23(a)(1)(A).\n\n|\n\n\n[4]\n|Internal RevenueEvidence\n|\n|Evidence failed to establish that an annual salary of $120,000 for certain fiscal years, and an annual salary of $80,000 for another fiscal year, were reasonable compensation to a corporate president, although evidence established that $40,000 per year for the years involved was reasonable compensation, and therefore amounts paid to president in excess of $40,000 per year did not constitute ordinary and necessary business expense of the corporation. 26 U.S.C.A. (I.R.C.1954) § 162(a)(1); 26 U.S.C.A. (I.R.C.1939) § 23(a)(1)(A).\n\n|\n\n\nAttorneys and Law Firms\n*611 William H. Wilson, Los Angeles, Cal., for plaintiff.\nLaughlin E. Waters, U.S. Atty., Los Angeles, Cal., for defendant, Edward R. McHale, Robert H. Wyshak, Asst. U.S. Attys., Los Angeles, Cal., of Counsel.\nOpinion\n\nBICKS, District Judge.1\n\nPlaintiff, a California corporation, brings this action for refund of income tax alleged to have been erroneously assessed, 26 U.S.C.A. § 7422; 28 U.S.C.A. § 1346(a)(1).\nThe Lewis Food Company manufactures and distributes dog and cat food. It paid D. B. Lewis, its President and sole stockholder, a salary of $120,000 for the fiscal years ending June 30, 1952, 1953, and 1954, and $80,000 for the fiscal year ending June 30, 1955.\n*612 The plaintiff deducted these amounts as salary expenses, 26 U.S.C.A. § 162(a)(1) [§ 23(a)(1)(A), Int.Rev.Code of 1939]. The Internal Revenue Service determined that $30,000 per year was a reasonable salary and that the payments in excess thereof were not deductible as ordinary and necessary business expense. Deficiencies were assessed and these were paid, together with interest.\nDuring each of the taxable years no dividends were declared or paid by plaintiff though earnings in 1952 were $487,598.18, in 1953, $757,059.96, in 1954, $647,957.33, and in 1955, $300,364.35.\n[1] In addition to salary, the plaintiff annually paid $48,000 to Mr. Lewis for rental of its canning facilities which cost him $67,000 to acquire, a return to him of upwards of seventy percent on his cost. The action of the directors, who each owed his appointment and continuance in office to Mr. Lewis, in fixing Mr. Lewis’ salary and the rental to be paid to him, did not constitute dealing at arm’s length. Only negligible weight, therefore, can be given to the concurrence of the other members of the board of directors as an independent judgment. See Landis Products, Inc. v. C.I.R., 1958, 17 T.C.M. 652, 653.\n \n[2] Two issues must be clearly distinguished. Firstly, it cannot be gainsaid that the substantial profits that Lewis Food Company has produced belong exclusively to Mr. Lewis in his role as sole stockholder. Secondly, it is equally clear that Lewis Food Company may only deduct a reasonable salary for its President, commensurate with what would be paid to a person discharging his responsibilities, arrived at in negotiations at arm’s length. As sole stockholder Mr. Lewis is entitled to reap the fruits of his investment, but dividends in the guise of deductible salary is not the proper mode.\n \nMr. Lewis has undoubtedly contributed to plaintiff’s growth, thus increasing the value of his stock interest, however his training and experience for the position he now holds was informal and largely unrelated to his tasks as chief executive of a pet food manufacturer. After purchasing the Dr. Ross label from the bankruptcy purchaser, Lewis operated plaintiff’s predecessor as a sole proprietorship until 1950. Prior to that time Lewis had been employed by various retail chain stores for whom he worked essentially as a retail clerk. He then went into the candy business as an individual entrepreneur which he disposed of for an insubstantial consideration. This was followed by a venture in the bakery business which he disposed of in exchange for stock of the purchaser which ultimately proved worthless.\n[3] What constitutes reasonable compensation for services rendered presents a factual question, Gem Jewelry Co., Inc. v. C.I.R., 5 Cir., 1948,165 F.2d 991, certiorari denied 334 U.S. 846, 68 S.Ct. 1516, 92 L.Ed. 1770; H. Levine & Bros., Inc. v. C.I.R., 7 Cir., 1939, 101 F.2d 391, with the burden of proof upon the plaintiff, Botany Worsted Mills v. United States,278 U.S. 282, 49 S.Ct. 129, 73 L.Ed. 379.\n \n[4] Plaintiff has not sustained its burden of proving that $120,000 and $80,000, respectively, were reasonable compensation. The increase in earnings during the years in question inured to Lewis through his stock ownership and is available to him through the declaration of dividends, but dividends may not be disbursed under the guise of salary. The Court finds that $40,000 per year for each of the fiscal years 1952-1955 is fair and reasonable compensation to the President of plaintiff and that the amount paid to him in excess thereof under the circumstances of this case does not constitute an ordinary and necessary business expense.\n \nThe plaintiff is entitled to judgment based on a salary deduction of $40,000 for each of the years in question, and for its costs herein to be taxed by the Clerk of the Court.\nThis opinion shall constitute findings of fact and conclusions of law under Fed.R.Civ.P. Rule 52(a), 28 U.S.C.A. In accordance with the proposed judgment *613 submitted by counsel for each of the parties,\nIt is hereby ordered, adjudged and decreed that plaintiff do have and recover judgment of and from defendant for the fiscal year ending June 30, 1952, in the sum of $8,287.17, with interest as provided by law from October 7, 1955; for the fiscal year ending June 30, 1953, in the sum of $8,155.02, with interest as provided by law from June 15, 1956; for the fiscal year ending June 30, 1954, in the sum of $7,149 with interest as provided by law from July 18, 1957; and for the fiscal year ending June 30, 1955, in the sum of $5,798.85, with interest as provided by law from August 16, 1957; and costs in the sum of $ .\nAll Citations\n193 F.Supp. 611, 7 A.F.T.R.2d 1479, 61-1 USTC P 9434\n\n\n\nFootnotes\n|\n1\n|Sitting by designation.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}