{
    "Background": "\n\n\n\n81 F.4th 1048\nUnited States Court of Appeals, Tenth Circuit.\nAMERICAN PETROLEUM INSTITUTE, Petitioner - Appellant,\nv.\nUNITED STATES DEPARTMENT OF INTERIOR; United States Department of Interior Secretary, in her official capacity a/k/a Debra Haaland; Office of Natural Resources Revenue; Office of Natural Resources Revenue Director, in his official capacity a/k/a Kimbra Davis, Respondents - Appellees,\nand\nNatural Resources Defense Council; Northern Plains Resource Council, Inc.; Powder River Basin Resource Council; the Wilderness Society; Western Organization of Resource Councils; State of California; State of New Mexico, Intervenor Respondents - Appellees.\nNo. 21-8076\n|\nFILED August 25, 2023\nSynopsis\nBackground: Energy producer filed suit against United States Department of Interior’s Office of Natural Resources Revenue (ONRR), challenging valuation rule for calculating royalties on oil, gas, and coal produced from federal lands and offshore leases, as well as coal produced from Indian lands, as arbitrary and capricious in violation of Administrative Procedure Act (APA). Two states and five environmental groups intervened to defend rule alongside ONRR. The United States District Court for the District of Wyoming, Scott W. Skavdahl, Chief Judge, 415 F.Supp.3d 1034, granted in part and denied in part producer’s motion for preliminary injunction and, subsequently, 559 F.Supp.3d 1203, upheld rule’s oil-and-gas provisions at summary judgment. Producer appealed.\n \nHoldings: The Court of Appeals, Moritz, Circuit Judge, held that:\n \n[1] rule’s rescission of deep water policy (DWP) was not arbitrary and capricious;\n \n[2] rule’s ending of allowance-cap exemptions for gross-proceeds valuation was not arbitrary and capricious;\n \n[3] rule’s adoption of index-price option was not arbitrary and capricious; and\n \n[4] rule’s adoption of default valuation method was not arbitrary and capricious.\n \nAffirmed.\n \n\n\nWest Headnotes (35)\n\n\n[1]\n|Mines and MineralsFederal Leases\n|\n|Under the Mineral Leasing Act and Outer Continental Shelf Lands Act, the Department of the Interior (DOI) issues leases to private companies that allow them to explore, develop, and extract oil and gas from onshore public lands and offshore submerged lands in the Outer Continental Shelf (OCS). 30 U.S.C.A. § 181 et seq.; Outer Continental Shelf Lands Act § 2, 43 U.S.C.A. § 1331 et seq.\n\n|\n\n\n[2]\n|Administrative Law and ProcedureReview for arbitrary, capricious, unreasonable, or illegal actions in general\n|\n|The Administrative Procedure Act (APA) requires courts to set aside agency action that is arbitrary and capricious. 5 U.S.C.A. § 706(2)(A).\n2 Cases that cite this headnote\n|\n\n\n[3]\n|Administrative Law and ProcedureReview for arbitrary, capricious, unreasonable, or illegal actions in general\n|\n|Under the Administrative Procedure Act (APA), the arbitrary-and-capricious standard of review of agency action is a narrow one, requiring only that the agency examine the relevant evidence and adequately explain its decision by articulating a rational connection between the facts found and the decision made. 5 U.S.C.A. § 706(2)(A).\n4 Cases that cite this headnote\n|\n\n\n[4]\n|Administrative Law and ProcedureSubstantial evidence\nAdministrative Law and ProcedureSubstantial evidence\n|\n|Under the Administrative Procedure Act’s (APA) arbitrary-and-capricious standard of review of agency action, the agency cannot (1) rely on factors deemed irrelevant by Congress, (2) fail to consider important aspects of the problem, (3) present an explanation that is either implausible or contrary to the evidence, or (4) reach a decision that is not supported by substantial evidence in the administrative record. 5 U.S.C.A. § 706(2)(A).\n6 Cases that cite this headnote\n|\n\n\n[5]\n|Administrative Law and ProcedureReview for arbitrary, capricious, unreasonable, or illegal actions in general\nAdministrative Law and ProcedureDeference given to agency in general\nAdministrative Law and ProcedurePresumptions and Burdens on Review\n|\n|When assessing whether errors occurred under the arbitrary-and-capricious standard of review of the Administrative Procedure Act (APA), Court of Appeals’ inquiry must be thorough, but the standard is very deferential to the agency; therefore, the court presumes the agency’s action is valid, and the party challenging that action bears the burden of proving otherwise. 5 U.S.C.A. § 706(2)(A).\n3 Cases that cite this headnote\n|\n\n\n[6]\n|Administrative Law and ProcedureTrial or review de novo\n|\n|Court of Appeals owes no deference to the district court’s decision on review of an agency action under the Administrative Procedure Act (APA) and reviews that decision de novo. 5 U.S.C.A. § 706(2)(A).\n\n|\n\n\n[7]\n|Mines and MineralsJudicial Remedies\n|\n|Energy producer waived appellate argument that Department of Interior’s Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases exceeded its statutory authority in violation of Administrative Procedure Act (APA), although producer cited that APA provision in standard-of-review section of its opening brief, since producer inadequately developed argument grounded in that APA provision, as producer did not suggest rule had to be set aside on that ground and never argued that any of rule’s purported flaws reflected ONRR exceeding statutory authority, and producer’s reply brief emphasized that salient issue was not ONRR’s general rulemaking authority but rather whether rule was arbitrary and capricious. 5 U.S.C.A. §§ 706(2)(A), 706(2)(C); 30 U.S.C.A. § 226(b)(1); Outer Continental Shelf Lands Act § 8, 43 U.S.C.A. § 1337(a)(1); 30 C.F.R. §§ 1206.101(a), 1206.141(b), 1206.142(b).\n\n|\n\n\n[8]\n|Mines and MineralsJudicial Remedies\n|\n|Although energy producer argued that district court applied inappropriate Administrative Procedure Act (APA) standards by uncritically accepting Department of Interior’s Office of Natural Resources Revenue’s (ONRR) unsupported legal conclusions and improperly deferring to legal deficiencies of its valuation rule for calculating royalties on oil and gas produced from federal lands as policy choices, any errors in district court’s analysis did not, by themselves, support vacating rule, since Court of Appeals was not bound by district court’s factual findings or legal conclusions, so even if district court reviewed rule under wrong standards, Court of Appeals was still required to render independent decision under the correct standards and determine whether ONRR satisfied APA’s requirements. 5 U.S.C.A. § 706(2)(A); 30 C.F.R. §§ 1206.101(a), 1206.141(b), 1206.142(b).\n\n|\n\n\n[9]\n|Administrative Law and ProcedureChange of policy; reason or explanation\n|\n|When agencies reverse a prior policy, the Administrative Procedure Act (APA) requires them to take into account any serious reliance interests created by the prior policy. 5 U.S.C.A. § 551 et seq.\n\n|\n\n\n[10]\n|Administrative Law and ProcedureChange of policy; reason or explanation\n|\n|Under the Administrative Procedure Act (APA), when an agency reverses a prior policy, the agency’s duty to take into account any serious reliance interests created by the prior policy exists in tandem with the nature of the reliance interests at issue; therefore, present and continuing reliance on that prior policy will likely require a more detailed agency explanation than historical reliance that has faded over time. 5 U.S.C.A. § 551 et seq.\n\n|\n\n\n[11]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not ignore reliance interests in rescinding deep water policy (DWP), treating cost of moving production from deep water wells to offshore platform as deductible transportation expense under gross-proceeds royalty calculation, not nondeductible gathering expense; ONRR recognized lessees initially relied on DWP to incentivize deep water leasing, but concluded that DWP had served its purpose, thus suggesting lessees no longer relied on DWP as production incentive, ONRR invoked its power to reclassify those costs under its broad statutory authority to define value of production, and ONRR gave reasoned explanation for reversing DWP. 30 U.S.C.A. § 226(b)(1)(A); Outer Continental Shelf Lands Act § 8, 43 U.S.C.A. § 1337(a)(1); 30 C.F.R. § 1206.20.\n\n|\n\n\n[12]\n|Administrative Law and ProcedureChange of policy; reason or explanation\n|\n|When an agency reverses a prior policy, the reasons behind the new policy need not be better than the reasons for the old one; they need only be good reasons. 5 U.S.C.A. § 551 et seq.\n\n|\n\n\n[13]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not ignore unique circumstances under which deep water Outer Continental Shelf (OCS) lessees operated, by rescinding deep water policy (DWP) treating cost of moving production from deep water wells to offshore platform as deductible transportation expense under gross-proceeds royalty calculation, rather than nondeductible gathering expense, since ONRR’s explanation for rescinding DWP made clear it was aware of greater expenses of moving production miles away from well to reach facilities closer to shore and that rule would impose extra costs on deep water lessees in order to apply regulations more consistently and reliably to all lessees. 30 U.S.C.A. § 226(b)(1)(A); Outer Continental Shelf Lands Act § 8, 43 U.S.C.A. § 1337(a)(1); 30 C.F.R. § 1206.20.\n\n|\n\n\n[14]\n|Administrative Law and ProcedureResponse to comment\n|\n|When rulemaking under the Administrative Procedure Act (APA), in responding to comments, an agency need not discuss every item of fact or opinion included in the submissions made to it; rather, the agency need only respond sufficiently to enable a court to see what major issues of policy were ventilated and why the agency reacted to them as it did. 5 U.S.C.A. § 551 et seq.\n\n|\n\n\n[15]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not ignore principle that value of production for royalty purposes must be established at the lease, in rescinding deep water policy (DWP) treating cost of moving production from deep water wells to offshore platform as deductible transportation expense under gross-proceeds royalty calculation, rather than nondeductible gathering expense, since ONRR made clear, when proposing rule, that rule would not alter underlying principles of current regulations, and ONRR reaffirmed that value, for royalty purposes, of crude oil and natural gas produced from federal leases was determined at or near the lease. 30 U.S.C.A. § 226(b)(1)(A); Outer Continental Shelf Lands Act § 8, 43 U.S.C.A. § 1337(a)(1); 30 C.F.R. § 1206.20.\n\n|\n\n\n[16]\n|Mines and MineralsRent and royalties\n|\n|The Mineral Leasing Act’s requirement that Office of Natural Resources Revenue (ONRR) base an oil or gas royalty on the value of the production removed or sold from the lease is sufficiently broad to be read as referring simply to the origin of the oil or gas; to conclude otherwise would ignore the statute’s broad language and instead read the statute as if it referred to oil or gas sold at the lease. 30 U.S.C.A. § 226(b)(1)(A).\n\n|\n\n\n[17]\n|Mines and MineralsJudicial Remedies\n|\n|Energy producer waived appellate argument that Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases constituted disparate treatment by ending exemptions from caps on transportation and processing allowances lessees could claim under gross-proceeds method of calculating royalties, since producer inadequately briefed that argument in opening brief by raising it in single paragraph that cited out-of-circuit case without explaining its applicability. 30 C.F.R. §§ 1206.110(d)(2), 1206.152(e)(2), 1206.159(3)-(4).\n1 Case that cites this headnote\n|\n\n\n[18]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not constitute disparate treatment by ending exemptions from caps on transportation and processing allowances lessees could claim under gross-proceeds method of calculating royalties, since ONRR’s rule treated all lessees whose transportation and processing costs exceeded allowance caps the same by barring all such lessees from requesting exemptions, and ONRR justified treating lessees with costs above and below caps differently by explaining that such treatment was necessary to ensure fair return to public and limit ONRR’s administrative costs to process exemption requests. 30 C.F.R. §§ 1206.110(d)(2), 1206.152(e)(2), 1206.159(3)-(4).\n1 Case that cites this headnote\n|\n\n\n[19]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not conflict with regulations allowing lessees to deduct their reasonable, actual transportation and processing costs, by ONRR’s decision to end exemptions from caps on transportation and processing allowances lessees could claim under gross-proceeds method of calculating royalties, even though lessees would not recover their costs in full without exemptions, since lessees were not entitled to recoup, through allowances, all of their transportation and processing expenses under leasing statutes that required ONRR to base royalty on value of production, leaving room for ONRR to decide what allowances to provide in determining that value. 30 U.S.C.A. § 226; Outer Continental Shelf Lands Act § 8, 43 U.S.C.A. § 1337; 30 C.F.R. §§ 206.104(b)(2), 1206.110(a), 1206.152(a), 1206.159(a).\n1 Case that cites this headnote\n|\n\n\n[20]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not contain unexplained inconsistency between treatment of exemption requests for Indian oil leases and federal oil and gas leases, by ending exemptions from caps on transportation and processing allowances lessees could claim for federal oil and gas leases but not for Indian oil under gross-proceeds method of calculating royalties, since ONRR explained that it had never received exemption request to exceed cap on transportation allowances for Indian oil, so ONRR was not expending administrative costs to process any such requests, and that negotiated rulemaking committee did not recommend ending allowance-cap exemptions for Indian oil. 30 C.F.R. §§ 1206.110(d)(2), 1206.152(e)(2), 1206.159(3)-(4).\n1 Case that cites this headnote\n|\n\n\n[21]\n|Mines and MineralsJudicial Remedies\n|\n|Energy producer waived appellate argument concerning alleged inconsistency in Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases, by ending allowance-cap exemptions for federal oil and gas leases and, at same time, rejecting request to add allowance cap for federal and Indian coal leases, since producer failed to raise that argument during public comment period for proposed rule. 30 C.F.R. §§ 1206.110(d)(2), 1206.152(e)(2), 1206.159(3)-(4).\n\n|\n\n\n[22]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not upset reasonable reliance interests by ending existing exemptions from caps on transportation and processing allowances that lessees could claim for federal oil and gas leases; ONRR took into account lessees’ reliance interests by acknowledging that rule could upset existing and ongoing reliance interests, which were entitled to less weight because existing exemptions were granted only short-term, that lessees were on notice of changes for over one year, and that ensuring fair return to public and limiting administrative costs to process exemption requests outweighed lessees’ short-term reliance on exemptions and supported change. 30 C.F.R. §§ 1206.110(d)(2), 1206.152(e)(2), 1206.159(3)-(4).\n\n|\n\n\n[23]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases was not impermissibly retroactive by ending existing exemptions from caps on transportation and processing allowances that lessees could claim for federal oil and gas leases, since ONRR explained that rule was entirely prospective and, thus, did not affect ability of lessees with exemptions to claim allowances exceeding caps for past production months. 30 C.F.R. §§ 1206.110(d)(2), 1206.152(e)(2), 1206.159(3)-(4).\n\n|\n\n\n[24]\n|Administrative Law and ProcedureChange of policy; reason or explanation\n|\n|Though an agency must adequately consider any legitimate reliance on prior policy, such reliance is not necessarily dispositive to the agency’s decision to change that policy. 5 U.S.C.A. § 551 et seq.\n\n|\n\n\n[25]\n|Administrative Law and ProcedureChange of policy; reason or explanation\n|\n|When changing a policy, an agency may conclude that reliance interests on an existing policy were entitled to no or diminished weight or outweighed by other interests and policy concerns. 5 U.S.C.A. § 551 et seq.\n\n|\n\n\n[26]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not arbitrarily and capriciously use highest bidweek price for lessees that chose index-price option as valuation method if they did not sell their natural gas at arm’s length, since ONRR explained that using high-end value rather than average or median bidweek price was reasonable and justified because of administrative benefits it afforded to lessee while simultaneously protecting interests of federal lessor because average or median monthly bidweek price would have resulted in lower valuations and thus undermined ONRR’s goal of maximizing royalty collection in public’s interest which leasing statutes permitted ONRR to consider. 30 U.S.C.A. § 226(b)(1); Outer Continental Shelf Lands Act § 8, 43 U.S.C.A. § 1337(a)(1); 30 C.F.R. § 1206.141(c)(1)(i), (ii).\n\n|\n\n\n[27]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not arbitrarily use highest bidweek price among all locations to which lessees could have transported their gas, for lessees that chose index-price option as valuation method if they did not sell their natural gas at arm’s length; ONRR explained that alternative of requiring lessee to calculate royalty based on locations to which gas did flow would increase burden for lessees and ONRR, as lessees would have to trace production and determine what volumes of gas flowed to which location, thereby undermining administrative simplicity and ONRR’s goal of increasing royalty collection in public’s interest which leasing statutes permitted. 30 U.S.C.A. § 226(b)(1); Outer Continental Shelf Lands Act § 8, 43 U.S.C.A. § 1337(a)(1); 30 C.F.R. § 1206.141(c)(1)(ii).\n\n|\n\n\n[28]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not use outdated percentages for fixed allowance for transportation and processing costs for lessees that chose index-price option as valuation method if they did not sell their natural gas at arm’s length, since ONRR explained that it used most recent data available at time it proposed rule, and energy producer challenging rule never asked ONRR to disclose data underlying percentages when discussing fixed allowances in its public comments. 30 U.S.C.A. § 226(b)(1); Outer Continental Shelf Lands Act § 8, 43 U.S.C.A. § 1337(a)(1); 30 C.F.R. § 1206.141(c)(1)(iv).\n\n|\n\n\n[29]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not conflict with rule’s purposes of promoting simplicity, certainty, clarity, and consistency in valuation process, in adopting default valuation method and triggering provisions that energy producer challenged as so broad, and arming ONRR with so much discretion, that lessees could not know when ONRR will invoke them or how they would be wielded, by allowing ONRR to decide to replace lessee’s valuation with ONRR’s own valuation, since default and trigger provisions expressly prescribed when, where, and how ONRR would use its discretion to audit and reassess lessee’s reported valuation. 30 C.F.R. §§ 1206.104, 1206.105.\n\n|\n\n\n[30]\n|Administrative Law and ProcedureMatters subject to rules or rulemaking in general\n|\n|The Administrative Procedure Act (APA) does not require an agency to discuss in a final rule minute details about internal agency management decisions. 5 U.S.C.A. § 553(b)(3)(A).\n\n|\n\n\n[31]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not undermine lessees’ initial role in valuing production, by adopting default valuation method and triggering provisions under which ONRR could decide to replace lessee’s valuation with ONRR’s own valuation, since lessees were responsible in first instance for accurate calculation and payment of royalties, but ONRR was authorized to audit those payments to determine whether royalty was overpaid or underpaid, and default valuation method followed those principles by allowing lessees to submit initial valuation that ONRR verified and could substitute with its own valuation if lessee’s valuations were inaccurate or invalid. 30 U.S.C.A. § 1711(a); 30 C.F.R. §§ 1206.104, 1206.105.\n\n|\n\n\n[32]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not unjustifiably allow ONRR to use factors in its substitute valuation that lessees could not use in their initial valuation, by adopting default valuation method and triggering provisions under which ONRR could decide to replace lessee’s valuation with ONRR’s own valuation, since ONRR justified default provision allowing ONRR to consider information that lessees could not by explaining that ONRR had to resort to information listed in default provisions precisely because, when they applied, normal valuation methods were not viable. 30 C.F.R. §§ 1206.104, 1206.105.\n\n|\n\n\n[33]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not enable ONRR to substitute its preferred and ostensibly higher value in nearly any situation, by adopting default valuation method and triggering provisions under which ONRR could decide to replace lessee’s valuation with ONRR’s own valuation, since provision listed limited set of circumstances in trigger provision under which ONRR could invoke default provision, as ONRR could perform substitute valuation if, for any reason including, but not limited to, failure to provide certain requested documents, ONRR could not determine if lessee properly valued its production under traditional methods. 30 C.F.R. §§ 1206.104(c)(3), 1206.105.\n\n|\n\n\n[34]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not arbitrarily or capriciously negate valid contracts, by adopting default valuation method and triggering provisions under which ONRR could decide to replace lessee’s valuation with ONRR’s own valuation; although one trigger provision prohibited unreasonably low sales and another required written contracts, both provisions simply affected royalties that lessees owed to ONRR, and ONRR’s determination that lessee received unreasonably low amount for sale said nothing about whether sale contract was enforceable between lessee and buyer, nor did requiring lessees to submit written contracts signed by all parties affect such enforceability. 30 C.F.R. §§ 1206.104(c)(2), 1206.104(g)(1).\n\n|\n\n\n[35]\n|Mines and MineralsRent and royalties\n|\n|Office of Natural Resources Revenue’s (ONRR) valuation rule for calculating royalties on oil and gas produced from federal lands and offshore leases did not fail to link accuracy concerns regarding not-fully-signed legally enforceable contracts, by adopting default valuation method and triggering provisions allowing ONRR to replace lessee’s valuation with ONRR’s own valuation; ONRR explained that tracking emails and letters created inefficiencies limiting its ability to comply with statutory duty to verify and account for royalty payments, that requiring fully executed contracts allowed ONRR to avoid relying only on lessee’s written documentation outlining terms of oral contracts and helped guarantee lessee’s calculations, and that rule permitted electronic, rather than wet, signatures. 30 U.S.C.A. § 226(b)(1); Outer Continental Shelf Lands Act § 8, 43 U.S.C.A. § 1337(a)(1); 30 C.F.R. §§ 1206.104, 1206.105.\n\n|\n\n\n*1055 Appeal from the United States District Court for the District of Wyoming (D.C. No. 2:19-CV-00121-SWS)\nAttorneys and Law Firms\nPeter J. Schaumberg (James M. Auslander, with him on the briefs), of Beveridge & Diamond, P.C., Washington, D.C., for Petitioner-Appellant.\nMichelle Melton, Attorney (Todd Kim, Assistant Attorney General, Paul Turcke, Attorney, with her on the brief), Environment and Natural Resources Division, Department of Justice, Washington, D.C., for Respondents-Appellees.\nThomas Zimpleman of Natural Resources Defense Counsel, Washington, D.C. (Rob Bonta, Attorney General of California, Ed Ochoa, Senior Assistant Attorney General; David Zonana, Supervising Deputy Attorney General, George Torgun and Adrianna Lobato, Deputy Attorneys General, for the State of California, Oakland, CA; and William Grantham, Assistant Attorney General, for the State of New Mexico, Santa Fe, NM, with him on the brief), for Intervenor Respondents-Appellees.\nBefore HARTZ, BACHARACH, and MORITZ, Circuit Judges.\nOpinion\n\nMORITZ, Circuit Judge.\n\n*1056 This appeal involves a set of regulations that govern the calculation of royalties for oil and natural gas produced on federal lands. After the agency charged with collecting these royalties amended the regulations in 2016, the American Petroleum Institute (API) challenged several of the changes under the Administrative Procedure Act (APA), 5 U.S.C. §§ 701–706. The district court rejected these challenges at summary judgment, and API appeals. Because API does not show that the agency acted arbitrarily and capriciously in enacting the challenged provisions of the 2016 regulations, we affirm.\n \n\nBackground\n[1]Under federal law, the Department of the Interior issues leases to private companies that allow them to explore, develop, and extract oil and gas from onshore public lands and offshore submerged lands in the Outer Continental Shelf (OCS). See Mineral Leasing Act of 1920, 30 U.S.C. §§ 181–287; Outer Continental Shelf Lands Act, 43 U.S.C. §§ 1331–1356c. In exchange for receiving these mineral rights, the companies (often called lessees) pay the federal government royalties—a share of their profits based on the “value” of the oil and gas produced. 30 U.S.C. § 226(b)(1) (onshore oil and gas); 43 U.S.C. § 1337(a)(1) (offshore oil and gas).1 Congress assigned the task of collecting these payments to the Office of Natural Resources Revenue (ONRR)2 and authorized it to issue regulations setting out how to measure the value of production for royalty purposes. See Indep. Petrol. Ass’n of Am. v. DeWitt, 279 F.3d 1036, 1039–40 (D.C. Cir. 2002) (recognizing ONRR’s “sweeping authority” under leasing statutes to administer federal leases, including by “collecting royalties and determining the methods by which they are calculated”). This case centers on ONRR’s 2016 amendment—the Rule, for short—to the valuation regulations for oil-and-gas leases.3\n \n*1057 Given the complexity of these valuation regulations and the various and detailed grounds on which API challenges them, we reserve substantive discussion of the Rule’s provisions for later in the analysis and focus here on the Rule’s procedural history—which is equally complex. In 2011, ONRR invited public comments about concerns that the then-existing valuation regulations were outdated, were costly to enforce and comply with, and produced inaccurate and incomplete royalty payments. Advance Notice of Proposed Rulemaking, 76 Fed. Reg. 30878 (May 27, 2011). More than three years later, ONRR issued a proposed rule designed to address these and other problems with the prior valuation scheme. Consolidated Federal Oil & Gas and Federal & Indian Coal Valuation Reform, 80 Fed. Reg. 608 (proposed Jan. 6, 2015) [hereinafter Proposed Rule]. After reviewing over 1,000 pages of written comments from interested parties, ONRR published its final version in July 2016. Consolidated Federal Oil & Gas and Federal & Indian Coal Valuation Reform, 81 Fed. Reg. 43338 (July 1, 2016) [hereinafter Final Rule]. To give lessees time to adjust their accounting practices to reflect the new valuation system, ONRR delayed the Rule’s implementation by six months, until January 1, 2017.\n \nShortly after the Rule went into effect, and after a change in presidential administrations, ONRR twice tried to undo the Rule. Initially, ONRR tried to postpone implementation of the Rule after it had gone into effect. Postponement of Effectiveness of the Consolidated Federal Oil & Gas and Federal & Indian Coal Valuation Reform 2017 Valuation Rule, 82 Fed. Reg. 11823 (Feb. 27, 2017). This first attempt proved unsuccessful: A California federal district court held that in so doing, ONRR violated the APA’s requirements for postponement and notice-and-comment rulemaking. See Becerra v. U.S. Dep’t of Interior, 276 F. Supp. 3d 953, 966–67 (N.D. Cal. 2017). Having failed to postpone the Rule, ONRR next tried to repeal the Rule and replace it with a new one that restored the prior valuation regulations. See Repeal of Consolidated Federal Oil & Gas and Federal & Indian Coal Valuation Reform, 82 Fed. Reg. 36934 (Aug. 7, 2017). The California federal district court struck down this attempt under the APA, too, holding that ONRR inadequately explained the decision to abandon the Rule just after its adoption and failed to comply with notice-and-comment requirements. See California ex rel. Becerra v. U.S. Dep’t of Interior, 381 F. Supp. 3d 1153, 1158, 1166, 1174, 1176–79 (N.D. Cal. 2019).\n \nWith the new valuation regulations now reinstated, API brought this lawsuit in Wyoming federal district court challenging the Rule as arbitrary and capricious under the APA.4 See 5 U.S.C. § 706. Two states and five environmental groups intervened to defend the Rule alongside ONRR. The district court declined to preliminarily enjoin the Rule’s oil-and-gas provisions and ultimately upheld those provisions at summary judgment, finding no APA violation. API appeals.\n \n\n*1058 Analysis\n[2] [3] [4] [5] [6] [7] [8]As relevant here, the APA requires courts to set aside agency action that is arbitrary and capricious. See § 706(2)(A).5 The arbitrary-and-capricious standard is a narrow one, requiring only that the agency examine the relevant evidence and adequately explain its decision by “articulat[ing] a rational connection between the facts found and the decision made.” OXY USA Inc. v. U.S. Dep’t of Interior, 32 F.4th 1032, 1044 (10th Cir. 2022) (quoting Payton v. U.S. Dep’t of Agric., 337 F.3d 1163, 1168 (10th Cir. 2003)). This means the agency cannot (1) “rely on factors deemed irrelevant by Congress”; (2) “fail to consider important aspects of [the] problem”; (3) “present an explanation that is either implausible or contrary to the evidence”; or (4) reach a decision that “is not supported by substantial evidence in the [administrative] record.” Blanca Tel. Co. v. FCC, 991 F.3d 1097, 1120 (10th Cir. 2021). When assessing whether such errors occurred, our inquiry “must be thorough, but the standard of review is very deferential to the agency”—we presume its action is valid, and the party challenging that action bears the burden of proving otherwise. Hillsdale Env’t Loss Prevention, Inc. v. U.S. Army Corps of Eng’rs, 702 F.3d 1156, 1165 (10th Cir. 2012). We owe no deference, however, to the district court’s APA decision and review that decision de novo.6 See OXY USA, 32 F.4th at 1044.\n \nOn appeal, as in the district court, API challenges various aspects of the Rule as arbitrary and capricious under the APA. These challenges fall into three categories, which correspond with the three valuation methods provided for in the Rule: (1) gross proceeds, (2) index pricing, and (3) default valuation.\n \n\n\n*1059 I. Gross Proceeds\nAPI’s first set of challenges to the Rule involve gross-proceeds valuation, the standard method for calculating royalties when lessees sell oil and gas in arm’s-length transactions.7 This method values production based on the total payment a lessee receives for a sale, minus specified deductions—called allowances—for expenses the lessee incurs. See 30 C.F.R. §§ 1206.101(a) (describing gross-proceeds method for oil), 1206.141(b) (same, for gas). Like the prior regulations, the Rule permits lessees to claim an allowance for (and thus not pay royalty on) certain costs incurred to transport oil and gas and to process gas. See §§ 1206.101(a) (transportation allowance for oil), 1206.141(b) (same, for unprocessed gas), 1206.142(b) (transportation and processing allowances for processed gas). But lessees cannot claim an allowance for (and thus must pay royalty on) expenses related to gathering, which generally refers to the movement of production from the well to a central collection point where production from several wells is accumulated for further movement. See § 1206.20 (defining “gathering” and clarifying that gross proceeds includes gathering costs while “transportation allowance does not”); N. Nat. Gas Co. v. FERC, 929 F.2d 1261, 1265 (8th Cir. 1991) (describing “gathering” as “the process of collecting gas at the point of production (the wellhead) and moving it to a collection point for further movement through a pipeline’s principal transmission system”). In this way, allowances reflect the general principle that lessees must bear the expense required to put oil and gas in a marketable condition acceptable to buyers. See § 1206.20 (defining “marketable condition” as “products which are sufficiently free from impurities and otherwise in a condition that they will be accepted by a purchaser under a sales contract typical for the field or area”); OXY USA, 32 F.4th at 1051 (“Under ONRR regulations and the relevant case[ ]law, a reasonable minimum value will not include any costs that a lessee must incur to place [production] in marketable condition.”).\n \nAPI challenges two changes in the Rule to the transportation and processing allowances lessees may claim under the gross-proceeds method. The first change involves the rescission of the Deep Water Policy (DWP), a guidance document that treated the cost of moving production from certain offshore wells to an offshore platform as a deductible transportation expense, rather than a nondeductible gathering expense. The second involves new limits placed on preexisting caps on the amount of transportation and processing allowances lessees may claim. We address those issues in turn.\n \n\n\nA. Rescinding the Deep Water Policy\nONRR’s predecessor issued the DWP in 1999 to address certain expenses associated with an offshore production technique used “in water depths greater than 200 meters.” App. vol. 2, 237. At such depths, operations sometimes require the use of a manifold, a device placed on the ocean floor that collects production from several nearby wells, channels it into a single pipeline, and sends it over vast distances (up to 50 miles, in some cases) to a platform closer to shore. Under the prior valuation regulations, costs related to this subsea movement—particularly those related to movement from a manifold to an offshore platform—qualified as nondeductible gathering expenses because they involved “the movement of lease production to a central accumulation or treatment point.” *1060 30 C.F.R. § 206.101 (1988); see also id. § 206.151 (1988). Had that classification prevailed, deepwater lessees would have owed increased royalties, a result contrary to then-prevailing policy priorities that favored deepwater oil-and-gas exploration. To avoid this result, the agency issued the DWP, a two-page guidance document declaring that the agency would treat subsea manifold-to-platform movement as transportation, not gathering. As a result of this classification, deepwater lessees could deduct the costs associated with such movement from the gross-proceeds royalty calculation as a transportation allowance.8 The Rule ends this practice: It rescinds the DWP and clarifies that the term “gathering” encompasses “any movement of bulk production from the wellhead to a platform offshore.” 30 C.F.R. § 1206.20. Under the Rule, then, lessees can no longer deduct any costs incurred to move production from the well to the first offshore platform. See id.\n \nIn disputing that decision, API first argues that ONRR overlooked reliance interests created by the DWP. According to API, affected lessees have invested “billions of dollars” to develop their offshore leases, but they did so based on the assurance that they would later recoup some of their investments through the transportation allowances authorized in the DWP. Aplt. Br. 35. API says that when rescinding the DWP, ONRR “ignored” these reliance interests, thus rendering its decision arbitrary and capricious. Id. at 36.\n \n[9] [10] [11]We disagree. It is true that when agencies reverse a prior policy, as ONRR did here, the APA requires them to “take[ ] into account” any “serious reliance interests” created by the prior policy. FCC v. Fox Television Stations, Inc., 556 U.S. 502, 515–16, 129 S.Ct. 1800, 173 L.Ed.2d 738 (2009). But this duty exists in tandem with the nature of the reliance interests at issue. For instance, present and continuing reliance will likely require a more detailed agency explanation than historical reliance that has faded over time. See, e.g., Encino Motorcars, LLC v. Navarro, 579 U.S. 211, 221, 136 S.Ct. 2117, 195 L.Ed.2d 382 (2016) (finding agency’s “summary discussion” of reliance interests insufficient given “decades of industry reliance on the [agency’s] prior policy”; noting that “industry had relied since 1978 on the [agency’s prior] position” (emphasis added)). Here, to be sure, API rightly notes that ONRR’s own explanation for rescinding the DWP recognized that lessees had initially relied on it. After all, ONRR acknowledged that its predecessor agency had adopted the DWP in 1999 to “incentivize deep[ ]water leasing by allowing lessees to deduct broader transportation costs than the regulations allowed.” Final Rule, 81 Fed. Reg. at 43340. But ONRR also concluded, in 2016, that the DWP had “served its purpose,” suggesting that lessees no longer relied on it as a production incentive. Id.\n \nMoreover, when ONRR proposed rescinding the DWP, it acknowledged the change and estimated what the impact of that change would be on lessees. See Proposed Rule, 80 Fed. Reg. at 624, 637. In its response to this proposal, API’s assertions of reliance were exceedingly generalized and largely historical in nature: API simply asserted that lessees who “undertook the risk and expense and paid higher bonuses to develop deepwater oil[-]and[-]gas resources for the last 16 years did so in reliance on” the DWP. App. vol. 2, 291. Although API contended that ONRR underestimated the cost of this rule change, it did not explain whether or how deepwater *1061 lessees continue to rely on the DWP (by, for instance, continuing to recoup some portion of their incentivized investment). Cf. Encino Motorcars, 579 U.S. at 222–23, 136 S.Ct. 2117 (holding that agency needed to provide “a more reasoned explanation for its decision to depart from its existing ... policy” in light of serious and ongoing industry reliance on prior policy when negotiating compensation packages); Dep’t of Homeland Sec. v. Regents of the Univ. of Cal., ––– U.S. ––––, 140 S. Ct. 1891, 1913–14, 207 L.Ed.2d 353 (2020) (noting potential ongoing and serious reliance interests engendered by deferred-action immigration relief, ranging from broad economic workforce reliance to individual recipients of relief embarking on degree programs). And on appeal, as ONRR notes, API makes similarly “conclusory, generalized assertions of reliance” and fails to point to “any specific investment [that] was, in fact, premised on the classification of a fractional share of the lessee’s gathering cost as ‘transportation.’ ” Fed. Aplee. Br. 33–34. In short, API’s general assertions of reliance simply do not rise to the level of ongoing and serious reliance interests necessary to trigger a duty for ONRR to provide a more detailed explanation. Cf. Am. Hosp. Ass’n v. Azar, 983 F.3d 528, 540 (D.C. Cir. 2020) (rejecting argument that agency ignored reliance interests when changing policy in part because challenger “identified no reliance interests the rule might be upending”).\n \nGiven API’s failure to establish any ongoing and serious reliance interests that required “a more detailed justification,” ONRR needed only to supply a “reasoned explanation” for changing its position on how to classify the subsea movement covered by the DWP. Fox, 556 U.S. at 515, 129 S.Ct. 1800. That is, it needed to (1) acknowledge that it was changing policy, (2) show that the relevant statutes authorized the new policy, and (3) provide “good reasons for the new policy.” Id.\n \n[12]ONRR satisfied these requirements. It acknowledged that the Rule rescinds the DWP and that costs incurred to move production from subsea wells to an offshore platform no longer qualify for a transportation allowance. Proposed Rule, 80 Fed. Reg. at 624; Final Rule, 81 Fed. Reg. at 43340. ONRR further clarified that it had the power to reclassify those costs under its broad statutory authority to define “the value of production” for royalty purposes, a proposition API does not meaningfully dispute. See Cal. Co. v. Udall, 296 F.2d 384, 387–88 (D.C. Cir. 1961) (reading that phrase as granting ONRR broad authority to adopt rules that “protect the public’s royalty interest” and “obtain for the public a reasonable financial return”). And finally, ONRR supplied good reasons for the reversal, explaining that it sought to “provide[ ] a more consistent and reliable application of the regulations.” Final Rule, 81 Fed. Reg. at 43340. Retaining the DWP would undermine that goal, ONRR further explained, because “almost all of the movement the [DWP] allows as a transportation allowance is, in actuality, non[ ]deductible ‘gathering’ under [the] current valuation regulations.”9 Proposed Rule, 80 Fed. Reg. at 624. Moreover, ONRR explained that despite its decision, *1062 offshore lessees could still “deduct considerable transportation costs” related to movement “from the offshore platform to onshore markets.” Final Rule, 81 Fed. Reg. at 43340. To be sure, API disagrees with those reasons and believes there were stronger ones that supported keeping the DWP. But the reasons behind the new policy need not be “better than the reasons for the old one.” Fox, 556 U.S. at 515, 129 S.Ct. 1800. They need only be good reasons, and here, ONRR’s reasons met that requirement. Because ONRR gave a reasoned explanation for reversing its prior policy, API’s first argument against the DWP’s rescission falls short.\n \n[13]Next, API argues that in rescinding the DWP, ONRR acted arbitrarily and capriciously by ignoring the “unique circumstances” under which deepwater OCS lessees operate—namely, the fact that they often incur greater expenses because they must move their production miles away from the well to reach facilities closer to shore. Aplt. Br. 28. In API’s view, ONRR should have considered these circumstances before categorically barring lessees from deducting the costs associated with such movement, “no matter the distances or other facts involved.” Id. That ONRR did not do so, API argues, shows that it “ ‘entirely failed to consider an important aspect of the problem’ and ‘failed to base its decision on consideration of the relevant factors.’ ” Id. (quoting New Mexico ex rel. Richardson v. Bureau of Land Mgmt., 565 F.3d 683, 704 (10th Cir. 2009)).\n \nWe are not persuaded that ONRR disregarded the purportedly unique circumstances of OCS production. API highlighted those circumstances in its public comments. And when adopting the Rule, ONRR directly responded to those comments, noting that API “opposed the categorical exclusion of subsea movement costs prior to the first [offshore] platform as a transportation allowance.” Final Rule, 81 Fed. Reg. at 43340. Granted, ONRR’s response did not specifically mention the OCS drilling conditions referenced in API’s comments. But its explanation for rescinding the DWP makes clear that it was aware of those conditions. For instance, ONRR noted that the DWP applied to lessees operating in “water depths greater than 200 meters” and allowed those lessees to deduct costs incurred to “mov[e] bulk production from the seafloor to the first [offshore] platform.” Id. (capitalization standardized).\n \n[14]And in any event, the APA does not require the level of specificity that API demands. In responding to comments, “an agency need not ‘discuss every item of fact or opinion included in the submissions made to it.’ ” Del. Dep’t of Nat. Res. & Env’t Control v. EPA, 785 F.3d 1, 15 (D.C. Cir. 2015) (quoting Pub. Citizen, Inc. v. FAA, 988 F.2d 186, 197 (D.C. Cir. 1993)). It need only “respond sufficiently to ‘enable us to see what major issues of policy were ventilated ... and why the agency reacted to them as it did.’ ” Id. (alteration in original) (quoting Pub. Citizen, 988 F.2d at 197); see also In re FCC 11-161, 753 F.3d 1015, 1041 (10th Cir. 2014) (noting that APA requires us to “uphold a decision of less than ideal clarity if the agency’s path may reasonably be discerned” (quoting Motor Vehicle Mfrs. Ass’n of the U.S., Inc. v. State Farm Mut. Auto. Ins. Co., 463 U.S. 29, 43, 103 S.Ct. 2856, 77 L.Ed.2d 443 (1983))).\n \nHere, ONRR did just that. The key issues API identified in its comments were that deepwater lessees should continue to receive the transportation allowance in the DWP given the unique conditions of deepwater production and that a contrary outcome would increase affected lessees’ costs. In rejecting these concerns, ONRR explained that continuing this practice *1063 would afford preferential treatment to deepwater lessees because the subsea movement underlying the allowance actually qualifies as gathering under the valuation regulations. Final Rule, 81 Fed. Reg. at 43340 (stating that DWP “allow[ed] lessees to deduct broader transportation costs than the regulations allowed”). Ending the DWP, on the other hand, would further the agency’s goal of applying the regulations “more consistent[ly] and reliabl[y]” to all lessees. Id. And crucially, ONRR acknowledged that prioritizing those goals would impose extra costs on deepwater lessees: The Rule includes a detailed cost-benefit analysis estimating that “the total burden on industry associated with eliminating the [DWP]” would be between $14 and $20 million. Id.; see also id. at 43359–60, 43363–64. Reasonable minds may differ on the desirability of proceeding with the decision despite these costs, but that is not enough to show that ONRR “failed to consider an important aspect of the problem” or the relevant factors. New Mexico ex rel. Richardson, 565 F.3d at 704 (emphasis added) (quoting Utah Env’t Cong. v. Troyer, 479 F.3d 1269, 1280 (10th Cir. 2007)).\n \n[15]As a final matter, API argues that ONRR rescinded the DWP without considering the principle that “the value of production for royalty purposes must be established at the lease.” Aplt. Br. 13. But ONRR did consider this principle. When proposing the Rule, for instance, the agency made clear that the Rule “would not alter the underlying principles of the current regulations” and “reaffirm[ed] that the value, for royalty purposes, of crude oil and natural gas produced from [f]ederal leases ... is determined at or near the lease.” Proposed Rule, 80 Fed. Reg. at 609.\n \n[16]API’s real complaint, then, is that ONRR construed this valuation principle more narrowly than API would prefer, rejecting a construction that would entitle deepwater lessees to deduct the full cost of moving production from the well to shore as a transportation allowance. But API identifies no statutory provision requiring ONRR to adopt that construction.10 Nor does API meaningfully dispute that, on the contrary, ONRR could adopt its preferred construction because the leasing statutes grant it broad discretion to determine how royalty is measured. See Indep. Petrol. Ass’n of Am., 279 F.3d at 1039–40 (recognizing ONRR’s “sweeping authority” under leasing statutes to administer federal leases, including by “collecting royalties and determining the methods by which they are calculated”). This discretion means that even if ONRR, by rescinding the DWP, somehow strayed from the broader view of the valuation-at-the-lease principle that API says the prior regulations adopt, we must uphold that decision so long as the agency adequately explained it. See Encino Motorcars, 579 U.S. at 221, 136 S.Ct. 2117 (“Agencies are free to change their existing policies as long as they provide a reasoned explanation for the change.”). Given our earlier conclusion that ONRR supplied the requisite explanation, we hold that it did not act arbitrarily and capriciously in rescinding the DWP.\n \n\n\n*1064 B. Ending Allowance-Cap Exemptions\n[17] [18]The next aspect of the Rule that API challenges relates to caps on the transportation and processing allowances lessees may claim under the gross-proceeds method. As discussed, lessees using that method may claim allowances for “the reasonable, actual costs” they incur for transportation and processing. 30 C.F.R. §§ 1206.110(a) (oil transportation), 1206.152(a) (gas transportation), 1206.159(a) (gas processing). But those allowances are “capped” at fixed percentages: A transportation allowance cannot exceed “50[%] of the value of the” oil or gas, §§ 1206.110(d)(1) (oil), 1206.152(e)(1) (gas); and a processing allowance cannot exceed “662/3[%] of the value of each gas ... product,” § 1206.159(c)(2). The Rule retains the caps but eliminates the ability to request exemptions from them (and additionally terminates all existing exemptions), meaning lessees can no longer even ask to take allowances that exceed the caps. §§ 1206.110(d)(2), 1206.152(e)(2), 1206.159(3)–(4). ONRR explained that it proposed (and later made) these changes (1) “[t]o ensure a fair return to the public”; (2) “to limit ONRR’s administrative costs to process” exemption requests; and (3) because “in the vast majority of ... situations,” the caps alone (with no possibility for exemptions) provide lessees with an “adequate” allowance. Proposed Rule, 80 Fed. Reg. at 624; see also id. at 614 (oil-transportation cap), 627 (processing cap). API challenges this explanation on three grounds, none of which convince us that ONRR acted arbitrarily and capriciously in ending allowance-cap exemptions.11\n \n[19]API first argues that ending the exemptions conflicts with the regulations’ requirement that lessees may deduct their “reasonable, actual” transportation and processing costs. Aplt. Br. 37 (quoting §§ 1206.110(a), 1206.152(a), 1206.159(a)). That is so, API says, because without the exemptions, lessees who continue to “incur actual [transportation or processing] costs exceeding the caps” will not recover those costs in full; they will recover only a portion of such costs (up to the fixed percentages reflected in the caps). Id. But that reality is nothing new. Even under the prior regulations, which used the same “reasonable, actual” costs language that API emphasizes, lessees would not necessarily recoup their full costs because of the allowance caps themselves and ONRR’s discretion to deny exemption requests. See, e.g., 30 C.F.R. § 206.104(b)(2) (1988) (explaining that ONRR “may approve” exemptions *1065 from transportation allowance cap). And more importantly, that some lessees may not recover their full costs doesn’t render ONRR’s decision to end the exemptions arbitrary and capricious. The leasing statutes do not entitle lessees to recover, through an allowance, all of their transportation and processing expenses. Indeed, those statutes do not mention—let alone guarantee access to—transportation and processing allowances. See 30 U.S.C. § 226; 43 U.S.C. § 1337. They simply require ONRR to base royalty on the “value” of production, leaving room for the agency to decide what allowances to provide when determining that value. See Udall, 296 F.2d at 387–88. ONRR exercised this discretion when authorizing lessees to request exemptions, and it exercised that same discretion when removing such authorization. So long as ONRR adequately explained this policy change (and, as discussed later in this section, it did), there is no reason to set the decision aside. See Encino Motorcars, 579 U.S. at 221, 136 S.Ct. 2117.\n \nWhat’s more, ending exemptions in no way conflicts with lessees’ ability under the valuation regulations to deduct “reasonable, actual” transportation and processing costs. §§ 1206.110(a), 1206.152(a), 1206.159(a). We must read the phrase “reasonable, actual costs” together with, not isolated from, the remaining language in the regulations in which that phrase appears—including the provisions imposing the allowance caps. See Straub v. BNSF Ry. Co., 909 F.3d 1280, 1287 n.8 (10th Cir. 2018) (“[W]e must strive to interpret the regulations as a whole in a manner so as to avoid a construction that renders a portion of the regulations superfluous.”); Safari Club Int’l v. Haaland, 31 F.4th 1157, 1171 (9th Cir. 2022) (noting that courts should “interpret the regulation as a whole” and not “give force to one phrase in isolation” (quoting Norfolk Energy, Inc. v. Hodel, 898 F.2d 1435, 1442 (9th Cir. 1990))). And when read that way, there is no conflict in the relevant regulations, as amended by the Rule: The phrase API emphasizes simply sets out a general principle (lessees may recover “reasonable, actual costs”) that later subsections limit with more specific language (recovery for such costs cannot exceed certain fixed percentages). See Final Rule, 81 Fed. Reg. at 43343 (explaining that allowance caps “supplement[ ] the requirement that a lessee’s ... costs be actual and reasonable”); cf. Barboza v. Cal. Ass’n of Pro. Firefighters, 651 F.3d 1073, 1078 (9th Cir. 2011) (explaining that when “two regulations or subsections appear to be in conflict, we must treat the ‘more specific provision’ as ‘an exception to[ ] a more general provision’ ” (alteration in original) (quoting Sec. Pac. Nat’l Bank v. Resolution Tr. Corp., 63 F.3d 900, 904 (9th Cir. 1995))). For these reasons, API’s first argument against ONRR’s decision to end allowance-cap exemptions falls short.\n \n[20] [21]API fares no better on its second argument, that ONRR acted arbitrarily by not explaining the “inconsistency” between its decision to eliminate allowance-cap exemptions for federal oil and gas leases and, in a separate rulemaking, to retain such exemptions for Indian oil leases. Aplt. Br. 40; see also Indian Oil Valuation Amendments, 80 Fed. Reg. 24794, 24801 (May 1, 2015) (explaining that amended “final rule retains a lessee’s ability to request approval to exceed the 50[%] limitation on transportation allowances” for Indian oil leases). ONRR addressed that purported inconsistency, explaining that it “ha[d] never received a request to exceed the 50[%] limitation on transportation allowances for Indian oil.” Final Rule, 81 Fed. Reg. at 43344. Given that fact, the decision to keep exemption requests for Indian oil leases but not for *1066 federal oil and gas leases makes sense: Since ONRR was not receiving exemption requests for the former set of leases, it was not expending “administrative costs to process” such requests and thus had no need to step in to protect the public’s interest in a “fair [royalty] return.” Proposed Rule, 80 Fed. Reg. at 624. ONRR further explained that it did not recommend ending exemption requests in the amendments for Indian oil leases because those amendments implemented “recommendations from a negotiated rulemaking committee” that “did not recommend” such a change. Final Rule, 81 Fed. Reg. at 43344. So contrary to API’s assertion, there is no “unexplained inconsistency” between how ONRR treated exemption requests for Indian oil leases and federal oil and gas leases.12 Aplt. Br. 40.\n \n[22] [23]Third, API argues that the Rule upsets “reasonable reliance interests” by ending all existing exemptions granted to lessees before the Rule’s enactment.13 Id. Though API cites no supporting authority for this argument, it is likely relying again on the principle that when an agency reverses a prior policy, it must account for any “serious reliance interests” created by the policy. Fox, 556 U.S. at 515, 129 S.Ct. 1800. The record reveals that the exemptions may have created such interests. In the Rule, for example, ONRR acknowledged that ending existing exemptions “may disappoint some lessee’s expectations.” Final Rule, 81 Fed. Reg. at 43344. But under the APA, the mere fact that some lessees currently rely on the exemptions is not enough to invalidate ONRR’s decision to end those exemptions going forward.\n \n[24] [25]Though an agency must adequately consider any “ ‘legitimate reliance’ ” on an existing policy, such reliance is not “necessarily dispositive” to the agency’s decision. Regents of the Univ. of Cal., 140 S. Ct. at 1913–14 (quoting Smiley, 517 U.S. at 742, 116 S.Ct. 1730); see also Encino Motorcars, 579 U.S. at 226, 136 S.Ct. 2117 (Ginsburg, J., concurring) (explaining that “reliance does not overwhelm good reasons for a policy change” and that, even when new policy imposes “ ‘systemic, significant’ ” costs, agency “would not be disarmed from determining that the benefits of [the new policy] outweigh those costs” (quoting id. at 222, 136 S.Ct. 2117 (majority opinion))). An agency may conclude, for instance, that reliance interests were “entitled to no or diminished weight” or outweighed by “other interests and policy concerns.” Regents of the Univ. of Cal., 140 S. Ct. at 1914. And that is just what ONRR concluded here. After acknowledging that the decision may upset existing *1067 and ongoing reliance interests, ONRR reasoned that any such interests were entitled to less weight because all existing exemptions had been granted only on a short-term basis, typically for one year and “[r]arely” for two years. Final Rule, 81 Fed. Reg. at 43344. ONRR also explained that it had “put lessees on notice that [the agency] intended to remove [existing] approvals” when proposing the Rule over a year earlier, thereby further diminishing those lessees’ reliance interests. Id. And ONRR found that other concerns—such as “ensur[ing] a fair return to the public and ... limit[ing] ONRR’s administrative costs to process such requests”—outweighed lessees’ short-term reliance on the exemptions and supported a policy change. Proposed Rule, 80 Fed. Reg. at 624. API does not grapple with this analysis or explain why it was insufficient to satisfy ONRR’s duty under the APA to take lessees’ reliance interests “into account” when making its decision. Fox, 556 U.S. at 515, 129 S.Ct. 1800.\n \nIn sum, API has not shown that ONRR acted arbitrarily and capriciously in ending allowance-cap exemptions for gross-proceeds valuation. We therefore uphold that aspect of the Rule.\n \n\n\nII. Index Pricing\nAPI’s next set of challenges to the Rule concern index pricing, a valuation method available to lessees who do not sell their natural gas at arm’s length. Before the Rule’s enactment, ONRR valued production from such sales using a multifactor “benchmark” standard. See 30 C.F.R. § 206.152(c) (1988); Proposed Rule, 80 Fed. Reg. at 616–17 (describing prior rule). The Rule replaces that standard with one that gives lessees two options for valuing natural gas not sold at arm’s length: (1) the gross proceeds from the first arm’s-length sale, minus any applicable transportation and processing allowances, 30 C.F.R. § 1206.141(b); or (2) the so-called index price, minus a fixed allowance for transportation and processing, § 1206.141(c).14 API’s arguments focus on the index-price option.\n \nIn general, index pricing values production based not on the gross proceeds a lessee receives from a buyer, but on a market price posted in approved trade publications using data compiled from other arm’s-length sales within a particular geographic area (minus a fixed deduction for transportation and processing). Valuing gas this way benefits both the lessee and the agency. As ONRR explained in the Rule, the lessee benefits by having “a valuation option that is simple, certain, and avoids the” need to “ ‘trace’ production” through “numerous non-arm’s-length sales prior to an arm’s-length sale.” Final Rule, 81 Fed. Reg. at 43346. The agency in turn benefits by not having to assess value for each of those sales and by “protect[ing] the interests of the [f]ederal lessor” through higher royalty return. Id. at 43346–47. As explained below, ONRR adopted a particular method of index pricing designed to promote these benefits.\n \nHere’s how it works. Under the Rule, lessees who choose the index-price option must value their production based on the “bidweek price,” a metric posted in approved trade publications that reflects the price of gas at a particular location during the last week of each month. *1068 30 C.F.R. § 1206.141(c)(1)(i), (ii). Every month, these publications report a bidweek price for various locations (known as “index pricing points”) stated both as an average and as a range with low, median, and high values. The Rule requires participating lessees to pay royalty each month based on the high-end value—the “highest reported monthly bidweek price”—for the location where their gas can be transported that month. Id. This calculation is straightforward when, in a given month, a lessee can only transport its production to one place: The lessee simply uses the high-end bidweek price “for that index pricing point.” § 1206.141(c)(1)(i). But when a lessee can transport “to more than one index pricing point,” the lessee must use the high-end bidweek price for the location “to which [its] gas could be transported for th[at] production month, whether or not there are constraints for that production month.”15 § 1206.141(c)(1)(ii) (emphasis added). In either scenario, lessees may then deduct from the relevant location’s bidweek price a fixed allowance to account for transportation and processing costs.16 See id. § 1206.141(c)(1)(iv).\n \n[26]API challenges three features of the index-price option, starting with its use of the highest bidweek price. According to API, the Rule “nowhere justifies why” lessees who select this option must use the high-end value rather than, say, the “average or median” bidweek price. Aplt. Br. 43. But ONRR did justify that choice: It directly responded to API’s comment “that using the highest bidweek price results in an inflated value for royalty purposes,” explaining that the chosen value was “reasonable and justified because of the [administrative] benefits that it affords to the lessee” while simultaneously “protect[ing] the interests of the [f]ederal lessor.” Final Rule, 81 Fed. Reg. at 43347. Given the latter concern, it is no surprise that ONRR did not use the average or median monthly bidweek price: Those figures would have resulted in lower valuations and thus undermined ONRR’s goal of maximizing royalty collection in the public’s interest. And because the leasing statutes permitted ONRR to consider that interest, this explanation provided ample justification for using the highest bidweek price. See Udall, 296 F.2d at 387–88 (noting agency’s broad statutory authority to enact valuation rules that not only “incentiv[ize] ... development” but also “protect the public’s royalty interest” and “obtain for the public a reasonable financial return”).\n \n[27]API also argues that ONRR failed to justify a second feature of the index-price option: the requirement that lessees use the highest bidweek price among all the locations to which lessees could have transported their gas, regardless of production constraints. See § 1206.141(c)(1)(ii). This feature, API says, arbitrarily “base[s] valuation on unattainable hypotheticals that simply ... yield more royalty for ONRR, notwithstanding actual constraints on gas movement.” Aplt. Br. 44. But as ONRR explained, the alternative—“requir[ing] *1069 a lessee to calculate royalty” based on the locations “to which the gas did flow”—would “increase[ ] the burden for both industry and [ONRR]” because the lessee would have “to trace production, potentially through a series of affiliated transactions, and determine what volumes of gas flowed to which [location].” Final Rule, 81 Fed. Reg. at 43347. Accounting for where the gas actually flowed, then, would undermine the “administrative simplicity” ONRR sought to achieve in adopting the index-pricing option. Id. To be sure, in ignoring production constraints for lessees who can transport to more than one location, ONRR also sought to increase valuations. As noted above, though, that was a valid consideration given the broad authority Congress granted ONRR to protect the public’s royalty interest. And of course, if any lessees capable of transporting to multiple pricing points believe that the index price does not reasonably reflect what they would pay under gross-proceeds valuation (after factoring in the administrative burden of conducting such a valuation), the Rule allows them to choose that method instead. We conclude for these reasons that ONRR adequately explained why lessees must compare the bidweek prices of every facility to which they could physically transport their gas.\n \n[28]That leaves the final feature API disputes: the fixed allowance for transportation and processing costs. See § 1206.141(c)(1)(iv). API submits that the percentages ONRR selected for these allowances “are outdated and lack any record support.” Aplt. Br. 45. As to outdatedness, API observes that the percentages are the same ones ONRR adopted “for Indian gas index valuation” 17 years before the Rule’s enactment. Id. But any similarity between the Rule’s fixed allowances and those for Indian gas lessees is coincidental because, as API acknowledges, ONRR arrived at the percentages using data submitted by lessees from 2007 to 2010. See Final Rule, 81 Fed. Reg. at 43347 (noting that ONRR relied on “transportation rate data”); Proposed Rule, 80 Fed. Reg. at 618 (explaining that ONRR used “average gas transportation rates that lessees have reported ... from 2007 through 2010”). And according to ONRR, that data was the most recent data “available at the time [it] proposed the [Rule].” Fed. Aplee. Rule 28(j) Letter, Oct. 4, 2021, at 2. At no point during the rulemaking process did API identify other data that ONRR should have considered when setting the percentages for the fixed allowances, so we can hardly say that its reliance on the 2007–2010 data was arbitrary and capricious. See OXY USA, 32 F.4th at 1044 (noting that regulation is arbitrary and capricious if agency fails to examine “the relevant evidence” when adopting it).\n \nNor can we say, as API also argues, that the percentages chosen were “unsupported in the record” because “ONRR did not include [the 2007–2010 data] in the administrative record.” Aplt. Br. 45. When discussing the fixed allowances in its public comments, API never asked ONRR to disclose the data. Absent such a request, ONRR’s failure to publish the data doesn’t justify invaliding the Rule’s fixed allowances for the index-price option. Springfield Television of Utah, Inc. v. FCC, 710 F.2d 620, 629 (10th Cir. 1983) (rejecting claim that agency acted arbitrarily and capriciously by failing to make study on which it relied “available for comment,” as agency had “disclosed the methodology which it would apply” and challenger was “aware of th[at] methodology” yet did not ask to review the study until litigation ensued).\n \nUltimately, ONRR adequately explained its decision to adopt each disputed feature of the index-price option. So as with the *1070 other challenged provisions considered so far, we uphold the Rule’s provisions adopting the index-price option.\n \n\n\nIII. Default Valuation\n[29]API’s final set of challenges relate to the Rule’s adoption of a default valuation method. The Rule establishes this method through two key provisions: (1) the “default provision,” 30 C.F.R. § 1206.105, which describes the factors ONRR considers when valuing production under this method; and (2) the “trigger provision,” 30 C.F.R. § 1206.104, which specifies the circumstances under which ONRR may deploy the method.17 After examining how the default and trigger provisions work, we take up the myriad reasons API says both provisions are arbitrary and capricious.\n \nWe begin with the trigger provision, § 1206.104, focusing on the subsections that are relevant to resolving the parties’ arguments. We dissect these subsections in more detail below, but first, here they are in full:\n(a)(1) ONRR may monitor, review, and audit the royalties that [a lessee] report[s], and, if ONRR determines that [the] reported value is inconsistent with the requirements of this subpart, ONRR may direct [the lessee] to use a different measure of royalty value or decide [the] value under § 1206.105.\n....\n(b) When the provisions in this subpart refer to gross proceeds, in conducting reviews and audits, ONRR will examine if [a lessee’s or its] affiliate’s contract reflects the total consideration actually transferred, either directly or indirectly, from the buyer to [the lessee or its] affiliate for the oil. If ONRR determines that a contract does not reflect the total consideration, ONRR may decide [the] value under § 1206.105.\n(c) ONRR may decide [the] value under § 1206.105 if ONRR determines that the gross proceeds accruing to [a lessee or its] affiliate under a contract do not reflect reasonable consideration because:\n(1) There is misconduct by or between the contracting parties; or\n(2) [A lessee has] breached [its] duty to market the oil for the mutual benefit of [it]self and the lessor by selling [its] oil at a value that is unreasonably low. ONRR may consider a sales price to be unreasonably low if it is [ten] percent less than the lowest reasonable measures of market price including—but not limited to—index prices and prices reported to ONRR for like quality oil; or\n(3) ONRR cannot determine if [a lessee] properly valued [its] oil under § 1206.101 or § 1206.102 for any reason including—but not limited to—[a lessee’s or its] affiliate’s failure to provide documents that ONRR requests under [30 C.F.R. §§ 1212.50–1212.52].\n....\n(g)(1) [A lessee or its] affiliate must make all contracts, contract revisions, or amendments in writing, and all parties to the contract must sign the contract, contract revisions, or amendments.\n(2) If [a lessee or its] affiliate fail(s) to comply with paragraph (g)(1) of this section, ONRR may determine [the] value under § 1206.105.\n....\n§ 1206.104. The easiest way to digest these subsections is by first considering the *1071 work subsection (a)(1) performs in the regulation. Doing so reveals that subsection (a)(1) establishes ONRR’s authority to invoke the default provision (that is, to apply the default valuation method instead of gross proceeds or index pricing), while the remaining subsections identify the circumstances in which ONRR may do so. The default provision is triggered, in other words, if ONRR finds (1) that a sales contract “does not reflect the total consideration” a lessee received from a buyer, § 1206.104(b); (2) that the gross proceeds from such a contract “do not reflect reasonable consideration” because of misconduct, an unreasonably low sales price, or ONRR’s inability to determine whether the lessee properly valued production, § 1206.104(c)(1)–(3); or (3) that a lessee has disregarded the written-contracts requirement, § 1206.104(g)(1)–(2).\n \nIf ONRR determines that a triggering circumstance has occurred, the default provision, § 1206.105, kicks in:\nIf ONRR decides that [it] will value [a lessee’s] oil for royalty purposes under § 1206.104, or any other provision in this subpart, then [it] will determine value, for royalty purposes, by considering any information that [it] deem[s] relevant, which may include, but is not limited to, the following:\n(a) The value of like-quality oil in the same field or nearby fields or areas[;]\n(b) The value of like-quality oil from the refinery or area[;]\n(c) Public sources of price or market information that ONRR deems reliable[;]\n(d) Information available and reported to ONRR, including but not limited to on form ONRR–2014 and the Oil and Gas Operations Report (Form ONRR–4054)[;]\n(e) Costs of transportation or processing if ONRR determines that they are applicable[;]\n(f) Any information that ONRR deems relevant regarding the particular lease operation or the salability of the oil[.]\n§ 1206.105. The upshot of this language is that when a triggering circumstance occurs, ONRR may decide to replace the lessee’s valuation (submitted using the gross-proceeds or index-price methods) with ONRR’s own valuation. And in conducting this default valuation, ONRR may consider “[a]ny information that [it] deem[s] relevant,” including (but not limited to) the six listed factors. Id. With this understanding of how the trigger and default provisions work in mind, we now turn to the assorted “problems and contradictions” that API identifies with them. Aplt. Br. 47.\n \n[30]API first posits that the default and trigger provisions conflict with the Rule’s stated purpose of promoting simplicity, certainty, clarity, and consistency in the valuation process. Essentially, API contends that these provisions are so broad, and arm ONRR with so much discretion, that lessees can’t know when the agency will invoke them or how the agency will wield them.18 But both provisions prescribe *1072 “when, where, and how” ONRR will use its discretion to audit and reassess a lessee’s reported valuation. Final Rule, 81 Fed. Reg. at 43355. Specifically, as our earlier examination confirmed, the trigger provision spells out when ONRR may apply the default provision (whenever a circumstance listed in § 1206.104(b), (c), or (g) occurs), and the default provision explains what ONRR may consider when conducting its substitute valuation (any relevant information, including the six factors listed in § 1206.105). Given these details, API fails to establish that the default and trigger provisions depart from the Rule’s purposes.\n \n[31]Next, API argues that the default provision undermines the “recognized principle that valuation is the role of lessees, not ONRR.” Aplt. Br. 47. ONRR rightly points out, however, that this argument “rests on the flawed premise that valuation is the exclusive role of the lessee.” Fed. Aplee. Br. 46. Indeed, as reflected in the statement API quotes from the district court’s order, lessees are simply “responsible, in the first instance, for accurately calculating and paying royalties.” App. vol. 1, 95 (emphasis added). The Supreme Court case from which that statement originates confirms as much: Although “lessees are responsible in the first instance for the accurate calculation and payment of royalties,” ONRR “is authorized to audit those payments to determine whether a royalty has been overpaid or underpaid.” BP Am. Prod. Co., 549 U.S. at 88, 127 S.Ct. 638 (emphasis added); see also 30 U.S.C. § 1711(a) (requiring Secretary of the Interior to “establish a comprehensive inspection, collection[,] and ... accounting and auditing system” for “accurately determin[ing]” and “collect[ing]” royalties). The default valuation method precisely follows these principles, allowing lessees to submit an initial valuation that ONRR verifies and may substitute with its own valuation if the circumstances suggest the lessee’s valuation is inaccurate or invalid. As a result, nothing about the default provision undercuts lessees’ initial role in valuing production.19\n \n[32]API also contends that ONRR did not “justify why [it] can use factors” in its *1073 substitute valuation that lessees cannot use in their initial valuation. Aplt. Br. 47. It is true that the default provision permits ONRR to consider information that lessees cannot. For example, while a lessee must base its valuation on its gross proceeds or the index price, ONRR may base its valuation in part on “[i]nformation available and reported to ONRR” by other lessees. § 1206.105(d). Yet even so, it is not true that ONRR failed to justify this aspect of the default provision. When responding to a comment on this issue, ONRR explained that it must resort to the information listed in the default provisions precisely because, when those provisions apply, the “normal valuation methods are not viable.”20 Final Rule, 81 Fed. Reg. at 43351; see also id. at 43341 (agreeing that “gross proceeds from arm’s-length contracts are the best indication of market value” and explaining that default provisions apply “only in very specific cases where [ONRR] cannot determine proper royalty values through standard procedures”). This explanation refutes API’s assertion that ONRR did not justify why it may consider valuation factors that lessees cannot.\n \n[33]Two final arguments merit our attention. The first involves API’s suggestion that the “countless triggers for the default provision[ ] ... enable ONRR to substitute its preferred (ostensibly higher) value in nearly any situation.” Aplt. Br. 47. This view reads the trigger provision too broadly. As mentioned, that provision lists a limited set of circumstances in which ONRR may invoke the default provision. In arguing that ONRR could invoke the default provision in other, unlisted circumstances, API points to the phrase “any reason including—but not limited to” in one of the triggering circumstances. Rep. Br. 18 (quoting § 1206.104(c)(3)). But that phrase does not mean what API says it does. Here’s the full sentence again, with the key phrase italicized:\n(c) ONRR may decide your value under § 1206.105 if ONRR determines that the gross proceeds accruing to you or your affiliate under a contract do not reflect reasonable consideration because:\n...\n(3) ONRR cannot determine if you properly valued your oil under § 1206.101 or § 1206.102 for any reason including—but not limited to—your or your affiliate’s failure to provide documents that ONRR requests under [30 C.F.R. §§ 1212.50–1212.52].\n§ 1206.104(c)(3) (emphasis added). The phrase API focuses on modifies the language that begins subsection (c)(3). That is, it makes clear that ONRR may perform a substitute valuation if, “for any reason” (including, but not limited to, the failure to provide certain requested documents), the agency “cannot determine if [the lessee] properly valued” its production under the traditional methods. Id. This language does not, as API implies, broadly allow ONRR to invoke the default provision for reasons not listed in the trigger provision.\n \n[34]As a final point, API argues that two of the trigger provision’s subsections—the one prohibiting unreasonably low sales, § 1206.104(c)(2), and the one requiring written contracts, § 1206.104(g)(1)—permit ONRR to “cast aside valid contracts” between lessees and buyers. Aplt. Br. 50. But they do no such thing. ONRR’s determination that a lessee received an unreasonably low amount for a sale says nothing about whether the contract *1074 reflecting that sale is enforceable as between the lessee and the buyer. Nor does requiring lessees to submit written contracts signed by all parties affect such enforceability. See § 1206.104(g)(1); Final Rule, 81 Fed. Reg. at 43342 (explaining that this provision simply “requires lessees to commit oral contracts to written from and keep them as records”). Instead, both provisions simply affect the royalties that lessees owe to ONRR. The Rule therefore does not arbitrarily or capriciously negate valid contracts.\n \n[35]API additionally disputes the requirement that written contracts be signed, asserting that in practice, “many current agreements ... exist only electronically or via email exchanges, renew automatically, or include terms that obviate written signatures. For example, oil and gas can be sold on a spot basis with confirmation of terms exchanged by emails.” Aplt. Br. 51. API further contends that ONRR “fail[ed] to link any valuation accuracy or auditing concerns to not-fully-signed yet legally enforceable contracts.” Id. But ONRR did precisely what API contends it failed to do: It explained that “[t]racking email exchanges, letters, or other confirmations creates inefficiencies in [its] accounting and auditing systems” and therefore limits its ability to comply with its statutory duty “to verify and account for royalty payments.” Final Rule, 81 Fed. Reg. at 43342. ONRR additionally explained that “requiring fully[ ]executed arm’s-length contracts” would allow it to avoid relying “just on the lessee’s written documentation outlining the terms of oral contracts” and would help ONRR to guarantee “that the lessee’s gross proceeds calculations are correct and include all consideration ... documented in the contract.” Id. (emphasis added). That API believes signatures are not necessary to effectuate these goals is not material to our analysis; ONRR sufficiently explained why it holds a different view. And to the extent that API is particularly concerned about the requirement of “physical[ ]” or “written signatures,” Aplt. Br. 51, ONRR correctly responds that nothing in the Rule “requires a wet signature; electronic signature is permissible,” Fed. Aplee. Br. 50 n.21.\n \nIn sum, API has not shown that ONRR fell short of the APA’s requirements in enacting the Rule’s provisions adopting a default valuation method. So like the district court, we uphold those provisions.\n \n\nConclusion\nAPI fails to show that ONRR violated the APA in enacting any of the Rule’s challenged provisions. ONRR examined the relevant data and adequately explained why it adopted each disputed feature of the three valuation methods—gross proceeds, index pricing, and default valuation. Because ONRR did not act arbitrarily and capriciously, we affirm.\n \nAll Citations\n81 F.4th 1048\n\n\n\nFootnotes\n|\n1\n|Congress amended these statutes last year to, among other things, raise the royalty percentage rates lessees must pay. See Inflation Reduction Act of 2022, Pub. L. 117-169, Title V, §§ 50261–50262, 136 Stat. 1818, 2056–58 (Aug. 16, 2022). Because none of the changes in that 2022 amendment affect this case, we cite to the current versions of the statutes for ease of reference.\n|\n2\n|ONRR formed in 2010 to assume duties previously performed by the Minerals Management Service, an agency that itself assumed those duties from the United States Geological Survey in 1982.\n|\n3\n|The Rule also amends the valuation regulations for federal and Indian coal leases, but the district court invalidated those provisions under the APA. Although ONRR initially appealed that part of the district court’s decision, it later voluntarily dismissed that appeal. Accordingly, we focus only on the Rule’s oil-and-gas provisions.\n|\n4\n|API filed this challenge—which resembled an earlier one that it had voluntarily dismissed after ONRR purported to repeal the Rule in 2017—within months of the California federal district court’s decision reinstating the Rule. As the case proceeded over the next two years, ONRR made a last-ditch effort to amend the Rule just before another change in presidential administrations. See ONRR 2020 Valuation Reform and Civil Penalty Rule, 86 Fed. Reg. 4612 (Jan. 15, 2021). But the new administration delayed that attempted amendment before it took effect and eventually withdrew it altogether. See 2020 Valuation Reform and Civil Penalty Rule: Final Withdrawal Rule, 86 Fed. Reg. 54045 (Sept. 30, 2021). The Rule has therefore remained in place since API filed this lawsuit.\n|\n5\n|The APA also requires courts to set aside agency action found to be “in excess of [an agency’s] statutory jurisdiction, authority, or limitations.” § 706(2)(C). But even though API cites this portion of the APA in its standard-of-review section, it does not suggest that the Rule must be set aside on that ground; it never argues that any of the Rule’s purported flaws reflect ONRR exceeding its statutory authority. API has therefore waived any reliance on § 706(2)(C) by inadequately developing an argument grounded in that provision in its opening brief. Cf. Colo. Outfitters Ass’n v. Hickenlooper, 823 F.3d 537, 546 n.8 (10th Cir. 2016) (“A mere suggestion that the district court erred—made solely in the ‘Statement of the Case’ section of an appellant’s brief and not subsequently developed in the ‘Argument’ section—is insufficient to adequately brief an issue for consideration on appeal.”). And even if that were not so, API also abandoned any § 706(2)(C) argument in its reply brief, emphasizing that “the salient issue is not ONRR’s general rulemaking authority” but instead whether the Rule “is arbitrary and capricious.” Rep. Br. 4 n.2. For these reasons, we focus our analysis on whether ONRR acted arbitrarily and capriciously in enacting the Rule and do not separately address whether it exceeded its statutory authority.\n|\n6\n|This de novo review resolves API’s assertion that the district court applied inappropriate APA standards by “uncritically accepting ONRR’s unsupported legal conclusions” and improperly “deferring to the Rule’s legal deficiencies as policy choices.” Aplt. Br. 19, 22 (capitalization standardized). Even if that were true, it would not justify setting the Rule aside because we “are not bound by the district court’s factual findings or legal conclusions.” City of Colo. Springs v. Solis, 589 F.3d 1121, 1131 (10th Cir. 2009) (quoting Utah Env’t Cong. v. Bosworth, 439 F.3d 1184, 1188 (10th Cir. 2006)). Put differently, even if the district court reviewed the Rule under the wrong standards, we still must “render an independent decision” under the correct standards and determine whether ONRR satisfied the APA’s requirements. Olenhouse v. Commodity Credit Corp., 42 F.3d 1560, 1580 (10th Cir. 1994). Thus, any errors in the district court’s analysis do not, by themselves, support vacating the Rule.\n|\n7\n|A transaction is at “arm’s length” if it is “between independent persons who are not affiliates and who have opposing economic interests.” 30 C.F.R. § 1206.20.\n|\n8\n|According to ONRR, lessees under the DWP also attempted to deduct costs related to subsea movement from the well to the manifold as a transportation allowance.\n|\n9\n|API at times questions this view, arguing that ONRR offered no record evidence to show that “all deepwater bulk movement necessarily is ‘gathering.’ ” Aplt. Br. 28. But whether such movement constitutes gathering is not a factual issue; it is a legal one that we must resolve based on how ONRR has chosen to define that term. In the regulations, as amended by the Rule, ONRR defined “gathering” to include all the subsea movement that the DWP had previously treated as transportation. What matters is whether that choice was arbitrary and capricious, not whether the movement at issue is, in fact, gathering.\n|\n10\n|To be sure, the Mineral Leasing Act requires ONRR to base royalty on the “value of the production removed or sold from the lease.” 30 U.S.C. § 226(b)(1)(A) (emphasis added). But as the D.C. Circuit has noted, that phrase “is sufficiently broad to be read as referring simply to the origin of the [oil or] gas.” Amoco Prod. Co. v. Watson, 410 F.3d 722, 727–28 (D.C. Cir. 2005) (Roberts, J.), aff’d sub nom. BP Am. Prod. Co. v. Burton, 549 U.S. 84, 127 S.Ct. 638, 166 L.Ed.2d 494 (2006). To conclude otherwise would ignore the statute’s broad language and instead “read the statute as if it referred to [oil or] gas ‘sold at the lease.’ ” Id. at 728.\n|\n11\n|API alludes to a fourth ground about ONRR’s decision reflecting “disparate treatment” because without the exemptions, some lessees will recover their full transportation and processing costs while others—those whose costs exceed the caps—will not. Aplt. Br. 40. But API inadequately briefed this issue by raising it in a single paragraph that cites an out-of-circuit case without explaining its applicability here. See Colo. Outfitters Ass’n, 823 F.3d at 544 (“[I]nadequately briefed arguments are waived.”). And at any rate, that case simply requires agencies to “treat similar cases in a similar manner” unless they have “a legitimate reason for failing to do so.” Indep. Petrol. Ass’n of Am. v. Babbitt, 92 F.3d 1248, 1258 (D.C. Cir. 1996). But in the Rule, ONRR did just that: It treated all lessees whose transportation and processing costs exceed the allowance caps the same by barring all such lessees from requesting exemptions. To the extent that this decision treats lessees with costs above and below the caps differently, ONRR justified such treatment as necessary to “ensure a fair return to the public” and “limit ONRR’s administrative costs to process” exemption requests. Proposed Rule, 80 Fed. Reg. at 624. Thus, even setting aside API’s inadequate briefing, the disparate-treatment argument fails because ONRR treated similar lessees the same and, alternatively, it offered legitimate reasons for treating some lessees differently than others.\n|\n12\n|Relatedly, API points to a purported inconsistency between ONRR ending allowance-cap exemptions for federal oil and gas leases and, at the same time, rejecting a request to add an allowance cap for federal and Indian coal leases. But API did not raise that issue during the public-comment period. API has therefore waived this argument, and we decline to consider it. Zen Magnets, LLC v. Consumer Prod. Safety Comm’n, 841 F.3d 1141, 1151 n.11 (10th Cir. 2016) (explaining that “a party challenging an agency regulation” generally waives issues not presented “to the agency during the rulemaking process”).\n|\n13\n|In passing, API relatedly asserts that because this aspect of the Rule upsets reliance interests, it is “impermissibly retroactive.” Aplee. Br. 41. But as ONRR explained, the Rule “is entirely prospective” and thus “does not affect” the ability of lessees with exemptions to claim allowances exceeding the caps “for past production months.” Final Rule, 81 Fed. Reg. at 43344 (emphasis added). For that reason, we conclude that the Rule is not retroactive. See Bowen v. Georgetown Univ. Hosp., 488 U.S. 204, 219, 109 S.Ct. 468, 102 L.Ed.2d 493 (1988) (Scalia, J., concurring) (explaining that retroactivity requires “altering the past legal consequences of past actions”).\n|\n14\n|The regulation cited above, § 1206.141(b)–(c), sets out the index-pricing method for unprocessed natural gas. A separate regulation applies the same method to processed gas (residue gas and gas-plant products). See 30 C.F.R. § 1206.142(c)–(d). For convenience, and because the method is the same for both types of gas, we cite only the unprocessed-gas provision when discussing the index-price option.\n|\n15\n|An example from the Rule helps illustrate this scenario. Final Rule, 81 Fed. Reg. at 43346. Say that a producer with a lease in the Gulf of Mexico feeds its unprocessed gas into a pipeline that “is physically capable of flowing to” three index pricing points: Plants A, B, and C. Id. If the high-end bidweek price at Plant A is greater than that of Plants B and C, the lessee must use Plant A’s value no matter what—even if the lessee’s production could not have flowed to Plant A during that month because of production constraints. Id.\n|\n16\n|This fixed allowance reduces the applicable bidweek price “by [five] percent for sales from the OCS Gulf of Mexico and by [ten] percent for sales from all other areas, but not by less than 10[¢] per MMBtu or more than 30[¢] per MMBtu.” § 1206.141(c)(1)(iv).\n|\n17\n|These two regulations apply only to oil, but the Rule includes nearly identical provisions for gas. See 30 C.F.R. §§ 1206.143 (gas trigger provision), 1206.144 (gas default provision). Because the two sets of provisions contain only minor wording differences, we cite only to the oil provisions for ease of reference.\n|\n18\n|API relatedly contends that the Rule does not tell lessees “who within ONRR and the audit agencies, and at what level, has authority to invoke the default provisions.” Aplt. Br. 47. But for one thing, the Rule does address that issue; it says that ONRR “anticipate[d] that, in most cases, [it would] use the default provision during the course of an audit.” Final Rule, 81 Fed. Reg. at 43341. And for another, as ONRR notes, API does not explain “why this is [legally] relevant or necessary to include in the Rule itself.” Fed. Aplee. Br. 47. The APA does not require ONRR to discuss in the Rule such minute details about “internal agency management decisions.” Intervs. Aplee. Br. 40; cf. also 5 U.S.C. § 553(b)(3)(A) (exempting “rules of agency organization, procedure, or practice” from rulemaking requirements).\n|\n19\n|API’s speculation that ONRR may “deprive” lessees of their initial role by generally “second-guess[ing] valuation[s]” is unfounded. Aplt. Br. 48. If that occurs, lessees can challenge ONRR’s valuations by administratively appealing them and, if necessary, seeking judicial review. See 30 C.F.R. §§ 1290.100–1290.111 (detailing procedures for appealing valuation decisions to ONRR Director and Interior Board of Land Appeals (IBLA)); 5 U.S.C. § 706(2)(A) (requiring courts to “set aside agency action ... found to be ... an abuse of discretion”). API says that these avenues do not permit lessees “to meaningfully challenge ONRR’s substitute valuation” because “[n]othing in the Rule or in [the regulations] compels ONRR to share the basis for its substitute” valuation. Aplt. Br. 49–50. But no matter what the Rule or the regulations require, the APA always requires ONRR to “ ‘disclose the basis’ of its action” so as “to permit meaningful judicial review.” Dep’t of Com. v. New York, ––– U.S. ––––, 139 S. Ct. 2551, 2573, 204 L.Ed.2d 978 (2019) (quoting Burlington Truck Lines, Inc. v. United States, 371 U.S. 156, 167–68, 83 S.Ct. 239, 9 L.Ed.2d 207 (1962)). And contrary to API’s suggestion, ONRR would not be “legally precluded from” making such a disclosure simply because its reasoning may rely on “confidential sales information ... receive[d] from other producers.” Aplt. Br. 49. Indeed, as the intervening parties note, both “the [IBLA] and federal courts have procedures for reviewing agency decisions that involve confidential information, should that situation arise.” Intervs. Aplee. Br. 42; see, e.g., 43 C.F.R. § 4.31 (describing procedures for using confidential documents in IBLA proceedings). Accordingly, the opportunity for administrative and judicial review resolves API’s unfounded speculation that ONRR will abuse its substitute-valuation authority.\n|\n20\n|The gross-proceeds method, for example, would not accurately reflect value if ONRR discovered that a lessee’s sales contract “d[id] not reflect the total consideration” received from the buyer, §§ 1206.104(b), or that the lessee sold its production at an “unreasonably low” value in violation of its marketing duties, § 1206.104(c)(2).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}