{
    "Background": "\n\n\n\n387 F.Supp.2d 921\nUnited States District Court,\nE.D. Wisconsin.\nKOHLER COMPANY, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nNo. 01–C–753.\n|\nSept. 1, 2005.\nSynopsis\nBackground: Corporate taxpayer sought refund of taxes paid following audit of its transactions in Mexican debt obligations on which it was determined taxpayer realized short-term capital gain. Following denial of its initial motion for summary judgment, 247 F.Supp.2d 1083, taxpayer again moved for summary judgment.\n \n[Holding:] The District Court, Griesbach, J., held that taxpayer was entitled to presumption, in absence of contrary evidence, that fair market value of restricted Mexican peso account it received in arms-length debt equity swap transaction was equal to price paid, and thus that exchange had not resulted in any capital gain.\n \nMotion granted.\n \n\n\nWest Headnotes (2)\n\n\n[1]\n|Internal RevenueClaims for refund\nInternal RevenueProceedings for refund\n|\n|It is not enough for taxpayer to demonstrate that assessment of tax for which refund is sought was erroneous in some respects; rather, taxpayer has burden of proving by preponderance of the evidence that assessment or determination is incorrect and correct amount, if any, of tax.\n\n|\n\n\n[2]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|Where fair market value of restricted Mexican peso account taxpayer received in arms-length debt equity swap transaction was not ascertainable, taxpayer seeking refund was entitled to presumption, in absence of contrary evidence, that it was equal to price paid, and thus that exchange had not resulted in any capital gain.\n\n|\n\n\nAttorneys and Law Firms\n*922 Philip Karter and Herbert Odell, Miller & Chevalier Chartered, Bala Cynwyd, PA, Adam Feinberg, Miller & Chevalier Chartered, Washington, DC, for Plaintiff.\nAndrew T. Pribe and Hilarie E Snyder, United States Department of Justice Tax Division, Washington, DC, for Defendant.\n\n\n\n\nDECISION AND ORDER\nGRIESBACH, District Judge.\nThe Kohler Company has once again moved for summary judgment, reprising one of the questions addressed in a previous decision and order issued February 20, 2003. In particular, Kohler asks me to rule that the value of the pesos received by a Kohler subsidiary in a 1987 debt equity swap transaction cannot be proven with any reliability. If that is the case, Kohler then argues that I must apply a presumption that the pesos’ value is equivalent to the value, in U.S. dollars, that Kohler tendered for those pesos. For the reasons given below, the motion for summary judgment will be granted.\n \nThe nature of the 1987 transaction was described in some detail in the 2003 decision and order. In short, in a transaction involving the Mexican government, Kohler paid Bankers Trust some $11.1 million to receive $22.4 million in debt obligations of the Mexican government. As part of that transaction, the obligations were cancelled and Kohler’s subsidiary, Sanimex, received from the Mexican government an account containing Mexican pesos having a face value of $19.5 million. After an audit, the IRS assessed Kohler with a short-term capital gain of $8.4 million, the difference between the peso account’s $19.5 million face value and the $11.1 million Kohler paid to Bankers Trust. Whereas the IRS obviously relied solely on the face value of the pesos in making its assessment, Kohler claims the value of the pesos was significantly less than their $19.5 million face value. In fact, in seeking a full refund Kohler argues that the pesos were actually worth only the $11.1 million it paid for them. That’s because instead of simply receiving the peso account as cash or another form of liquid asset, the Kohler subsidiary was given an account, largely controlled by the Mexican government, from which the pesos were to be doled out at Kohler’s direction. Moreover, the transaction agreement placed certain restrictions on the spending of the money, including a requirement that the money be spent only for construction and land purchases in *923 Mexico and that only Mexican contractors be used in the process. Because of these restrictions and other factors, Kohler claims that the face value of the pesos drastically overstates their worth.\n \n\n\nANALYSIS\n\n1. The Davis Presumption\nKohler devotes significant efforts in sections 1.A and 1.B of its briefs to explaining how the various restrictions on the peso account reduced their value below face. It also notes certain inherent risks and entry costs involved in the transaction, both of which had a similarly negative impact on value. But Kohler does not arrive at a concrete value for the pesos-say, $13.625 million-based on these factors. Instead, (and this is the crux of its current effort) Kohler believes that the restricted pesos are literally invaluable, i.e., that the restrictions and other factors impacting their valuation make guesswork any attempt to place a concrete dollar value on them. Because of the difficulty in valuing the restricted pesos, Kohler believes the only solution is to look to the amount it paid for those pesos-$11.1 million-and presume that the value it tendered is equivalent to the value it received. For this argument Kohler again relies on United States v. Davis, 370 U.S. 65, 82 S.Ct. 1190, 8 L.Ed.2d 335 (1962), in which the Supreme Court found that the inherent difficulty in valuing a benefit can give rise to a presumption that its value is equivalent to the value of that for which it was exchanged. In short, because Kohler exchanged $11.1 million for the pesos, we should presume (given no evidence to the contrary) that those pesos were themselves worth $11.1 million and that Kohler enjoyed no gain from the transaction.\n \nIn the last go-round we left matters with my conclusion that, “at least at this point, there exists a factual dispute as to whether the value of the restricted peso account is readily ascertainable.” (February 20, 2003 Decision and Order at 23.) I now conclude the value of the restricted peso account is not ascertainable in the sense that it cannot be valued-at least on this record-by standard methods of financial analysis. But, as discussed below, the value Kohler paid for the pesos is evidence of their value that may be considered and that the government has not rebutted.\n \nThe Davis “presumed equivalence” rule is central to Kohler’s summary judgment motion; indeed, Kohler concedes that “[i]f there is no Davis rule, Kohler readily admits that it is not entitled to summary judgment.” (Reply Br. At 3.) As such, some discussion of what the rule means-and what it does not mean-is in order. Simply put, Davis stands for the unremarkable proposition that when something difficult or impossible to value is given up or exchanged, the price paid (assuming an arm’s length transaction) is often the best indicator of what the value is. 370 U.S. at 72, 82 S.Ct. 1190 (“It must be assumed, we think, that the parties acted at arm’s length and that they judged the marital rights to be equal in value to the property for which they were exchanged.”)\n \n[1] The government argues that the Davis presumption is not appropriately applied here because it does not satisfy the burden shouldered by the taxpayer. In a refund suit, “[i]t is not enough for [the taxpayer] to demonstrate that the assessment of the tax for which refund is sought was erroneous in some respects.” United States v. Janis, 428 U.S. 433, 440, 96 S.Ct. 3021, 49 L.Ed.2d 1046 (1976). Instead, “a taxpayer has the burden of proving by a preponderance of the evidence that the assessment or determination is incorrect and the correct amount, if any, of tax.” *924 Cook v. U.S., 46 Fed.Cl. 110, 116 (Fed.Cl.2000). In the government’s view, this means the taxpayer must always “prove affirmatively the exact amount of overpayment,” that is, the taxpayer must produce a concrete figure and support it with evidence unrelated to any presumptions or other legal rules. (Resp. Br. at 5.) In short, the government believes the Davis presumption cannot suffice to meet a plaintiff’s burden to establish the correct amount of tax. Unless Kohler came up with a concrete figure-say, $11.1 million-and backed it up with evidence in addition to, and independent of, the amount it paid for the pesos, it cannot establish the amount of refund and summary judgment must be denied.\n \nThe government’s view demands too much of a plaintiff in Kohler’s shoes, however. Applied here, it would mean Kohler could produce a dozen financial experts, who all agreed that valuing the pesos would be impossible, but despite that evidence the government could simply rest on the fact that Kohler, who has the burden of proof, had not established the specific dollar amount of the refund it was due. The implication of all this is that the government would have us go to trial even if the only evidence at this stage was the financial experts’ unanimous view that the pesos could not be valued.\n \nOn the other end of the spectrum, Kohler also assumes too much from Davis. In its view, all it has to do is demonstrate that the pesos do not have a readily ascertainable value and then—voila!—the Davis rule dictates that the value paid equals the value received. But Davis is not a magic wand and it has generally not been applied so mechanically. There is nothing in Davis nor cases like it that mandate the application of the presumption whenever valuation is difficult or impossible.\n \nInstead, the best view of the Davis holding is that the value paid for an item is simply evidence-often the best evidence-of that item’s worth. This is made clear by cases applying Davis, such as the Bar L Ranch case, which both parties cite. Bar L Ranch, Inc. v. Phinney, 426 F.2d 995 (5th Cir.1970). There, the court concluded that, “in accordance with the principles of Davis, ... the value of the 51.576 acres transferred to Young is a relevant factor to be given consideration in determining the value of the note and accounts received in exchange therefor and that evidence of the value of the land should not be rejected by the District Court.” 426 F.2d at 1001 (italics added). In other words, the district court in that case should have considered the value of the land exchanged for the difficult-to-value note as evidence of the note’s value-though there is no indication the court needed to rely solely on that factor. Similarly, in Southern Natural Gas Co. v. United States, 188 Ct.Cl. 302, 412 F.2d 1222, 1255 (1969), the court concluded that the Davis rule is not an ironclad mandate and that valuation “is simply a matter of what is the best evidence in a particular case.” As the court noted, “[i]f therefore it appears from the record that the value of the property received, upon the issuance by a corporation of certain of its shares of stock, is the best evidence of the fair market value of those shares at the time of issue, that evidence should be applied and the fair market value of the shares of stock issued determined accordingly.” Id. (quoting Amerex Holding Corporation, 1938 WL 420, 37 B.T.A. 1169, 1190 (1938)). This approach was also adopted in Saltzman v. United States, 750 F.Supp. 61, 67 (E.D.N.Y.1988), where the court rejected the expert evidence as to the value of certain film recordings of the Bolshoi ballet on the grounds that the evidence was neither credible nor rational. The court concluded that, “[i]n the absence of credible testimony establishing value, the price paid by plaintiff to acquire the *925 Bolshoi films seems to be the most rational indication of what a willing buyer would pay a willing seller.” Id. Even though the price paid by the plaintiff for the films was not the result of an arm’s length transaction, the court was satisfied that it “appears to be the most reasonable method of fixing the fair market value of the films.” Id.\n \nIn sum, the question here, as in most cases, “is simply a matter of what is the best evidence.” Southern Natural Gas, 412 F.2d at 1255. While the government is correct there is no Davis “rule” that automatically applies, it does not follow that the amount Kohler paid for the pesos is irrelevant to their valuation, which is the logical extension of the government’s argument. Instead, what Davis and the other cases hold is that I should simply regard the amount Kohler paid for the pesos as a “relevant factor” (i.e., evidence) in valuation.\n \n\n\n2. The Evidence\n[2] As the parties are aware, summary judgment is appropriate only if there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. See Fed. R. Civ.P.56. Thus, the issue presented by the summary judgment motion is simple: is there a genuine issue of material fact regarding the value of the pesos in question? Because a “genuine” factual dispute requires evidence backing up both sides, I will proceed to assess the evidence the parties have (or have not) put forward.\n \nKohler’s primary evidence, as noted above, is the $11.1 million it paid Bankers Trust to receive the Mexican debt obligations which were then transformed into the restricted peso account face valued at $19.5 million. (See February 20, 2003 Decision and Order at 7–9.) Under Davis and cases like it, I consider the amount Kohler paid as evidence, given that the arm’s length nature of the transaction is not disputed. In addition, Kohler bolsters that figure with its arguments suggesting that the value of the pesos was less-much less-than the $19.5 face amount, due to the many restrictions the Mexican government placed on the pesos. These efforts do not of course establish that $11.1 million is the actual value of the peso account, but they nevertheless support the notion that $11.1 million is a reasonable amount rather than an outlandish lowball figure.\n \nThe government, of course, does not dispute that Kohler paid $11.1 million in an arm’s length transaction with Bankers Trust.1 While it does not dispute that $11.1 million represents the fair market price of step one in the transaction (Kohler’s purchase of the Mexican debt), the government attacks the efficacy of using the secondary market valuation as a benchmark for valuing the peso account received by Kohler’s subsidiary. The government suggests that since Mexico itself was not party to the secondary market transaction between Bankers Trust and Kohler, the value Kohler paid to Bankers Trust for the debt obligations is irrelevant. The theory is that the Mexican government was so relieved to be able to extinguish its foreign debt that it would have richly rewarded anyone like Kohler who participated in the debt equity swap program. Thus, under this theory, if Kohler received a boon from Mexico it makes sense that the amount Kohler paid to *926 Bankers Trust could dramatically understate the value Kohler actually received.\n \nThe trouble with this theory is that the debt equity swap program was made available to anyone eligible to participate. It was not a sweetheart deal for Kohler alone. The Mexican government’s debt obligations were essentially the currency for the swap transaction, and any other interested business could presumably have bought that currency from Bankers Trust or other creditors. The government admits, however, that $11.1 million was the highest price Bankers Trust could get for the debt obligations it sold Kohler. As such, it is not unreasonable to believe that $11.1 million was not only the going market rate for the debt obligations but was also a fair market price for the restricted peso account Kohler ultimately received. Indeed, if Kohler really would receive a nearly instantaneous $8.4 million profit, the obvious question is why Bankers Trust couldn’t get a better price for the Mexican debt that was the essential currency of this transaction.\n \nThe government also argues that by using the secondary market valuation we are ignoring the benefits both to Mexico and to Kohler as a result of their participation in the swap. But the fact that this was a good deal for Kohler does not mean that the fair market value of those pesos was any higher. Similarly, the fact that Mexico saw substantial benefits from its participation in the transaction does not bear on what parties viewing the transaction objectively might decide. Implicit in “fair market” value is objectivity, not the subjective value attributed by individual parties. In fact, we assume that parties who exchange things do so because they attach different values to the goods or services exchanged. Thus, the subjective value of the pesos account to the specific parties involved has no bearing on its fair market value.2\n \nThe government also claims the secondary market was a thin one, meaning it was illiquid and had few trades, and because of that we should not place too much reliance on the price Kohler paid. Yet those concerns are partly why the Davis rationale makes sense in many cases, for if there were actually a highly liquid market involved here we would have little reason to resort to presumptions or experts at all. In fact, it is noted that the Davis presumption is frequently used when thin markets are involved. See Bar L Ranch, 426 F.2d at 1001 (“The presumed-equivalence-in-value rule of Davis has generally been limited to ‘cases involving valuation of property for which there is little or no market.’ ”)(quoting Seas Shipping Company v. Commissioner, 371 F.2d 528, 529 (2d Cir.1967)).\n \nIn sum, none of the government’s arguments undercut the notion that the money Kohler paid to participate in this transaction should at least be a factor in valuing the benefit Kohler received from its participation. But apart from its arguments attacking the applicability of the barter exchange rule, the government has offered nothing in the way of evidence. Perhaps because it has discharged its primary valuation expert, it argues that it need not present any evidence whatsoever. For this proposition it relies on a district court case, Trigon Ins. Co. v. United States, 215 F.Supp.2d 687 (E.D.Va.2002). But that case involved a district court’s rejection of the plaintiff’s expert witness’ methodology. Among other problems with the expert, the court noted that he “used inputs that *927 consistently inflated the purported value and life of Trigon’s contracts and that the valuation on which Trigon relies is unreliable and inadequate to carry its burden of proof.” Id. at 726. Having found that the plaintiff’s expert failed to carry the burden, it is not surprising that the court found for the government. Thus, Trigon does not say the government can always simply rest on its laurels, it merely stands for the principle upon which both parties agree, which is that Kohler has the burden of proof.\n \nThe government’s reliance on Trigon thus begs the essential question, which is whether Kohler’s evidence suffices to meet the burden of proof. We have a concrete data point-the price Kohler paid-which the Davis court and others have sanctioned as being a very strong indicator of value. Given that the transaction was at arm’s length, and given no other indicia that the equivalency analysis should not be applied here, I find that Kohler has met its burden to prove, by a preponderance of the evidence, both that the government erred in assessing its taxes and in calculating the amount of the refund it is due. It is not hard to imagine the government producing experts to rebut the notion that the pesos were worth more than $11.1 million, but it did not do so. Instead, its brief relied largely on the mistaken belief that the amount a taxpayer pays for an item can never constitute evidence sufficient to meet the taxpayer’s burden of proof. Since the government produced no evidence of its own regarding value, and because I find the taxpayer’s evidence to be competent and reliable indicia of value, summary judgment is appropriately granted in favor of the plaintiff.\n \nAccordingly, IT IS ORDERED that the plaintiff’s motion for summary judgment is GRANTED. Kohler is directed to file a proposed judgment indicating the proper amount of refund within 20 days of the date of this order.\n \nAll Citations\n387 F.Supp.2d 921, 96 A.F.T.R.2d 2005-6019\n\n\n\nFootnotes\n|\n1\n|To recall, Kohler bought $22.4 million in Mexican government debt obligations from Bankers Trust for a price of $11.1 million, roughly 50 cents on the dollar. As part of the transaction, Bankers Trust then cancelled Mexico’s debt and Mexico gave a newly-created Kohler subsidiary the restricted peso account at issue here.\n|\n2\n|By the same token, Kohler’s own idiosyncratic issues regarding how it valued the pesos are irrelevant to their fair market value.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}