{
    "Background": "\n\n\n\n556 F.2d 889\nUnited States Court of Appeals,\nEighth Circuit.\nNORTHWESTERN NATIONAL BANK OF MINNEAPOLIS, Appellant,\nv.\nUNITED STATES of America, Appellee.\nNo. 76-1465.\n|\nSubmitted Jan. 12, 1977.\n|\nDecided June 15, 1977.\nSynopsis\nIn a tax refund suit, the United States District Court for the District of Minnesota, Miles W. Lord, J., granted summary judgment in favor of the United States, and the corporate taxpayer appealed. The Court of Appeals, Webster, Circuit Judge, held that the District Court did not abuse discretion in reallocating a charitable deduction claimed by the corporate taxpayer back to its wholly owned subsidiary where the deduction consisted of assets acquired from the subsidiary by means of an upstream dividend and where the dividend was simply a vehicle by which assets were moved to the parent corporation so that it could enjoy the deduction.\n \nAffirmed.\n \n\n\nWest Headnotes (7)\n\n\n[1]\n|Internal RevenueEvidence\n|\n|In cases involving reallocations of income, deductions, credits, or allowances between or among businesses owned or controlled by the same interests, the commissioner’s determination to reallocate is not to be overturned unless that determination is shown by the taxpayer to have been unreasonable, arbitrary and capricious. 26 U.S.C.A. (I.R.C.1954) § 482.\n4 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|To justify a reallocation under section which permits apportionment or allocation of income, deductions, credits or allowances between or among businesses owned or controlled by the same interests, the commissioner must find that there are two or more trades, businesses or organizations, that such enterprises are owned or controlled by the same interests and that the reallocation is necessary in order to prevent the evasion of taxes or to reflect properly each enterprise’s income. 26 U.S.C.A. (I.R.C.1954) § 482.\n4 Cases that cite this headnote\n|\n\n\n[3]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|In making a reallocation of income, deductions, credits or allowances between or among businesses owned or controlled by the same interests, standard to be applied is that of an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer. 26 U.S.C.A. (I.R.C.1954) § 482.\n1 Case that cites this headnote\n|\n\n\n[4]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Nothing in language of Internal Revenue Code section which permits the apportionment or allocation of income, deductions, credits or allowances between or among businesses owned or controlled by the same interests or in regulations promulgated thereunder is inconsistent with applying the section to transactions between subsidiary corporations that might not occur in similar form between unrelated taxpayers; therefore, fact that dividend distribution was not a transaction that would occur between unrelated taxpayers did not preclude application of section to reallocate to a wholly owned subsidiary a charitable deduction claimed by parent corporation. 26 U.S.C.A. (I.R.C.1954) § 482.\n5 Cases that cite this headnote\n|\n\n\n[5]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Internal Revenue Code section permitting allocation or apportionment of income, deductions, credits or allowances between or among businesses owned or controlled by the same interests was designed specifically to correct distortions of the respective net incomes of parent and subsidiary corporations resulting from transactions having as their purpose the obtaining of a tax advantage not available in an arm’s length transaction. 26 U.S.C.A. (I.R.C.1954) § 482.\n\n|\n\n\n[6]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Intercorporate dividends do not automatically trigger reallocation under code section which permits the allocation or apportionment of income, deductions, credits or allowances between or among businesses owned or controlled by the same interests. 26 U.S.C.A. (I.R.C.1954) § 482.\n1 Case that cites this headnote\n|\n\n\n[7]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Where upstream dividend distribution was simply a vehicle by which assets were moved to parent corporation which was in a better position to enjoy charitable deduction that would accrue from previously planned contribution and because strategy of reducing parent corporation’s taxable income would have been unavailable to an uncontrolled taxpayer, reallocation of charitable deduction back to the subsidiary was not an abuse of discretion. 26 U.S.C.A. (I.R.C.1954) § 482.\n3 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*890 Hayner N. Larson, Minneapolis, Minn., for appellant; Jack D. Gage, Minneapolis, Minn., on brief.\nArthur L. Bailey, Appellate Sec., Tax Div., Dept. of Justice, Washington, D.C., for appellee; Scott P. Crampton, Asst. Atty. Gen., Gilbert E. Andrews and Jonathan S. Cohen, Attys., Washington, D.C., on brief.\nBefore LAY, ROSS and WEBSTER, Circuit Judges.\nOpinion\n\nWEBSTER, Circuit Judge.\n\nIn a case of apparent first impression, the Commissioner of Internal Revenue reallocated to a wholly-owned subsidiary a charitable deduction claimed by its parent corporation, appellant herein, consisting of assets acquired from the subsidiary by means of an upstream dividend. In the tax refund suit which followed, the District Court1 granted summary judgment in favor of the United States. We affirm the judgment of the District Court.\nThe sequence of events underlying this controversy is outlined in the parties’ pretrial stipulation of facts and attached exhibits. Appellant, Northwestern National Bank of Minneapolis, owns all the outstanding shares of capital stock of the Northwestern Bank Building Company (Bank Building Company). In 1962, Bank Building Company acquired ten percent of the outstanding shares of capital stock of The Center, Inc. at a cost of $100,000. At a meeting of appellant’s Board of Directors on December 16, 1965, a report was read advising that the directors of The Center, Inc. had entered into discussions for the possible sale of Northstar Center, a business building complex it owned in Minneapolis. The report stated that in the event the sale was consummated, the $100,000 common stock investment of Bank Building Company might be sold for approximately $800,000.\nOn December 22, 1965, V. M. Dissmeyer, appellant’s controller, addressed a memorandum to J. A. Moorhead, appellant’s president, outlining alternative ways to deal with the Bank Building Company’s appreciated investment in The Center, Inc. He envisioned three possible alternatives: (1) Bank Building Company could sell its stock in The Center, Inc. and pay the capital gains tax; (2) Bank Building Company could donate the stock to the Northwestern Foundation, a corporation sponsored by appellant that qualifies as a foundation under 26 U.S.C. s 170(c)(2); or (3) Bank Building Company could transfer the stock as a dividend to appellant, which would then donate it to the Foundation. Appellant sought the advice of its legal counsel, who responded that in his opinion the third alternative was feasible and prudent from a tax standpoint. Thereafter, on January 17, 1966, the Board of Directors of Bank Building Company adopted a resolution declaring a dividend of the 10,000 shares of The Center, Inc. stock.2 These shares were then transferred to appellant, which adopted a resolution on January 20, 1966, donating its newly-acquired stock in The Center, Inc. to the Foundation. On its income tax return appellant claimed the contribution of this stock as a charitable *891 deduction.3 The Commissioner of Internal Revenue, acting pursuant to 26 U.S.C. s 482, disallowed the deduction to appellant and reallocated it to Bank Building Company. He assessed a deficiency against appellant. Appellant paid the deficiency, and, after exhausting its administrative remedies, brought this tax refund action. The District Court held that the Commissioner had not abused his discretion. We affirm.\nSection 482 provides:\nIn any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the United States, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Secretary or his delegate may distribute, apportion, or allocate gross income, deductions, credits, or allowances between or among such organizations, trades, or businesses, if he determines that such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations, trades, or businesses.\n \n[1] [2] [3] Appellant contends section 482 is inapplicable to a transaction that originates as a dividend distribution. In cases involving reallocations under section 482, the Commissioner’s determination to reallocate is not to be overturned unless that determination is shown by the taxpayer to have been unreasonable, arbitrary and capricious. Wilson v. United States, 530 F.2d 772, 776 (8th Cir. 1976); Liberty Loan Corp. v. United States, 498 F.2d 225, 229 (8th Cir.), cert. denied, 419 U.S. 1089, 95 S.Ct. 680, 42 L.Ed.2d 681 (1974). To justify a reallocation under section 482, the Commissioner must find (1) that there are two or more trades, businesses or organizations, (2) that such enterprises are owned or controlled by the same interests, and (3) that the reallocation is necessary in order to prevent the evasion of taxes or to reflect properly each enterprise’s income. Wilson v. United States, supra, 530 F.2d at 777. In making the reallocation, the standard to be applied is that of an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer. Id. See Treas.Reg. s 1.482-1(b)(1). Because a dividend distribution is not a transaction that would occur between uncontrolled taxpayers, appellant contends, section 482 cannot properly be applied in the instant case. This argument is without merit.\n \n[4] [5] The purpose of section 482, as provided in Treas.Reg. s 1.482-1(b)(1), is:\nto place a controlled taxpayer on a tax parity with an uncontrolled taxpayer, by determining, according to the standard of an uncontrolled taxpayer, the true taxable income from the property and business of a controlled taxpayer. The interests controlling a group of controlled taxpayers are assumed to have complete power to cause each controlled taxpayer so to conduct its affairs that its transactions and accounting records truly reflect the taxable income from the property and business of each of the controlled taxpayers. If, however, this has not been done, and the taxable incomes are thereby understated, the district director shall intervene, and, by making such distributions . . . as he may deem necessary of gross income, deductions, . . . or of any item or element affecting taxable income, between or among the controlled taxpayers constituting the group, shall determine the true taxable income of each controlled taxpayer.\n \nThere is nothing in the language of section 482 or its corresponding regulations that is inconsistent with applying section 482 to transactions between subsidiary corporations that might not occur in similar form between unrelated taxpayers. See generally Fuller, Section 482 Revisited, 31 Tax.L.Rev. 475, 506-16 (1976). The purpose behind *892 the dividend distribution was to obtain a tax advantage not available in an arm’s length transaction. The transaction was made possible solely on the basis of appellant’s relationship with and control of Bank Building Company, and the end result was a distortion of the respective net incomes of both parent and subsidiary corporations.4 Section 482 was designed specifically to correct such distortions. See Fitzgerald Motor Co. v. Commissioner of Internal Revenue, 508 F.2d 1096, 1102 (5th Cir. 1975); Kahler Corp. v. Commissioner of Internal Revenue, 486 F.2d 1, 5 (8th Cir. 1973); Lufkin Foundry & Machine Co. v. Commissioner of Internal Revenue, 468 F.2d 805, 807 n. 2 (5th Cir. 1972); Charles Town, Inc. v. Commissioner of Internal Revenue, 372 F.2d 415, 419 (4th Cir.), cert. denied, 389 U.S. 841, 88 S.Ct. 69, 19 L.Ed.2d 104 (1967); National Securities Corp. v. Commissioner of Internal Revenue, 137 F.2d 600, 602-03 (3d Cir.), cert. denied, 320 U.S. 794, 64 S.Ct. 262, 88 L.Ed. 479 (1943) (decided under 26 U.S.C. s 45, predecessor to section 482). See also 7 J. Mertens, Law of Federal Income Taxation ss 38.63, 38.64 (1974); Fuller, Section 482 Revisited, 31 Tax.L.Rev. 475, 486-91 (1976); Eustice, Tax Problems Arising From Transactions Between Affiliated or Controlled Corporations, 23 Tax.L.Rev. 451, 481-523 (1968).\n \n[6] [7] It should be noted that the distortion was not caused by the upstream dividend alone; intercorporate dividends do not automatically trigger section 482 reallocation. The dividend was simply the vehicle by which assets were moved to the parent corporation, which was in a better position to enjoy the deduction that would accrue from the previously planned contribution.5 Since such a strategy would be unavailable to an uncontrolled taxpayer,6 the Commissioner did not abuse his discretion in reallocating the deduction back to the subsidiary, the true donor under the standard of an uncontrolled taxpayer. See Treas.Reg. s 1.482-1(b)(1).\n \nAccordingly, the judgment appealed from is affirmed.\nAll Citations\n556 F.2d 889, 40 A.F.T.R.2d 77-5156, 77-2 USTC P 9479\n\n\n\nFootnotes\n|\n1\n|The Honorable Miles W. Lord, United States District Court for the District of Minnesota.\n|\n2\n|The parties stipulated the Bank Building Company had never previously declared a dividend, although it had sufficient earnings and profits to do so.\n|\n3\n|Appellant claimed a charitable deduction for the value of The Center, Inc. stock on its 1966 income tax return in the amount of $932,537.00. Because other deductions for that year equalled the annual limitation of five percent of taxable income imposed by 26 U.S.C. s 170(b)(2) on charitable deductions allowable under section 170(a), appellant carried this deduction over to its 1967 and 1968 taxable years as provided by section 170(d).\n|\n4\n|The effect of the charitable deduction was to reduce appellant’s taxable income below what it would have been if the deduction had not been shifted, and, correspondingly, Bank Building Company’s taxable income was greater than it would have been if it had taken the deduction for itself.\n|\n5\n|It is specious for appellant to argue that there was no binding commitment by appellant to make the charitable contribution at the time of the dividend. There was substantial evidence from which the District Court could and did find that the dividend was part of a preconceived plan to make the contribution through the parent. The parent was at all times able to control this outcome.\n|\n6\n|Treasury Regulation s 1.482-1(a)(4) defines a controlled taxpayer as:\nany one of two or more organizations, trades, or businesses owned or controlled directly or indirectly by the same interests.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}