{
    "Background": "\n\n\n\n\nKeyCite Red Flag - Severe Negative Treatment\nReversed by Saltzman v. C.I.R., 2nd Cir., December 11, 1997\nT.C. Memo. 1994-641\nUnited States Tax Court.\nEric F. SALTZMAN and Victoria M. Saltzman, et al.,1 Petitioners,\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent.\nNos. 16723–91, 19402–91, 19403–91, 27653–91, 27654–91 and 8930–92.\n|\nDec. 29, 1994.\nAttorneys and Law Firms\nKenneth Wayne Gideon, Gregory P. Joseph, Sheldon S. Cohen, Ellen K. Harrison, Mark S. Bader, B. John Williams, Jr., and John Foy Coverdale, for petitioners.\nLindsey D. Stellwagen, Judy J. Miller, Chalmers W. Poston, Jr., and Melvin E. Lefkowitz, for respondent.\n\n\n\n\nMEMORANDUM FINDINGS OF FACT AND OPINION\nCOLVIN, Judge:\n*1 Respondent determined deficiencies in and additions to petitioners’ income tax and gift tax as follows:\n \n\n\nAdditions to Tax and Additional Interest\n\n\n\n\nYear\n \n|Deficiency\n \n|Sec. 6653(a)(1)(A) 1\n \n|Sec. 6653(a)(1)(B)\n \n|Sec. 6661\n \n|Sec. 6662\n \n|\nEric and Victoria Saltzman, Docket No. 16723–91 (income tax)\n \n|\n||||| \n|\n1986\n \n|$1,789,305\n \n|$89,465\n \n|2\n \n|$447,326\n \n| \n|\n||||| \n|\nMarian B. Pictures, Inc., & Eric Saltzman as Transferee\n \n|\nDocket Nos. 19402–91, 19403–91 (income tax)\n \n|\n||||| \n|\n1986\n \n|694,555\n \n|34,728\n \n|2\n \n|173,638\n \n||\n||||| \n|\nEric and Victoria Saltzman, Docket No. 27653–91 (income tax)\n \n|\n||||| \n|\n1987\n \n|60,764\n \n|3,038\n \n|2\n \n|16,191\n \n||\n1988\n \n|70,884\n \n|3,544\n \n||||\n||||| \n|\n\n\n\n\n\n\n\nWindsor Production Corp. Docket No. 27654–91\n \n|\n(income tax and accumulated earnings tax)\n \n|\n||||| \n|\n1987\n \n|19,623\n \n|5,126\n \n|2\n \n|13,349\n \n||\n1988\n \n|9,630\n \n|1,530\n \n||7,650\n \n||\n1989\n \n|9,889\n \n||||10,037\n \n|\n||||| \n|\nRespondent also determined deficiencies in accumulated earnings tax of $33,772 for 1987, $20,976 for 1988, and $40,297 for 1989, and an addition to tax of $5,340 for failure to timely file for 1987 under section 6651(a)(1).\n \n|\n||||| \n|\nArnold and Joan Saltzman, Docket No. 8930–92 (gift tax)\n \n|\n||||| \n|\n1986\n \n|4,145,193.97\n \n|207,259.70\n \n|2\n \n|||\n\n\n\n\nAfter concessions, the following issues remain to be decided:\n \n1. Whether parts of the record relating to the quality of Marian B., Inc.’s (MBI), title in the Radio Keith Orpheum (RKO) film library should be sealed. We hold that it should not except for certain documents protected under the attorney-client privilege.\n \n2. The fair market value of the family trusts’ MBI stock at the time of the recapitalization. Petitioners contend that the fair market value was $987,000. Respondent contends it was $4,633,922. We hold that the fair market value of the family trusts’ MBI stock was $3,784,658.76 on May 31, 1986.\n \n3. Whether the recapitalization of MBI in 1986 was a gift from Arnold Saltzman to his son, Eric Saltzman. We hold that it was.\n \n4. The value of contract rights and liabilities assumed by Eric Saltzman when he liquidated Marian B. Pictures, Inc. (MBP), in 1986, and whether he may adjust his basis for 1976 gift tax paid. We hold: (a) The value of the contract rights is $835,000; (b) Eric Saltzman assumed liabilities of $262,958 plus MBP’s taxes to be computed under Rule 155; and (c) he may not adjust his basis for 1976 gift tax paid but he may adjust his basis to the extent gift tax is paid for the 1986 recapitalization.\n \n5. The value of Arnold and Joan Saltzman’s gift to a grantor retained income trust (GRIT). We hold that it is $960,000, less the value of Arnold Saltzman’s contingent reversion calculated as if the GRIT were income-producing property.\n \n6. Whether MBP may deduct expenses of litigation with the Turner Broadcasting Co. (Turner) and Eric Saltzman’s salary. We hold that the Turner litigation expenses and Eric Saltzman’s salary are capitalizable in part and deductible in part, as discussed below.\n \n7. Whether Eric and Victoria Saltzman properly used the income-forecast method of depreciation for 1987 and 1988. We hold that they did for 1987, but they must revise it in part for 1988.\n \n*2 8. Whether Arnold and Joan Saltzman are liable for additions to gift tax for negligence for 1986. We hold that they are.\n \n9. Whether Eric and Victoria Saltzman are liable for additions to income tax for negligence for 1986, 1987, and 1988, and for substantial understatement for 1986 and 1987. We hold that they are: (a) Liable for the addition to tax for substantial understatement of tax for 1986 and 1987 if there is a substantial understatement, (b) not liable for negligence for 1986 and 1987, and (c) liable for negligence for 1988.\n \n10. Whether Windsor Production Corp. (Windsor) is liable for additions to tax for negligence for 1987, 1988, and 1989. We hold that it is.\n \n11. Whether Windsor is liable for the addition to tax for substantial understatement in 1987. We hold that it is if there is a substantial understatement.\n \n12. Whether MBP is liable for additions to tax for negligence for 1986. We hold that it is not.\n \nSection references are to the Internal Revenue Code in effect during the years in issue. Rule references are to the Tax Court Rules of Practice and Procedure.\n \n\n\nTABLE OF CONTENTS\n\n\n\n\nIssue\n \n|Page\n \n|\n|||| \n|\nFINDINGS OF FACT\n \n|7\n \n|\n|||| \n|\nA.\n \n|The Saltzman family and family trusts\n \n|7\n \n|\n|1.\n \n|Petitioners\n \n|7\n \n|\n|2.\n \n|The Saltzman family\n \n|8\n \n|\n|3.\n \n|Stanley Haber and Kraditor & Haber\n \n|10\n \n|\nB.\n \n|The Saltzman family corporations: MBI, MBP, and Windsor\n \n|11\n \n|\n|1.\n \n|MBI and MBP\n \n|11\n \n|\n|2.\n \n|June 1, 1983, agreement for Arnold Saltzman to sell MBI stock to Eric Saltzman\n \n|12\n \n|\n|3.\n \n|Recapitalization of MBI\n \n|13\n \n|\n|4.\n \n|June 18, 1986, acceleration of the 1983 agreement\n \n|14\n \n|\n|5.\n \n|Redemption of MBI preferred stock\n \n|14\n \n|\n|6.\n \n|Windsor\n \n|16\n \n|\nC.\n \n|Saltzman family corporations and the RKO film library\n \n|16\n \n|\n|1.\n \n|Beginning of the film business for MBI and MBP\n \n|16\n \n|\n|2.\n \n|MBI’s 1982 law suit against RKO\n \n|17\n \n|\n|3.\n \n|MBI license agreement with RKO\n \n|18\n \n|\n|4.\n \n|Access to the physical materials for the pre–1956 RKO library films\n \n|18\n \n|\n|5.\n \n|MBI’s 1983 settlement with RKO\n \n|19\n \n|\n|6.\n \n|The 1984 distribution agreement between MBP and RKO\n \n|20\n \n|\n|7.\n \n|American Movie Classics\n \n|21\n \n|\n|8.\n \n|RKO–AMC film license and MBI/RKO–UA settlement\n \n|22\n \n|\n|9.\n \n|Multi-point distribution service\n \n|23\n \n|\n|10.\n \n|1986 film licenses with parties other than AMC\n \n|24\n \n|\n|11.\n \n|Film income of MBI and MBP\n \n|24\n \n|\n|12.\n \n|Licensing and exposure of films\n \n|25\n \n|\n|13.\n \n|Turner Broadcasting Co. litigation\n \n|25\n \n|\n|14.\n \n|Expiration of the RKO–MBP distribution agreement\n \n|26\n \n|\n|15.\n \n|Sale of MBI’s and MBP’s interest in the pre–1956 RKO library to RKO\n \n|27\n \n|\n|16.\n \n|Liquidating distributions by MBP and sale to Windsor\n \n|29\n \n|\n|17.\n \n|Events after the RKO sale and MBP liquidation\n \n|30\n \n|\nD.\n \n|MBP’s deductions for professional expenses and Eric Saltzman’s salary\n \n|32\n \n|\nE.\n \n|Grantor retained income trust (GRIT)\n \n|33\n \n|\n|1.\n \n|The Montauk property\n \n|33\n \n|\n|2.\n \n|Arnold Saltzman’s gift to the GRIT\n \n|34\n \n|\n|||| \n|\nOPINION\n \n|35\n \n|\n|||| \n|\nA.\n \n|Sealing the record\n \n|35\n \n|\n|1.\n \n|Petitioners’ contentions\n \n|36\n \n|\n|2.\n \n|Background\n \n|36\n \n|\n|3.\n \n|Disclosure of title matters\n \n|38\n \n|\n|4.\n \n|Attorney-client privilege\n \n|41\n \n|\n|5.\n \n|Confidential financial information\n \n|42\n \n|\n|6.\n \n|Conclusion\n \n|42\n \n|\nB.\n \n|Fair market value of MBI common stock on May 31, 1986\n \n|42\n \n|\n|1.\n \n|Background\n \n|42\n \n|\n|2.\n \n|Expert opinion relating to the value of MBI’s film rights when MBI was recapitalized\n \n|44\n \n|\n|3.\n \n|Sale of MBI’s film rights to RKO\n \n|45\n \n|\n|4.\n \n|Whether RKO was compelled to buy MBI’s interest in the pre–1956 RKO library\n \n|47\n \n|\n|5.\n \n|Petitioners’ claimed title concerns\n \n|51\n \n|\n|6.\n \n|Value of MBI’s film rights which RKO did not buy\n \n|52\n \n|\n|7.\n \n|Discount for lack of marketability\n \n|53\n \n|\n|8.\n \n|Conclusion\n \n|54\n \n|\nC.\n \n|Whether the 1986 recapitalization was a gift from Arnold Saltzman to Eric Saltzman\n \n|55\n \n|\n|1.\n \n|Background\n \n|55\n \n|\n|2.\n \n|Transactions between family members\n \n|56\n \n|\n|3.\n \n|Bona fide arm’s-length business transaction without any donative intent\n \n|57\n \n|\n||a.\n \n|Applicable factors\n \n|58\n \n|\n||b.\n \n|Petitioners’ contentions\n \n|61\n \n|\n||c.\n \n|Conclusion\n \n|65\n \n|\n|4.\n \n|Whether the gift tax does not apply to the transfer of trust property\n \n|66\n \n|\n|5.\n \n|Conclusion\n \n|67\n \n|\nD.\n \n|MBP liquidation issue\n \n|68\n \n|\n|1.\n \n|Background\n \n|68\n \n|\n|2.\n \n|Value of the liquidation assets\n \n|69\n \n|\n|3.\n \n|MBP liabilities that Eric Saltzman assumed on December 31, 1986\n \n|69\n \n|\n|4.\n \n|Eric Saltzman’s basis in the MBI stock\n \n|70\n \n|\n||a.\n \n|Additional gift tax for 1976\n \n|70\n \n|\n||b.\n \n|Adjustment for gift tax paid as a result of the 1986 recapitalization\n \n|71\n \n|\nE.\n \n|Value of Arnold Saltzman’s gift to the GRIT\n \n|71\n \n|\n|1.\n \n|Background\n \n|71\n \n|\n|2.\n \n|Undivided interest discount\n \n|72\n \n|\n|3.\n \n|Arnold Saltzman’s retained interests\n \n|73\n \n|\n||a.\n \n|Retained income interest\n \n|74\n \n|\n||b.\n \n|Contingent reversion interest for the first 3 years\n \n|75\n \n|\n||c.\n \n|Contingent reversion interest for the last 7 years and the commutation power\n \n|76\n \n|\nF.\n \n|MBP deductions for professional fees and salary of Eric Saltzman\n \n|77\n \n|\n|1.\n \n|Year of payment\n \n|78\n \n|\n|2.\n \n|Whether professional fees are capital or ordinary\n \n|78\n \n|\n|3.\n \n|Eric Saltzman’s salary\n \n|80\n \n|\nG.\n \n|Income-forecast method to depreciate films for 1987 and 1988\n \n|81\n \n|\n|1.\n \n|Background\n \n|81\n \n|\n|2.\n \n|Petitioners’ reconstruction of return calculations\n \n|82\n \n|\n|3.\n \n|Whether petitioners may use the income-forecast method\n \n|83\n \n|\n|4.\n \n|Proper year for income-forecast method\n \n|84\n \n|\nH.\n \n|Additions to tax for negligence\n \n|84\n \n|\n|1.\n \n|Negligence of Arnold and Joan Saltzman with respect to the 1986 recapitalization and GRIT gifts\n \n|84\n \n|\n|2.\n \n|Negligence of Eric and Victoria Saltzman for 1986, 1987, and 1988\n \n|86\n \n|\n|3.\n \n|Negligence of Windsor for 1987, 1988, and 1989\n \n|87\n \n|\n|4.\n \n|Negligence of MBP for 1986\n \n|87\n \n|\nI.\n \n|Additions to tax for substantial understatement of income tax\n \n|88\n \n|\n\n\n\n\n\n\nFINDINGS OF FACT\n*3 Some of the facts have been stipulated and are so found.\n \n\n\nA. The Saltzman Family and Family Trusts\n\n1. Petitioners\nArnold Saltzman and his wife, Joan Saltzman, lived in New York when they filed their petition. Eric F. Saltzman and his wife, Victoria M. Saltzman, lived in New York when they filed their petition.\n \nMBP was incorporated in 1984 under the laws of New York. MPB was liquidated on December 31, 1986, pursuant to a plan of complete liquidation adopted on December 26, 1986. MBP’s principal place of business was Sands Point, New York. MBP had been dissolved and had no place of business when the petition was filed. Eric Saltzman was the sole shareholder of MBP when it was liquidated. He received MBP’s assets which remained after creditor claims were satisfied. The parties agree that MBP may maintain this action in its own name under section 1006 of New York Business Corporations Law (West 1986). Petitioner in docket Nos. 19402–91 and 19403–91 is Eric Saltzman as transferee of MBP. He lived in New York when those petitions were filed.\n \nWindsor is an Oklahoma corporation that had its principal place of business in New York when the petition was filed.\n \n\n\n2. The Saltzman Family\nArnold Saltzman owned several businesses including MBI and Newgate, Inc. (Newgate), an investment company. MBI was incorporated in 1966 and was primarily a holding company. Arnold Saltzman was also chief executive officer of a large publicly traded corporation. He dominated his family’s financial affairs.\n \nRobert Saltzman, Marian Saltzman, and Eric Saltzman are children of Arnold and Joan Saltzman. Chloe McCrary is the daughter of Marian Saltzman. Chloe McCrary is autistic, retarded, and requires special care. She was 6 years old in 1986. Chloe McCrary lives in a home for autistic children which Arnold and Joan Saltzman established. Arnold Saltzman is concerned about her and usually spends weekends with her at his home. Xylon Saltzman, the son of Robert Saltzman, was 12 years old in 1986. Arnold Saltzman established trusts for Robert, Marian, and Xylon Saltzman in 1976 and for the benefit of Chloe McCrary in 1981 (collectively, the family trusts).\n \nMarian Saltzman was a single parent in 1986. She and Chloe McCrary depended on income from their trusts. The distributions from her and Chloe McCrary’s trusts increased as needed to support Chloe McCrary.\n \nRobert Saltzman is an art photographer who lives in New Mexico. His photography income was less than $5,000 per year in the 1980s. He is supported by his trust. He does not wish to manage money. He lives frugally. His father gave him money to buy his house in New Mexico. Robert Saltzman and his father have a good relationship.\n \nXylon Saltzman’s trust is the primary source of his support. He lived with Arnold and Joan Saltzman during his early years and visits them every summer. Arnold Saltzman pays for Xylon’s college and other expenses.\n \nEric Saltzman is a lawyer and business executive. He graduated from and taught at Harvard Law School. He has a background in film production. He produced documentary films at Harvard Law School for American Broadcasting Cos. (ABC), Columbia Broadcasting System (CBS), and Public Broadcasting. One of his films won an Emmy.\n \n\n\n3. Stanley Haber and Kraditor & Haber\n*4 Stanley Haber (Haber) was a certified public accountant and an attorney. He spent his entire career at Kraditor & Haber and its predecessor firms. Haber was trustee of 10 to 20 trusts for the Saltzman family and others. Kraditor & Haber has represented Arnold Saltzman and his family since around 1960. It provides services including preparation of tax returns for the family and family owned corporations.\n \nKraditor & Haber prepared and filed income tax returns for Robert Saltzman and Marian Saltzman. Haber prepared their wills and was familiar with their personal finances. Arnold Saltzman and Haber were trustees of the family trusts. Haber was a trustee of the family trusts until he died in 1987. Arnold Saltzman and Haber each received copies of all brokerage statements for the family trusts. Kraditor & Haber maintained records of income and assets and separate brokerage accounts for cash and securities for the family trusts and filed income tax returns for each of the family trusts since its inception.\n \nArnold and Joan Saltzman consented to split gifts under section 2513 to Eric Saltzman and the Saltzman family trusts for the quarter ending December 31, 1976. Their gifts to the family trusts included MBI stock valued at $629 per share. Joan Saltzman made no gifts during that quarter. She filed a gift tax return (Form 709) for the quarter ending December 31, 1987, reporting a gift tax liability of $15,927.62.\n \n\n\nB. The Saltzman Family Corporations: MBI, MBP, and Windsor\n\n1. MBI and MBP\nMBI was incorporated in 1966 in New York. At that time, MBI was a holding company. MBI acquired Weston Merchandising Corp. as a wholly owned subsidiary in 1971 and liquidated it in December 1986.\n \nNewgate was primarily a holding company for stock investments. In 1976, Arnold Saltzman gave stock in MBI and Newgate (otherwise unidentified in the record) to Eric Saltzman and to the family trusts. Arnold Saltzman reported these gifts on a gift tax return he filed for the quarter ending December 31, 1976.\n \nNewgate was merged into MBI on July 30, 1982. As a result, Newgate stock held by the family trusts was exchanged for MBI stock. On June 1, 1983, MBI shares were held as follows:\n \n\n\n\n\nOwner\n \n|Shares\n \n|Percentage\n \n|\nArnold Saltzman\n \n|79.260\n \n|26.245\n \n|\nEric Saltzman\n \n|75.750\n \n|25.083\n \n|\nMarian Saltzman’s trust\n \n|67.240\n \n|22.265\n \n|\nRobert Saltzman’s trust\n \n|29.325\n \n|9.710\n \n|\nXylon Saltzman’s trust\n \n|44.425\n \n|14.710\n \n|\nChloe McCrary’s trust\n \n|6.000\n \n|1.987\n \n|\nTotal\n \n|302.000\n \n|100.000\n \n|\n\n\n\n\nMBP was incorporated in 1984 as a wholly owned subsidiary of MBI. Eric Saltzman was the sole shareholder of MBI and MBP when MBI merged into MBP on December 26, 1986.\n \n\n\n2. June 1, 1983, Agreement for Arnold Saltzman to Sell MBI Stock to Eric Saltzman\nAround 1980 or 1981, MBI claimed rights to license certain films produced before 1956 by RKO (pre–1956 RKO library). Eric Saltzman began to work for MBI full time in late 1981.\n \nArnold Saltzman wanted to dispose of his 79.26 shares of MBI stock. He was chairman and chief executive officer of a public company in 1983 and did not have time to oversee MBI’s film business. He also wanted Eric Saltzman to have some of his own money at risk.\n \n*5 On June 1, 1983, Arnold and Eric Saltzman executed a contract in which Arnold Saltzman agreed to transfer his MBI stock to Eric Saltzman (1983 agreement). The 1983 agreement required Eric Saltzman to make the following payments:\n \n\n\n\n\n \n|Number of\n \n|Total\n \n|\nDate\n \n|Shares\n \n|Consideration\n \n|\nNov. 15, 1983\n \n|9.26\n \n|$18,103\n \n|\nNov. 15, 1984\n \n|10\n \n|19,550\n \n|\nNov. 15, 1985\n \n|9\n \n|19,355\n \n|\nNov. 15, 1986\n \n|9\n \n|19,355\n \n|\nNov. 15, 1987\n \n|9\n \n|21,290\n \n|\nNov. 15, 1988\n \n|9\n \n|21,290\n \n|\nNov. 15, 1989\n \n|12\n \n|31,224\n \n|\nNov. 15, 1990\n \n|12\n \n|31,224\n \n|\nTotal\n \n|79.26\n \n|181,391\n \n|\n\n\n\n\nThe average price per share under the 1983 agreement was $2,288.56. The 1983 agreement allowed Arnold Saltzman to vote and to receive any dividends paid on shares until Eric Saltzman paid for them. MBI did not pay a dividend on its common stock from 1983 to 1986.\n \nArnold Saltzman sold Eric Saltzman the following MBI common stock as follows:\n \n\n\n\n\nDate\n \n|Shares\n \n|Price\n \n|\nNov. 15, 1983\n \n|9.26\n \n|$18,103\n \n|\nNov. 15, 1984\n \n|10\n \n|19,550\n \n|\nNov. 15, 1985\n \n|9\n \n|19,355\n \n|\nJune 18, 1986\n \n|51\n \n|124,383\n \n|\nTotal\n \n|79.26\n \n|181,391\n \n|\n\n\n\n\n\n\n3. Recapitalization of MBI\nOn April 24, 1986, Arnold Saltzman and Haber were the directors of MBI. At that time, Eric Saltzman held 104.01 shares of MBI stock. The remaining 197.99 shares were held by Arnold Saltzman or by the family trusts for which Arnold Saltzman and Haber were trustees. On that day, Arnold and Eric Saltzman and Haber discussed and adopted, on behalf of MBI and the family trusts, a plan to recapitalize MBI under which: (a) MBI shares held by the family trusts would be converted to cumulative preferred stock with a 7.25–percent annual preferred dividend, $100 per share par value, and $107 per share redemption price, and (b) Eric Saltzman would have all of the MBI common stock.\n \nHaber wanted to have an independent appraisal of MBI’s film assets before undertaking the recapitalization but Arnold Saltzman refused to have one. The trustees did not appraise the film assets or use outside counsel for the recapitalization. In valuing MBI for the recapitalization, Arnold and Eric Saltzman and Haber valued MBI’s RKO films rights at zero.\n \nThe recapitalization occurred on May 31, 1986. MBI issued 7,301 shares of preferred stock ($100 par value) to the family trusts in exchange for their MBI common stock as shown below:\n \n\n\n\n\n \n|Preferred Shares\n \n|Common Shares\n \n|\nTrust\n \n|Received\n \n|Exchanged\n \n|\nRobert Saltzman’s trust\n \n|1,456\n \n|29.325\n \n|\nMarian Saltzman’s trust\n \n|3,340\n \n|67.240\n \n|\nXylon Saltzman’s trust\n \n|2,207\n \n|44.425\n \n|\nChloe McCrary’s trust\n \n|298\n \n|6.000\n \n|\nTotal:\n \n|7,301\n \n|146.990\n \n|\n\n\n\n\nThe preferred shareholders had a claim to MBI’s corporate assets to the extent of the liquidation value which had priority over any claim by Eric Saltzman based on the common stock. The preferred shareholders were entitled to receive $107 per share if MBI was liquidated.\n \nArnold and Eric Saltzman and Haber did not consult the beneficiaries of the family trusts about the recapitalization. The beneficiaries had not consented to it as of the date of trial.\n \n\n\n4. June 18, 1986, Acceleration of the 1983 Agreement\n*6 Shortly after the April 24, 1986, meeting in which Arnold Saltzman and Haber adopted the MBI recapitalization, Arnold Saltzman proposed that Eric Saltzman pay the balance that Eric Saltzman owed under the 1983 agreement. Eric Saltzman did so, as shown in the chart at paragraph B–2.\n \n\n\n5. Redemption of MBI Preferred Stock\nMBI paid the following dividends to the family trusts on their preferred shares in December 1986: $1,080 to Chloe McCrary’s trust; $5,218 to Robert Saltzman’s trust; $8,000 to Xylon Saltzman’s trust; and $12,108 to Marian Saltzman’s trust.\n \nOn December 26, 1986, MBP adopted a plan of complete liquidation pursuant to former section 337. Between December 26 and 31, 1986, MBP sold assets pursuant to the plan of liquidation. On December 30, 1986, MBI redeemed the family trusts’ preferred stock for $107 per share. MBI was merged into MBP in December 1986. On December 31, 1986, MBP distributed the proceeds from those sales and all remaining assets to Eric Saltzman, who was then the sole shareholder of MBP.\n \nEric Saltzman’s basis in the 79.26 shares of MBI stock he bought from Arnold Saltzman under the 1983 agreement (see paragraph B–2) was $181,391 on December 31, 1986. Arnold Saltzman’s adjusted basis in those shares was less than $187,316. Eric’s Saltzman’s basis in the 38 shares of MBI stock, which Arnold Saltzman gave him in 1976, was $3,825.16 on December 31, 1986.\n \nEric Saltzman’s basis in 30.2 shares of MBI stock which he received in exchange for 20 shares of Newgate stock was $2,100 on December 31, 1986, which was Arnold Saltzman’s basis in the Newgate stock. Eric Saltzman’s basis in 7.55 shares of MBI stock which he received in exchange for 5 shares of Newgate stock was $525 on December 31, 1986, which was Arnold Saltzman’s basis.\n \n\n\n6. Windsor\nFrom November 1, 1986, to October 31, 1989, Arnold Saltzman owned 95 percent of the stock of Windsor and Eric Saltzman owned a small percentage. Arnold Saltzman controlled Windsor.\n \n\n\nC. Saltzman Family Corporations and the RKO Film Library\n\n1. Beginning of the Film Business of MBI and MBP\nRKO produced about 730 feature films and about 1,000 short films (5 to 15 minutes long) before 1956. These films comprise the pre–1956 RKO library. RKO owned the copyright to those films at least until the end of 1987.\n \nIn 1955, RKO sold part of its interest in the pre–1956 RKO library to C & C Television Corp. (C & C). RKO sold the following rights: (a) The perpetual worldwide right to broadcast the short films; and (b) for the 730 feature films, the perpetual right under the copyrights and renewals thereof: (i) To broadcast in the United States, Canada, and the Bahamas, on free and toll television, except that RKO reserved “free television rights” in five cities; and (ii) to broadcast outside the United States, Canada, and the Bahamas, with 16 and 35 mm film in motion picture theaters or free and “toll television” stations. Free television stations are stations which do not charge viewers. Toll television is television transmission for which the viewer is charged a fee.\n \n*7 In 1960, C & C sold its free television rights in the pre–1956 RKO library in the United States, Puerto Rico, Guam, and the Virgin Islands, in perpetuity to United Artists (UA) (1960 UA–C & C agreement). The sale did not include licenses for a varying number of films with about 95 free television stations in the United States.\n \nBefore 1971, TransBeacon Corp. (TransBeacon) succeeded to C & C’s interest under the 1955 contract with RKO. In 1971, MBI bought the assets (with three exceptions) of TransBeacon, then a bankrupt corporation, from the bankruptcy trustee for $119,600. MBI acquired certain film remake rights and rights to short films. MBI received about $30,000 for licensing those rights from 1971 to 1981. MBI did not know in 1971 that it had also acquired other rights from the bankruptcy trustee, including toll television rights.\n \n\n\n2. MBI’s 1982 Law Suit Against RKO\nSheldon Abend (Abend) has owned Authors Research Co., a copyright research company, since 1957. Abend worked for C & C under Arnold Stream and helped C & C get the rights to the pre–1956 RKO library. In 1980 or 1981, Abend told Arnold Saltzman that MBI owned toll television rights in the pre–1956 RKO library. MBI sued RKO in April 1982 on the grounds that MBI owned cable and other pay television rights in the pre–1956 RKO library. In its answer, RKO contended that MBI had defective title for several reasons including various problems with TransBeacon’s bankruptcy. The resolution of this lawsuit is discussed below (see paragraph C–5).\n \n\n\n3. MBI License Agreement With RKO\nIn 1982, MBI licensed 40 of the pre–1956 RKO library films to Oak Media to show on its over-the-air pay television service in Los Angeles known as OnTV (OnTV license). This service is sometimes called “subscription television” (STV). MBI chose Los Angeles because Los Angeles was outside UA’s territory. MBI used Orion Pictures (Orion) to distribute the OnTV license. Orion charged MBI a fee of 20 percent plus expenses. RKO objected to the OnTV license but agreed to furnish prints to OnTV until the suit between RKO and MBI was resolved.\n \nOn June 1, 1983, the OnTV subscription TV service in the Los Angeles area was MBI’s only film license. Oak Media owed MBI $292,197 under the OnTV license on June 1, 1983. MBI’s film receipts for the year ended May 31, 1984, were $272,276.75.\n \n\n\n4. Access to the Physical Materials for the Pre–1956 RKO Library Films\nRKO owned the physical materials (i.e., prints) for many of the pre–1956 RKO library films. The 1955 agreement gave C & C access to the physical materials. Bonded Co., a warehouse, stored many physical materials for the short and feature films involved here. RKO gave MBI (as C & C’s successor in interest) access to the physical materials through Bonded Co.\n \nMBP represented in its license agreement that it had access to at least 500 short films. However, MBP had physical materials for only about 200 short films.\n \n\n\n5. MBI’s 1983 Settlement With RKO\n*8 MBI and RKO settled their lawsuit on October 24, 1983. They agreed that:\n \n(a) MBI and RKO could each license one-half of the pre–1956 RKO library in perpetuity worldwide for direct broadcast satellite (DBS) and cable television. MBI and RKO divided the pre–1956 RKO library into the ACE list and the ADV list. MBI received the right to license films on the ACE list and RKO received the right to license films on the ADV list.\n \n(b) RKO agreed that MBI could license the pre–1956 RKO library for known forms of television for which a charge was made other than cable and DBS. Some new television rights were split in perpetuity. MBI could license all of the pre–1956 RKO library for broadcast using existing “over-the-air” technologies such as Multi–Point Distribution Service (MDS) (see paragraph B–9) and STV.\n \n(c) RKO did not give MBI the copyrights or title to the physical materials for the pre–1956 RKO library but agreed to give MBI reasonable access to them.\n \n(d) If UA did not approve licensing of pay television or cable films by MBI in the UA territories, RKO agreed to indemnify MBI against liability from UA claims due to RKO’s exercise of those rights. However, it did not protect MBI from claims based on exploitation by MBI of its part of the library.\n \nOn June 8, 1984, MBI transferred its cable and DBS rights in the pre–1956 RKO library to MBP, its wholly owned subsidiary. MBP was incorporated in 1984 to protect the cable license operations from liability. Eric Saltzman became president of MBP when it was incorporated.\n \nAs discussed above (see paragraph B–1), MBI originally was a holding company which invested in various securities. MBI continued to hold securities and the short films and to pay for over-the-air rights in the pre–1956 RKO library after MBP was incorporated.\n \n\n\n6. The 1984 Distribution Agreement Between MBP and RKO\nBefore October 17, 1984, the only licenses which MBI or MBP made were the OnTV license in 1982 with Oak Media and a cable license with the Z Channel in Los Angeles for about 20 films.\n \nOn October 17, 1984, MBP: (a) Made a distribution agreement with RKO for MBP’s part of the pre–1956 RKO Library (1984 MBP–RKO agreement), and (b) consented to a license between RKO and Rainbow Classics Film Corp. (RCFC) to exhibit the pre–1956 RKO library on the American Movie Classics (AMC) channel (AMC feature film license).\n \nThe 1984 MBP–RKO agreement had an initial term of 2 years. RKO could renew it annually through 1989 if MBP received at least $1 million under the agreement during the first 2 years or $500,000 per year thereafter through 1989 (excluding receipts from the AMC feature film license). If MBP did not receive enough to trigger the renewal option, RKO could renew the agreement if it paid the shortage.\n \nRKO’s distribution fee was 15 percent for the ACE list and 10 percent for the AMC feature film license. RKO and the Saltzmans were mutually suspicious and antagonistic.\n \n\n\n7. American Movie Classics\n*9 In 1984, AMC was a new cable service which showed classic films. Initially, AMC was a “premium” cable service (i.e., a service for which subscribers pay a charge in addition to the basic cable subscription fee) rather than a basic cable service (i.e., a service for which subscribers pay no fee other than the basic cable subscription fee). Rainbow Programing Enterprises (RPE) owned RCFC which owned AMC.\n \nOn December 12, 1984, RCFC assigned its rights and interests in the 1984 MBP–RKO agreement to Rainbow Service Corp. (RSC). Eric Saltzman agreed to this assignment on behalf of MBI on August 5, 1985.\n \nAMC lost money from 1984 to 1987. However, AMC paid all fixed license fees due under its licenses with AMC and MBP. Some studios did not want to do business with AMC without a guarantee because of AMC’s poor financial condition. Other studios signed license agreements with AMC because the studio could terminate the license with AMC at will.\n \nAMC received $50 million in 1985 in settlement of a license dispute with UA and Metro Goldwyn Mayer (MGM). Those funds were immediately distributed to RPE’s partners.\n \nTelecommunications, Inc. (TCI), the largest cable operator in the United States at the time, signed a letter of intent in September or October 1986 to acquire an interest in AMC. TCI acquired a 50–percent interest in AMC early in 1987.\n \n\n\n8. RKO–AMC Film License and MBP/RKO–UA Settlement\nOn October 17, 1984, MBP consented to RKO’s and RCFC’s entering a license agreement which let AMC exhibit the pre–1956 RKO feature film library (RKO–AMC feature film license).\n \nThe RKO–AMC feature film license initially had a 10–year term, to December 1, 1994. It required AMC to pay $337,500 annually to MBP for the first 3 years and $450,000 annually for the next 7 years, less RKO’s 10 percent distribution fee. The RKO–AMC feature film license required AMC to pay bonuses to MBP if AMC had more than 750,000 subscribers. AMC could renew the license for an additional 10 years if AMC paid $5 million to both MBP and RKO in 1994 (see paragraph C–6). The AMC feature film license provided that once MBP received license payments of $1,350,000, RCFC could terminate the license without further liability.\n \nIn 1984, UA objected to the RKO–AMC feature film license and threatened to sue MBP, RKO, and AMC. UA contended that the agreement violated UA’s rights under the 1960 UA–C & C agreement. In March 1985, MBP and RKO each agreed to pay a 12.5–percent royalty to UA on all pay television receipts beginning December 1, 1984 (MBP/RKO–UA settlement). MBP paid $200,000 as an advance royalty to UA when the MBP/RKO–UA settlement was executed. MBP and RKO could terminate the royalty payment if UA received $500,000 from MBP before December 1, 1989. Otherwise, MBP and RKO would be required to pay more than $500,000 to UA. AMC reimbursed MBP $133,000 for an advance royalty MBP paid to UA.\n \nIn June 1986, AMC had 576,200 subscribers. AMC reported this to RKO. AMC did not pay bonuses under the AMC feature film license because it did not have enough subscribers.\n \n\n\n9. Multi–Point Distribution Service\n*10 MDS transmitted a television signal to viewers by microwave. It used line-of-sight transmission and only one channel. Licensees other than AMC paid about $1,000 to MBP and MBI for MDS rights.\n \nOn April 4, 1985, RCFC agreed to pay MBP $120,000 per year for a right of first refusal to buy MDS’ rights to license the pre–1956 RKO library (MDS first refusal agreement). Under the MDS first refusal agreement, bonuses paid under the AMC feature film license would offset up to 50 percent of this amount.\n \nOn March 5, 1986, MBP agreed to license MDS rights to RSC from March 5, 1986, to January 1, 1991, for $500,000 payable in semiannual installments of $50,000 plus 20 percent of RSC’s gross receipts from MDS (MDS license). At that time, MBP granted RSC the option to renew the MDS license until December 1, 1994, for $350,000 payable on January 1, 1990 (MDS option). On March 5, 1986, MBP also agreed to license to RSC the short films from the pre–1956 RKO library for $500,000 payable in varying semiannual installments through 1990 (short films licenses).\n \n\n\n10. 1986 Film Licenses With Parties Other Than AMC\nAfter settling with UA in 1985 (see paragraph C–8), RKO began making other licenses for the pre–1956 RKO library. From April to June 1986, MBP received revenue from licenses with USA Network, Nickelodeon, HBO/Cinemax, and Lifetime. By December 31, 1986, Nickelodeon, HBO/Cinemax, and Lifetime made all required payments to MBI and MBP under the terms of their licenses. Orion made two STV licenses from which MBP received revenue from April to June 1986 with SelecTV (California) and STV (Baltimore–Washington).\n \n\n\n11. Film Income of MBI and MBP\nMBI and MBP had the following consolidated income from film licenses from June 1, 1981, to December 31, 1986:\n \n\n\n\n\n||Gross\n \n||Net\n \n|Income\n \n|Total\n \n|\nYear\n \n|Film\n \n|Film\n \n|Film\n \n|Film\n \n|From\n \n|Taxable\n \n|\nEnding\n \n|Receipts\n \n|Income\n \n|Expenses\n \n|Income\n \n|Securities\n \n|Income\n \n|\nMay 31, 1982\n \n|$18,667\n \n|$17,889\n \n|$47,618\n \n|($29,729)\n \n|$40,635\n \n|$10,906\n \n|\nMay 31, 1983\n \n|213,152\n \n|207,516\n \n|126,543\n \n|80,973\n \n|21,979\n \n|102,952\n \n|\nMay 31, 1984\n \n|272,277\n \n|272,053\n \n|160,710\n \n|111,343\n \n|79,259\n \n|190,602\n \n|\nMay 31, 1985\n \n|609,955\n \n|449,284\n \n|199,858\n \n|249,426\n \n|105,907\n \n|355,333\n \n|\nMay 31, 1986\n \n|1,146,385\n \n|1,015,084\n \n|292,899\n \n|722,185\n \n|122,558\n \n|844,743\n \n|\nDec. 31, 1986\n \n|730,446\n \n|649,469\n \n|353,479\n \n|295,990\n \n|768,960\n \n|1,064,950\n \n|\n\n\n\n\n\n\n12. Licensing and Exposure of Films\nAMC licensed all of the pre–1956 RKO library but exhibited only 120 to 150 of the films. RKO could not deliver physical materials for many of the pictures.\n \nFrom February 1 to July 12, 1986, AMC aired 230 titles from all sources (i.e., the pre–1956 RKO library and other sources). Of these, 54 were from the ACE list and 66 were from the ADV list. AMC showed each movie several times during this period. AMC did not comply with the exposure restrictions in the AMC license. RKO objected to this to AMC in 1987.\n \nThe following chart shows the number of films licensed from the ACE and ADV lists to licensees other than AMC:\n \n\n\n\n\nLicensees and Number of Films\n \n|\n\n\n\n\n\n\n\nLicensee\n \n|ACE List\n \n|ADV List\n \n|\nHBO/Cinemax\n \n|13\n \n|12\n \n|\nUSA Network\n \n|20\n \n|38\n \n|\nHearst/Viacom (Lifetime)\n \n|7\n \n|12\n \n|\nMTV (Nickelodeon)\n \n|2\n \n|1\n \n|\nZ Channel\n \n|6\n \n|22\n \n|\nSelecTV\n \n|8\n \n|15\n \n|\nTotal\n \n|56\n \n|100\n \n|\n\n\n\n\n\n\n13. Turner Broadcasting Co. Litigation\n*11 Before 1987, Turner acquired free television rights from UA for the pre–1956 RKO library. In 1985, Turner aired films from the pre–1956 RKO library on WTBS. WTBS is a free television station in Atlanta, Georgia. Turner made the WTBS signal available to cable systems without charge all over the United States, and was the largest cable service in the United States.\n \nIn January 1986, MBI and MBP sued Turner, UA, and MGM/UA (MBI/MBP–Turner suit), alleging that WTBS’ exhibition on cable television of films from the pre–1956 RKO library infringed their copyright and violated their contract. MBI and MBP sought an injunction and actual and punitive damages. MBI and RKO contended that WTBS’ frequent exhibition of the pre–1956 RKO library was ruining RKO’s prospects for licensing the films to cable or pay television. RKO also contended that Turner succeeded to UA’s rights and obligations and that Turner’s broadcasts violated UA’s agreement not to interfere with RKO’s exhibition of the films on cable television.\n \nMBI and MBP sold their interest in the pre–1956 RKO library to RKO in December 1986 (see paragraph C–15). Turner acquired RKO’s rights to the pre–1956 RKO library in December 1987. The court dismissed the MBI/MBP–Turner suit at that time.\n \n\n\n14. Expiration of the RKO–MBP Distribution Agreement\nThe 1984 MBP–RKO agreement, to the extent it pertained to distributions by RKO other than to AMC, was scheduled to expire on October 17, 1986. RKO had the right to renew this agreement if MBI had net receipts of $1 million from October 17, 1984, to October 17, 1986, not counting AMC receipts. MBI had about $850,000 of non-AMC net receipts during the first 2 years of the distribution agreement. Thus, RKO could renew the contract by paying MBP about $150,000. RKO did not renew the distribution agreement.\n \nRKO did not anticipate before October 17, 1986, that it would buy MBI’s rights in the pre–1956 RKO library later in 1986 (see paragraph C–15). If RKO had renewed the 1984 MBP–RKO agreement by October 17, 1986, RKO could have controlled distribution of MBP’s half of the pre–1956 RKO library for 3 more years. Renewal would have put RKO in a better negotiating position and given RKO additional leverage with respect to the December 1986 sale because if RKO paid $150,000, RKO would have controlled distribution of MBI’s half of the library for at least a year with a right of renewal. Had RKO anticipated buying MBI’s rights in the pre–1956 RKO library before October 17, 1986, it would have renewed the distribution agreement between RKO and MBP.\n \n\n\n15. Sale of MBI’s and MBP’s Interest in the Pre–1956 RKO Library to RKO\nIn mid-November 1986, RKO told MBI and MBP that RKO wanted to buy MBI’s interest in the pre–1956 RKO library. RKO was a well-informed buyer with an expertise that included knowledge of old films. Mark Syler, president of RKO Pictures at the time, was RKO’s main negotiator. Kevin O’Connor (O’Connor), RKO’s associate general counsel and assistant secretary from the summer of 1985 to the summer of 1988, drafted the agreement. O’Connor became involved in late November 1986, after the parties had agreed on the basic price of about $8 million. The final agreement was the result of hard negotiating.\n \n*12 RKO knew the contents of the pre–1956 RKO film library, and knew whether physical material and markets existed for the films because RKO previously owned these films. RKO knew MBI acquired title to the films from the TransBeacon bankruptcy. RKO knew that there were potential title problems and alleged them in its answer when MBI sued them. However, MBI believed that the potential title problems were minimal as shown by RKO’s purchase of the film rights from MBI in December 1986 without any title warranties. MBI and RKO were business adversaries that treated each other with suspicion.\n \nOn December 31, 1986, RKO paid MBP $8 million for: (a) MBP’s and MBI’s rights in the pre–1956 RKO library; (b) MBP’s and MBI’s interest in contracts relating to the pre–1956 RKO library with certain exceptions; (c) MBP’s and MBI’s business records relating to the library; (d) MBP’s and MBI’s rights against Turner, including the Turner lawsuit; and (e) copies of any films in the library which MBP or MBI had (RKO sale). MBP and MBI did not give RKO a warranty of title as part of this sale.\n \nThe 1986 agreement to sell MBP’s rights to RKO required Turner to pay the 12.5–percent royalties to UA. The agreement also let RKO eliminate or reduce its payments to UA if MBP’s liability under the March 30, 1985, agreement with UA was similarly eliminated or reduced.\n \nMBP and MBI did not sell to RKO: (a) Their rights to payments in the first term of the AMC feature film license, (b) remaining payments due under other agreements with AMC, or (c) MBP’s remaining interests in licenses made by RKO and Orion, such as an agreement with the USA Network. MBP and MBI offered to sell all of these excluded film contract rights to RKO for an additional $1 million. RKO rejected this offer and made a $300,000 counteroffer.\n \n\n\n16. Liquidating Distributions by MBP and Sale to Windsor\nMBP sold to Windsor the MDS first refusal, license, and option, the short films license and films, and two remake rights for $250,000 on December 29, 1986, pursuant to MBP’s plan of liquidation. MBP distributed its remaining assets to Eric Saltzman, its sole remaining shareholder, after it paid its creditors.\n \nEric Saltzman received cash and securities worth $9,687,376 in the liquidation. He also received MBP’s rights that were not sold to RKO. These included rights in the AMC feature film license through 1994 and the USA Network, SelecTV license, and Baltimore–Washington STV licenses (the distributed contract rights). The AMC feature film license included the right to renegotiate.\n \nEric Saltzman assumed MBP’s liabilities when MBP was liquidated. On December 31, 1986, MBP had liabilities of $33,519. Also, MBP was liable to UA under a settlement agreement signed in March 1985 in which MBP agreed to pay UA a 12.5–percent royalty on television receipts.\n \nEric Saltzman reported on his 1986 Federal income tax return that the contract rights distributed to him from MBP had a value of $740,000. He included that amount in the total amount of $10,253,589 realized from the MBI stock. There were no appraisals, analysis, projection, or correspondence pertaining to the sale of MBP’s or MBI’s assets to Windsor in December 1986. Eric Saltzman amortized the distribution contract rights over 2 years under the income-forecast method because the films’ income stream was uneven; payments under the USA Network license, SelecTV license, and the Baltimore–Washington STV licenses were to cease in 1987; and he expected that AMC would stop payments under the AMC feature film license within 2 years.\n \n\n\n17. Events After the RKO Sale and MBP Liquidation\n*13 On January 21, 1987, Cablevision offered to buy Eric Saltzman’s interest in the AMC feature film license, MDS first refusal, MDS license, and MDS option for $740,000.\n \nIn the spring or summer of 1987, RKO threatened to sue AMC for violating its agreement to operate AMC only as a premium cable service and to pay subscriber bonuses. RKO contended that AMC was not a premium service if the extra charge to AMC subscribers was nominal. AMC contended that it was a premium service and that AMC owed no bonuses to RKO.\n \nOn December 3, 1987, RKO and AMC settled their dispute. AMC agreed to pay RKO higher license fees in exchange for RKO letting AMC operate as a basic cable channel and waiving its right to receive subscriber bonuses under the AMC feature film license.\n \nEntertainment Acquisition Co. (EAC) was formed to buy the stock of RKO Pictures, Inc. After EAC bought the stock in 1987, EAC agreed that it would license to Turner the worldwide rights to the RKO feature film library, the Golden Key library, and other films for about $31 to $32 million (EAC–Turner agreement). RKO renegotiated the AMC license in December 1987. At that time the management of RKO, through EAC, bought the stock of RKO for $32 to $33 million. By buying the RKO stock, EAC acquired many assets in addition to the right to exhibit the pre–1956 RKO library on pay television. EAC licensed in perpetuity many of the assets it acquired from RKO to Turner for about $31 million. EAC kept rights in new feature films, feature films in production, the RKO trademarks, sequel and remake rights, and 50 percent of the literary and stage rights to the pre–1956 RKO library.\n \nEAC indemnified Turner against possible claims by Arnold and Eric Saltzman, MBP, and MBI. The parties to the EAC–Turner agreement agreed to dismiss the Turner litigation as soon as the EAC–Turner agreement closed. The EAC–Turner agreement ended MBI’s and RKO’s obligation to pay Turner as UA’s successor 12.5 percent of gross receipts from cable, subscription television, or satellite broadcasting.\n \nOn April 8, 1988, Eric Saltzman executed a new contract with AMC in which AMC agreed to pay him a total of $9,403,125 from 1988 to 1994.\n \nRKO, UA, MGM, CBS, and many attorneys who dealt with the Saltzmans were TransBeacon creditors. As of the date of the trial in this case, they had not threatened to reopen the bankruptcy.\n \n\n\nD. MBP’s Deductions for Professional Expenses and Eric Saltzman’s Salary\nFrom June 1 to December 31, 1986, Eric Saltzman worked on: (1) The Turner lawsuit, (2) film licensing, and (3) the sale of MBP’s assets to RKO. During that time, he spent 1.5 months working on the sale of MBP’s assets to RKO (mid-November to December 31, 1986) and 5.5 months on the Turner lawsuit and other matters. MBP deducted Eric Saltzman’s salary and professional fees as business expenses on its consolidated returns for the period June 1 to December 31, 1986.\n \nMBI and MBP paid about $250,000 for the services of professionals such as lawyers and accountants from June 1, 1986, to December 31, 1986. MBI and MBP paid nearly $122,000 of that amount in the last 6 months of 1986.\n \n*14 In 1986, MBI and MBP paid the following: (1) $1,978.01 to Moses and Singer, a law firm in New York, for specialized copyright work relating to colorized film; (2) $3,000 to J.E.D. Production for services as MBI’s agent for some of the film rights; (3) $654.50 to David Wyler for services as MBP’s Hollywood agent for film licensing; (4) $653.41 to Levine & Epstein for writing a licensing contract (5) $1,500 to Berman, Koerner, & Silberberg for creating a pension fund for MBP; (6) $140 to Brylawski, Clearly & Leeds for tracking and registering copyrighted material; (7) $85 for Eric Saltzman’s annual Massachusetts bar fee; and (8) $61,609.46 to Rosenman & Colin for the Turner litigation.\n \nMBI and MBP paid $60,955 to Shaw, Weiss, & Buchholtz for legal advice in the last half of 1986 relating to: (1) The Turner litigation, (2) copyrights and copyright infringements, (3) a corporate merger, (4) restructuring the RKO transaction, and (5) the tax consequences of various transactions. The check to Shaw, Weiss, & Buchholtz cleared MBI’s account on January 16, 1987. Shaw, Weiss, & Buchholtz spent about 25 percent of its time billed to MBP on the Turner litigation and about 5 percent on tax advice. On December 19, 1986, Eric Saltzman wrote to Warren Weiss to ask him to help with the RKO sale.\n \n\n\nE. Grantor Retained Income Trust (GRIT)\n\n1. The Montauk Property\nArnold Saltzman owned 40.2 acres of undeveloped oceanfront property in Eastern Long Island (the Montauk property). Seventy to 80 percent of the Montauk property is wetlands which cannot be developed. One potential source of income from the property was residential development of about 8 acres. There were no contractual restrictions on development. There was no known agricultural use for the property except the possible sale of some Shad trees (Juneberry).\n \n\n\n2. Arnold Saltzman’s Gift to the GRIT\nAround December 19, 1986, Arnold Saltzman transferred an undivided 20 percent of the Montauk property to Eric Saltzman in exchange for other land Eric Saltzman owned. On December 20, 1986, Arnold Saltzman created a GRIT and transferred the remaining undivided 80 percent of the Montauk property to the GRIT. He named Eric Saltzman and Haber as trustees of the GRIT. After Haber died in 1987, Eric Saltzman was the only trustee of the GRIT.\n \nArnold Saltzman retained a 10–year income interest in the GRIT. He gave the trustees power to partition the trust corpus between Arnold and Eric Saltzman (commutation power) according to their respective interests at the time. The trustees could exercise the commutation power after 3 years (i.e., after 1989). Thus, the trustees could terminate Arnold Saltzman’s interest in years 4 to 10 by using the commutation power. The trustees had not exercised their commutation power by the time of the trial in this case.\n \nWhen he created the GRIT, Arnold Saltzman gave the remainder interest to Eric Saltzman. However, Eric Saltzman would not receive the property if Arnold Saltzman died during the 10–year term and appointed the property to someone else in his will, the trustees exercised their commutation power, or Eric Saltzman predeceased Arnold Saltzman without leaving any issue.\n \n*15 Arnold and Joan Saltzman reported these transfers on their gift tax returns for 1986. In 1986, an appraiser, Ernest Clark, appraised a 100–percent interest in the Montauk property at $1.1 million. Arnold Saltzman attached this appraisal to his 1986 gift tax return. Arnold and Joan Saltzman reported the gift based on the appraised value and an actuarial factor from table B of former section 25.2512–5(f), Gift Tax Regs.\n \nArnold Saltzman was born on October 1, 1916. The parties agree that, in 1986, Arnold Saltzman had a 56.92 percent probability of living for 10 years according to table LN, section 20.2031–7(f), Estate Tax Regs.\n \nThe Montauk property produced no income in 1987, 1988, and 1989. Since the trust owed property taxes but had no income, the trust had losses in each of those years.\n \nEric Saltzman paid $22,000 to the trust in 1990. He had not begun to develop the Montauk property for residential or any other use as of the date of the trial in this case.\n \n\n\nOPINION\n\nA. Sealing the Record\nAt the conclusion of the trial we sealed certain parts of the record and ordered the parties to provide in their briefs any arguments they wished the Court to consider in deciding whether to modify the order sealing the record. We now consider petitioners’ request that the record remain sealed.\n \n\n\n1. Petitioners’ Contentions\nPetitioners contend: (a) They would be harmed if evidence relating to the quality of MBI’s title to film rights from the TransBeacon bankruptcy (title matters) is disclosed; (b) certain of that evidence is protected by the attorney-client privilege; and (c) certain documents are confidential business records that should remain sealed. As discussed next, we disagree with petitioners’ contentions, except for documents protected by the attorney-client privilege. However, to protect petitioners’ interest if they wish to appeal our decision on this ruling, all parts of the record that were sealed at the end of the trial will remain sealed until an appeal is made or the time to appeal has passed.\n \n\n\n2. Background\nGenerally, the record of a Tax Court proceeding is available for public inspection. Sec. 7461(a).2 However, we may seal the record for good cause. Rule 103(a); Willie Nelson Music Co. v. Commissioner, 85 T.C. 914, 920, 925 (1985). In deciding whether to seal the record, we must weigh the interests of the public, which are presumptively paramount, against those of the parties. Willie Nelson Music Co. v. Commissioner, supra at 919; see also Zenith Radio Corp. v. Matsushita Elec. Indus. Co., 529 F.Supp. 866, 901–902 (E.D.Pa.1981). We have broad discretion whether or not to seal records and files in our possession. Willie Nelson Music Co. v. Commissioner, supra at 918.\n \nPetitioners argue that respondent bears the burden of proving that the record should no longer be sealed. Petitioners might be right if respondent were seeking wholesale declassification of records sealed by a longstanding protective order. Zenith Radio Corp. v. Matsushita Elec. Indus. Co., supra at 894 (party seeking to overturn previous final order sealing documents obtained from the litigants and third parties bears burden of proof). An important part of petitioners’ argument for sealing the record related to the quality of MBI’s title to film rights from the TransBeacon bankruptcy. Petitioners also relied on that issue in seeking to establish the value of those film rights. Respondent contends that the effort to seal the record was tactical, to encourage the Court to believe the title issue is serious. By imposing a protective order, but ordering the parties to provide argument in their posttrial briefs relating thereto, the Court was able to consider the entire record in deciding whether title matters should be sealed. This situation is distinguishable from that in Zenith Radio Corp. v. Matsushita Elec. Indus. Co., supra. In these circumstances, we believe the burden of proving that the record should remain sealed continues to fall on petitioners. Willie Nelson Music Co. v. Commissioner, supra at 920. However, we need not decide that issue because whether or not respondent bears that burden, we conclude that the record should not remain sealed except for certain material for which petitioners have asserted an attorney-client privilege.\n \n\n\n3. Disclosure of Title Matters\n*16 To obtain an order sealing the record, a party must prove that harm will occur if the record is not sealed. Willie Nelson Music Co. v. Commissioner, supra. Petitioners contend that they would be harmed if the protected documents are not sealed because a TransBeacon creditor may seek to reopen the TransBeacon bankruptcy (the sole source of MBI/MBP’s film rights) and use the documents to show that MBI did not get title to the films. Petitioners allege that if that happens, Eric Saltzman may have to pay MBI’s film proceeds to a third party creditor. We believe petitioners exaggerate this risk. Arnold Saltzman’s actions were inconsistent with his testimony that he had title concerns in several ways. He knew about the bankruptcy title issue at least since May 1982. However, instead of acting to protect the family trusts at that time, he continued to try to exploit MBI’s film rights. He merged Newgate, an investment company, into MBI in September 1982. This merger appears inconsistent with a belief that MBI’s assets were at risk, because the merger would have unnecessarily exposed Newgate’s assets to the risk.\n \nArnold Saltzman testified that he sold MBI stock to Eric Saltzman in 1983 in part because he was concerned about the title risk; however, he took no action in 1983 to protect the trusts from the alleged risk.\n \nArnold Saltzman testified that he did not want to spend the money to seek declaratory relief from the bankruptcy court to resolve the title concerns. It is implausible that he would not have pursued this matter in light of how serious he said it was.\n \nArnold Saltzman testified that the Turner lawsuit exposed the trusts to great risk over MBI’s title and that he felt compelled to protect the trusts. This is at odds with the fact that he allowed MBI to sue Turner when he controlled 65 percent of MBI stock.\n \nArnold Saltzman’s stated reasons for not immediately redeeming the family trusts’ MBI stock are inconsistent with the severity he said the risk presented. He testified that he recapitalized the trusts’ MBI stock instead of immediately redeeming it for two reasons. First, he said that MBI did not have enough cash. However, MBI used its portfolio of stock to redeem the family trusts’ preferred shares in December 1986.3 There is no evidence that MBI’s portfolio changed between the middle and end of 1986. It appears that MBI could have used the same stock to redeem the family trusts’ preferred shares in May 1986.\n \nSecond, Arnold Saltzman said that he wanted to defer the redemption to delay the trusts’ tax liability to 1987. However, the stock was redeemed on December 30, 1986. This fact is inconsistent with Arnold Saltzman’s testimony.\n \nArnold Saltzman acted inconsistently with his stated concern about title risks by transferring four MDS contracts and rights to the short films to his company, Windsor, in December 1986. He testified that he wanted to give Windsor recognition in the entertainment business. This does not show concern about title risks because he transferred film rights to Windsor, which up to that time were not exposed to title risks.\n \n*17 MBI’s title to the pre–1956 RKO library improved as a result of the RKO and UA settlements in October 1984 because RKO gave MBI exclusive rights to license the ACE list. RKO agreed to indemnify MBI under the distribution agreement with RKO in 1984.\n \nRKO made various title defect theories public when it filed its answer to the MBI/MBP lawsuit on May 5, 1982.4 None of the TransBeacon creditors has ever threatened to reopen the bankruptcy.\n \nWe believe that petitioners overstated the risks of the title issue. We conclude that there is not a sufficient risk that harm will occur to justify continuing to seal the record, except as noted below in paragraphs A–4 and A–6. Willie Nelson Music Co. v. Commissioner, 85 T.C. at 920.\n \n\n\n4. Attorney–Client Privilege\nPetitioners argue that certain documents in evidence, such as evaluations of title matters by MBI’s counsel, are protected by the attorney-client privilege and should remain sealed. We did not rely on these documents to decide this case. Thus, we will continue to seal the documents that petitioners argue are protected under the attorney-client privilege.\n \n\n\n5. Confidential Financial Information\nPetitioners argue that business records, such as a memorandum by Harry Youtt, local television station materials, and materials about MBI’s lack of exploitable foreign rights, are confidential and should remain sealed. We are convinced that petitioners would not suffer any business harm, such as competitive disadvantage, if these materials were disclosed. See, e.g., Essex Wire Corp. v. Eastern Elec. Sales Co., 48 F.R.D. 308, 310 (E.D.Pa.1969). We conclude that petitioners’ interest in preventing disclosure of these materials does not outweigh the public’s interest.\n \n\n\n6. Conclusion\nPetitioners’ request to continue to seal portions of the record will be denied except that documents which petitioners claim are protected under the attorney-client privilege will remain sealed. However, to preserve petitioners’ right to appeal our decision on this issue, all parts of the record that were sealed at the end of trial will remain sealed until an appeal is made or the time to appeal has passed. See Estate of Murphy v. Commissioner, T.C.Memo. 1990–346.\n \n\n\nB. Fair Market Value of MBI Common Stock on May 31, 1986\n\n1. Background\nThe parties dispute the fair market value of the MBI common stock when MBI was recapitalized, as follows:\n \n\n\n\n\nValue of MBI Film Rights on May 31, 1986\n \n|\nTrustees’ (Arnold Saltzman and Haber) value\n \n|0\n \n|\nPetitioners’ contention\n \n|$1,046,000\n \n|\nRespondent’s contention\n \n|10,996,880\n \n|\n \n| \n \n|\nPetitioners’ Expert Witnesses\n \n| \n|\nKogan\n \n|761,196\n \n|\nKellner\n \n|1,505,000\n \n|\nGreene\n \n|1,046,000\n \n|\n \n| \n \n|\nRespondent’s Expert Witnesses\n \n| \n|\nGerbrandt\n \n|6,500,000\n \n|\nBond\n \n|12,676,304\n \n|\n \n| \n \n|\nValue of MBI Stock on May 31, 1986\n \n|\nTrustees’ (Arnold Saltzman and Haber) value\n \n|1,500,000\n \n|\nPetitioners’ contention\n \n|2,028,535\n \n|\nRespondent’s determination\n \n|14,765,342 1\n \n|\nRespondent’s contention\n \n|9,654,150\n \n|\nGreene appraisal\n \n|2,028,535\n \n|\n\n\n\n\n*18 Fair market value is the price at which property would change hands between a willing buyer and a willing seller, neither being under any compulsion to buy or to sell and both having reasonable knowledge of the relevant facts. United States v. Cartwright, 411 U.S. 546, 549 (1973); sec. 20.2031–(1)(b), Estate Tax Regs. Fair market value is an approximation derived from all the evidence. Helvering v. Safe Deposit Co., 316 U.S. 56 (1942); Silverman v. Commissioner, 538 F.2d 927, 933 (2d Cir.1976), affg. T.C.Memo. 1974–285.\n \nExpert opinions are relevant to the issue of value, but their opinions are weighed according to other relevant evidence. Anderson v. Commissioner, 250 F.2d 242, 249 (5th Cir.1957), affg. T.C.Memo. 1956–178; Johnson v. Commissioner, 85 T.C. 469, 477 (1985). We may reject expert testimony or be selective in deciding what part of an expert’s opinion we will accept. Helvering v. National Grocery Co., 304 U.S. 282, 295 (1938); Silverman v. Commissioner, supra. For reasons discussed below, we are convinced by only parts of the reasoning of each of the experts. Petitioners’ expert, Jeffrey Greene (Greene), was the only expert in this case who appraised MBI common stock.5 He calculated the fair market value of MBI common stock by totaling MBI’s assets and then applying a 30–percent discount for lack of marketability (see paragraph B–7).\n \nGreene divided MBI’s assets into the investment portfolio and film rights. Greene concluded, respondent agrees, and we find that the fair market value of the investment portfolio was $1,851,907 on April 24, 1986.\n \n\n\n2. Expert Opinion Relating to the Value of MBI’s Film Rights When MBI Was Recapitalized\nBoth parties called expert witnesses to value MBI’s film rights when MBI was recapitalized. On April 24, 1986, Arnold Saltzman and Haber decided to recapitalize MBI. They transferred stock pursuant to the recapitalization on May 31, 1986. Petitioners’ experts, Alexander Kogan, Jr. (Kogan), and Jamie Kellner (Kellner), appraised MBI’s film rights as of June 1, 1983, and April 24, 1986. They testified there was no significant difference between the values of the film rights on April 24, May 31, and June 18, 1986. Respondent’s expert, Larry Gerbrandt, appraised the film rights as of April, May, and June 1986. Respondent’s expert, James Bond, appraised the film rights as of June 1, 1986.\n \n\n\n3. Sale of MBI’s Film Rights to RKO\nMBI sold most of its film rights to RKO in December 1986, about 7 months after the recapitalization. Generally, a sale of the property close in time to the valuation date is the best evidence of fair market value. Estate of Spruill v. Commissioner, 88 T.C. 1197, 1229, 1233 (1987); sec. 20.2031–1(b) Estate Tax Regs. A sale of the property after the valuation date is highly relevant evidence of value if there are no material changes in the interim. Estate of Kaplin v. Commissioner, 748 F.2d 1109, 1111 (6th Cir.1984), revg. T.C.Memo. 1982–440 (sale 2 years after the valuation date). In contrast, material market changes following the valuation date may make a later sale price less probative or irrelevant in deciding the value on the valuation date. Estate of Spruill v. Commissioner, supra at 1233.\n \n*19 Petitioners argue that the RKO sale should not be considered in deciding the value of the film library because the sale was not foreseeable. We disagree. The test used to decide whether we may consider a later sale is not whether the sale was foreseeable, but whether later events have materially changed the value of the property. See Estate of Kaplin v. Commissioner, supra. Petitioners argue that Estate of Gilford v. Commissioner, 88 T.C. 38, 52–55 (1987), holds that the test is whether the subsequent sale was foreseeable at the valuation date. We disagree. In Estate of Gilford, we found that a merger 6 months after the valuation date was a major unforeseen change in circumstances that affected the value of the property at issue. Id. at 54–55. Thus, we did not consider the later sale.\n \nHere, there were no major changes in circumstances between the recapitalization and the RKO sale that affected the value of MBI stock. Petitioners’ expert, Kellner, testified that the value of the film rights did not materially change between the middle and end of 1986. In spite of this, petitioners allege that three events occurred after the recapitalization which make it inappropriate to use the December 1986 RKO sale to value MBI’s film rights: (a) The RKO sale in December 1986; (b) the AMC conversion to basic service in December 1987; and (c) AMC’s access to TCI subscribers in 1987. We disagree. The RKO sale did not affect the value of the film rights and the other two events occurred after the sale to RKO.\n \nPetitioners argue that after the recapitalization, but before the RKO sale, there were rumors that AMC would convert to basic service and that AMC would have access to TCI subscribers. However, the RKO sale did not include the AMC licenses. Thus, the rumors did not affect the RKO sale price. We conclude that the value of the MBI film rights did not change significantly between the time of the recapitalization and the RKO sale.\n \nPetitioners’ experts did not consider the RKO sale. They relied on comparable sales and the cost and income approaches. The experts did not convince us that other film libraries were comparable. The cost approach is not appropriate for an older film library because production technology and techniques have changed. In applying the income approach, petitioners’ experts made many unsupported assumptions, considered only existing licenses, and did not consider other possible income sources. They applied excessive discounts to the expected income from known licenses. For example, Kellner and Kogan applied a discount for stated title concerns while valuing the films and Greene also discounted for stated title concerns while valuing MBI stock. We conclude that the RKO sale price is better evidence of the value of the RKO film library than the opinions of petitioners’ experts.\n \n\n\n4. Whether RKO Was Compelled to Buy MBI’s Interest in the Pre–1956 RKO Library\nPetitioners argue that we should not consider the RKO sale because RKO was compelled to buy the pre–1956 RKO film library from MBI as part of an RKO management buyout. RKO and MBI conducted bona fide arm’s-length business negotiations and were adverse and knowledgeable parties. Petitioners did not convince us that RKO was compelled to buy the film library. Petitioners rely on the adverse inference rule to establish this fact.6\n \n*20 If a party fails to introduce evidence within that party’s possession which, if true, would be favorable to that party, we may presume that, if produced, it would be unfavorable to the party which fails to produce the evidence. Wichita Terminal Elevator Co. v. Commissioner, 6 T.C. 1158, 1165 (1946), affd. 162 F.2d 513 (10th Cir.1947). This is especially true where the party which does not produce the evidence has the burden of proof or the other party has established a prima facie case. Id. Petitioners acknowledge that they must make a prima facie showing of the facts which they wish to establish by adverse inference because they bear the burden of proof. Id.\n \nPetitioners argue that the adverse inference rule requires that we find that RKO was compelled to buy the pre–1956 RKO library from MBI because we must presume that the testimony of witnesses named in respondent’s pretrial memorandum but not called would be unfavorable to respondent’s position.7\n \nPetitioners cite O’Connor’s testimony to establish that RKO paid $8 million for MBI’s film rights in the pre–1956 library because it had to acquire those rights as part of a management buyout. We decline to apply the adverse inference rule here because petitioners did not make a prima facie case for this fact. Petitioners did not do so because: (i) O’Connor’s testimony on this point was not admitted for its truth and was admitted only to show his state of mind; (ii) O’Connor testified that RKO would not buy the pre–1956 RKO library from MBI if the price was too high; and (iii) O’Connor entered the negotiations after the $8 million amount was set. There was a bona fide arm’s-length sale that followed hard bargaining by adverse parties. Petitioners have not made the requisite prima facie case for us to apply the adverse inference rule to find that RKO was compelled to buy the pre–1956 RKO film library.8\n \n\n\n5. Petitioners’ Claimed Title Concerns\nPetitioners argue that Arnold Saltzman and Haber valued MBI’s film rights at zero for the recapitalization because they believed MBI had questionable title to the film rights from the TransBeacon bankruptcy. As discussed above (paragraph A–3), we believe petitioners overstate their title concerns. Similarly, we do not believe that title issues rendered MBI’s film rights worthless.\n \n\n\n6. Value of MBI’s Film Rights Which RKO Did Not Buy\nRKO did not buy all of MBI’s film rights. Thus, we must decide the value of MBI’s film rights that were not sold to RKO (the excluded film rights). As discussed above (paragraph B–3), the value of the film rights did not materially change from the time MBI was recapitalized to the end of 1986.\n \nTwo of petitioners’ experts valued the excluded film rights. Kellner valued them at $1,085,000, and Kogan valued them at $384,477 as of the end of 1986. We found Kellner to be more convincing than Kogan because he based his analysis on facts that were more like facts we have found than those assumed by Kogan. For example, we have found that conditions did not materially change between June and December 1986 and that RKO was a willing buyer. Kellner so testified. Kellner also supported his conclusion with more persuasive analysis. Kogan offered few convincing calculations and little persuasive analysis. We are not convinced that the libraries to which he compared the RKO library were comparable. Kogan admitted that his comparability approach is not sufficient to value the MBI library.\n \n*21 Kellner’s opinion is in the same general magnitude as MBI’s offer to sell these excluded assets for $1 million. However, Kellner’s opinion is the most persuasive indicator of value we have. Respondent offered no evidence of the value of the excluded assets. We conclude that the film rights excluded from the RKO sale were worth $1,085,000 at the end of 1986.\n \nThe total fair market value of MBI’s film rights as of December 30, 1986, was $9,085,000 ($8 million + $1,085,000). The prime rate of interest was 8.5 percent in June 1986 and between 7.5 and 8.5 percent in December 1986. The experts used prime rates from 7.5 to 8.5 percent as discounts to calculate present value. We discount $9,085,000 to account for the time value of money from May 31 to December 30, 1986. Thus, the fair market value of MBI’s film rights on May 31, 1986, was $8,661,034.\n \nGreene concluded that MBI’s other investments had a fair market value of $1,851,907 on May 31, 1986. Respondent does not dispute this amount. Thus, on May 31, 1986, the fair market value of MBI’s assets was $10,512,941.\n \n\n\n7. Discount for Lack of Marketability\nWe apply a discount for lack of marketability where there is no ready market for shares in a closely held corporation. Estate of Andrews v. Commissioner, 79 T.C. 938, 953 (1982). Greene applied a 30–percent discount for lack of marketability. He based this discount in part on stated problems with MBI’s title. Respondent concedes that a 20–percent discount for lack of marketability is appropriate. We apply a 25–percent discount for lack of marketability. This is generally consistent with the lack of marketability discounts we have applied in other cases. See, e.g., Estate of Piper v. Commissioner, 72 T.C. 1062, 1084–1086 (1979) (stock discounted 35 percent for lack of marketability); Estate of Murphy v. Commissioner, T.C.Memo. 1990–472 (20–percent discount for lack of marketability and liquidation restrictions); Estate of Winkler v. Commissioner, T.C.Memo. 1989–231 (25–percent discount for lack of marketability); Estate of Gallo v. Commissioner, T.C.Memo. 1985–363 (36–percent discount for lack of marketability); Maris v. Commissioner, T.C.Memo. 1980–444 (30–percent discount for lack of marketability). Thus, the fair market value of all MBI stock as of May 31, 1986, discounted for lack of marketability, is $7,884,705.75.\n \n\n\n8. Conclusion\nImmediately before the recapitalization, the family trusts owned 48 percent of the MBI stock. The fair market value of the family trusts’ MBI stock on May 31, 1986, was $3,784,658.76.\n \nAs a result of the recapitalization, the family trusts exchanged their MBI common stock for MBI preferred stock that both parties value at $781,100. Therefore, the fair market value of the common stock which the family trusts exchanged and the value given to Eric Saltzman as a result of the recapitalization is $3,003,558.76. Eric Saltzman paid no consideration for the transfer.\n \n\n\nC. Whether the 1986 Recapitalization Was a Gift From Arnold Saltzman to Eric Saltzman\n\n1. Background\n*22 Petitioners argue that the 1986 recapitalization was not a gift from Arnold Saltzman to his son, Eric Saltzman.9 Petitioners contend that: (a) The recapitalization was for fair market value; (b) the recapitalization was a bona fide arm’s-length business transaction under section 25.2512–8, Gift Tax Regs.; (c) Arnold Saltzman is not liable for gift tax because he transferred property as a trustee, sec. 25.2511–1(g)(1), Gift Tax Regs.; and (d) there was no gift even if the family trust trustees misused trust property, citing Estate of Bloch v. Commissioner, 78 T.C. 850, 860–861 (1982).\n \nSec. 2512 provides:\n(a) If the gift is made in property, the value thereof at the date of the gift shall be considered the amount of the gift.\n(b) Where property is transferred for less than an adequate and full consideration in money or money’s worth, then the amount by which the value of the property exceeded the value of the consideration shall be deemed a gift, and shall be included in computing the amount of gifts made during the calendar year.\n \n\n\n2. Transactions Between Family Members\nTransactions between family members are subject to special scrutiny, Muserlian v. Commissioner, 932 F.2d 109, 112 (2d Cir.1991), affg. T.C.Memo. 1989–493, and are presumed to be gifts, Harwood v. Commissioner, 82 T.C. 239 (1984), affd. without published opinion 786 F.2d 1174 (9th Cir.1986). Here, the parties to the recapitalization were MBI, represented by directors Arnold Saltzman and Haber, and the family trusts, represented by trustees Arnold Saltzman and Haber. Eric Saltzman was a large but minority shareholder.\n \nPetitioners argue that Haber’s participation means the recapitalization was not a family transaction. We disagree. Haber had been Arnold Saltzman’s attorney and a trustee for the family trusts since 1960. Saltzman did not give Haber enough control over events for us to view the recapitalization other than as a transaction between family members. Arnold Saltzman dominated his family’s financial affairs. We believe that he controlled the decision to recapitalize MBI. The trustees knew MBI’s gross film income increased from $17,889 in 1982 to $1,015.084 in 1986, for years ending May 31. They knew that they were not experts in valuing film rights. Despite this knowledge, Arnold Saltzman vetoed Haber’s request to have the film rights appraised for the recapitalization. Haber then agreed to value the film rights at zero.\n \nThe presumption that the recapitalization is a gift is not conclusive. Harwood v. Commissioner, supra. Petitioners contend that they overcome the presumption by proving that the recapitalization was an arm’s-length business transaction, or that it was within the scope of the family trust trustees’ fiduciary duties. For reasons discussed below (see paragraph C–3), we conclude that petitioners have not overcome the presumption.\n \n\n\n3. Bona Fide Arm’s–Length Business Transaction Without Any Donative Intent\n*23 Petitioners argue that the 1986 recapitalization was done in the ordinary course of business and thus was not a gift. Sec. 25.2512–8, Gift Tax Regs.10 Transactions which are bona fide, at arm’s length, and which lack donative intent are considered to be made for full consideration and thus not gifts, section 25.2512–8, Gift Tax Regs., including transactions between family members, Rosenthal v. Commissioner, 205 F.2d 505, 509 (2d Cir.1953), revg. 17 T.C. 1047 (1951).\n \n\na. Applicable Factors\nBased on consideration of the following 10 factors, we do not believe the recapitalization was an arm’s-length transaction free of any donative intent.\n \ni. Family Transaction. In spite of the presence of Haber, we believe that the recapitalization was controlled by the Saltzman family. This factor favors respondent. Hoyt v. Commissioner, 145 F.2d 634, 636 (2d Cir.1944); Frazee v. Commissioner, 98 T.C. 554, 561 (1992); Gross v. Commissioner, 7 T.C. 837, 847–848 (1946); Hyman v. Commissioner, 1 T.C. 911, 916–917 (1943), affd. 143 F.2d 425 (2d Cir.1944).\n \nii. Parties’ Experience. Arnold and Eric Saltzman and Haber were knowledgeable and experienced business executives and undoubtedly knew that the films had value greater than zero. This factor favors respondent. Cf. Weller v. Commissioner, 38 T.C. 790, 806 (1962) (two unrelated knowledgeable and experienced business executives).\n \niii. Independent Appraisal. Arnold Saltzman valued MBI’s film rights at zero without obtaining an independent appraisal even though he and Haber knew the film rights produced a significant amount of income for MBI. Arnold Saltzman testified that he did not want to consult with an outside person because he did not want to disclose the alleged title concerns to others. For reasons stated above (see paragraph A–3), we reject this argument. This factor favors respondent. Bergeron v. Commissioner, T.C.Memo. 1986–587.\n \niv. Independent Counsel. The parties did not seek the advice of independent counsel. This factor favors respondent. See Estate of Friedman v. Commissioner, 40 T.C. 714, 720 (1963) (taxpayer used independent counsel); Jones v. Commissioner, 1 T.C. 1207, 1211 (1943) (taxpayer used independent counsel).\n \nv. Court Supervision. The trustees did not seek court permission to recapitalize MBI. This factor favors respondent. Estate of Noland v. Commissioner, T.C.Memo. 1984–209.\n \nvi. Conflicting Roles. Arnold Saltzman and Haber were both directors of MBI. Directors have a fiduciary duty to promote the interests of the corporation. United States v. Byrum, 408 U.S. 125, 137–138 (1972). They were also trustees of the family trusts. In addition, Arnold Saltzman had personal objectives such as his desire to get out of the film business and have Eric Saltzman own it. These are potentially conflicting roles. Petitioners did not convince us that Arnold Saltzman and Haber kept their roles separate. This factor favors respondent.\n \n*24 vii. Presence of Negotiations. Petitioners have not convinced us that the discussions between Arnold and Eric Saltzman and Haber about the terms of the recapitalization included any arm’s-length bargaining. This factor favors respondent. Righter v. United States, 258 F.Supp. 763, 767–768 (W.D.Mo.1966), revd. and remanded on another issue 400 F.2d 344 (8th Cir.1968).\n \nviii. Transfers to Avoid Litigation. Transfers to avoid litigation may be at arm’s length and free of donative intent. Beveridge v. Commissioner, 10 T.C. 915, 918 (1948); Jones v. Commissioner, supra; Housman v. Commissioner, 38 B.T.A. 1007, 1011–1012 (1938), affd. 105 F.2d 973 (2d Cir.1939) (not bona fide will contest). Petitioners admit that the recapitalization was not to avoid litigation between Eric Saltzman and Arnold Saltzman over the Turner litigation, but argue that they should not be required to litigate to prove that they had a bona fide business dispute. Petitioners overstate the matter. The point is not that they were required to litigate; the point is that if a transaction was done to avoid litigation, it is considered more likely to be at arm’s length. This factor favors respondent.\n \nix. Transfers to Remove Grantor From Business. Donative intent may be present if the effect of a sale is to remove a person from his or her business. Galluzzo v. Commissioner, T.C.Memo. 1981–733; Hull v. Commissioner, T.C.Memo. 1962–199. Here, Arnold Saltzman was rearranging other people’s rights, and not removing himself from MBI’s business as in Galluzzo and Hull. He had previously removed himself from MBI’s film business before the recapitalization. This factor favors respondent.\n \nx. Form and Adequacy of Consideration. Eric Saltzman did not pay any consideration for the family trusts’ MBI common stock. MBI gave the trust beneficiaries the redemption value. This factor favors respondent. Hunt v. Commissioner, T.C.Memo. 1989–335; Bergeron v. Commissioner, supra; Estate of Berkman v. Commissioner, T.C.Memo. 1979–46; Small v. Commissioner, T.C.Memo. 1969–211.\n \n\nb. Petitioners’ Contentions\ni. Protect Trusts. Arnold and Eric Saltzman testified that one purpose of the recapitalization was to protect the family trusts from risks. This testimony is not credible. As discussed above (paragraph A–3), we are not convinced that petitioners’ stated title concerns are bona fide. Arnold Saltzman did not immediately protect the family trusts by redeeming the stock. The recapitalization provided little security because it did not give the family trusts preference over MBI’s creditors. Arnold and Eric Saltzman testified that Eric Saltzman orally promised to immediately redeem the trusts’ preferred shares if a “cloud appeared on the horizon”. This is at best a vague substitute for a written agreement from Eric Saltzman to protect the trusts.\n \nArnold Saltzman and Haber valued film rights at zero which we have found were worth $9,085,000. Eric Saltzman gained complete control of MBI. This was done without informing any of the family trust beneficiaries. In spite of Arnold and Eric Saltzman’s testimony to the contrary, petitioners have not convinced us that the recapitalization was intended to or did benefit the trusts.\n \n*25 ii. Nearly Correct Value. Petitioners contend that the recapitalization was not a gift because the value selected by Arnold Saltzman and Haber was reasonable. We disagree. Arnold Saltzman’s and Haber’s value of zero is not close to $9,085,000. It was not close to Kellner’s value of $1,505,000 or Kogan’s value of $761,196. Petitioners’ claim that Arnold Saltzman’s and Haber’s value was reasonable or almost correct is not convincing.\n \niii. $200,000 Cushion. Petitioners argue that the recapitalization is not a gift because the $200,000 cushion that Arnold Saltzman and Haber added to their valuation of MBI stock overcompensated the family trusts at Eric Saltzman’s expense. This argument is not valid if the fair market value of MBI’s film rights was much more than $200,000. We found above that the film rights were worth $9,085,000.\n \niv. Whether Arnold Saltzman Favored Eric Saltzman Over the Family Trust Beneficiaries. Petitioners argue that Arnold Saltzman did not favor Eric Saltzman over the family trust beneficiaries, and that the recapitalization was for business purposes. For the reasons given above (paragraph C–3–a and b), we hold that the recapitalization was not in the ordinary course of business under section 25.2512–8, Gift Tax Regs. Harwood v. Commissioner, 82 T.C. at 258 (“We do not believe that a transfer by a mother to her sons of her interest in the family partnership, structured totally by the family accountant, with no arm’s-length bargaining, can be characterized as a transaction in the ordinary course of business.”) Petitioners did not convince us that Arnold Saltzman did not favor Eric Saltzman. This is not to say that Arnold Saltzman did not love and intend to care for all of his children. However, Arnold Saltzman caused considerable value to be taken from the family trusts and transferred to Eric Saltzman without adequate consideration. For purposes of deciding whether Arnold Saltzman made a gift, it does not matter whether he knew the value of the film rights when he caused them to be transferred to Eric Saltzman. Estate of Campbell v. Commissioner, 59 T.C. 133, 135 (1972) (gift tax applies to transfer of property of unknown value).\n \nv. Estate Planning Considerations. Petitioners argue that the recapitalization made no sense from an estate planning standpoint if it caused a large transfer of value to Eric Saltzman to be taxed as a gift because Arnold Saltzman already paid a transfer tax when he removed the value of the MBI stock from his estate in 1976. In effect, petitioners contend that Arnold Saltzman would be taxed twice for the same transfer. Arnold Saltzman transferred MBI stock in 1976 to the family trusts and paid gift tax on the value of the stock at that time. However, he did not pay a gift tax for feature film rights because he did not know that MBI had acquired those rights until 1980 or 1981. Thus, the gift tax for the first gift did not take into account the enormous value of the film rights at issue. Arnold and Joan Saltzman valued the MBI stock at $629 per share for the 1976 gifts to the family trust. We found that the shares were worth more than $25,000 per share as of 1986.11 Under petitioners’ theory, the transfer of the film rights would escape gift tax altogether. Our adoption of petitioners’ theory would create a common-law loophole for estate and gift taxes. For example, a transferor might transfer property for the benefit of the transferor’s spouse in a manner for which there would be no gift tax, appoint the transferor as trustee, and then transfer the property from the trust to the transferor’s children for no consideration.\n \n*26 vi. Exposure to Surcharge Liability for Breach of Fiduciary Duty. Petitioners contend that Haber would not have agreed to the recapitalization as characterized by respondent because it would subject him to surcharge liability for breach of fiduciary duties. In re Ryan’s Will, 291 N.Y. 376, 52 N.E.2d 909 (1943). This argument can be addressed only if we speculate about what Haber thought and intended at the time of the MBI recapitalization. Haber was deceased by the time of trial. We decline to speculate about Haber’s thought processes when he agreed to apply a zero value to the films.\n \nvii. Arnold Saltzman’s Financial Resources to Make Gifts. Petitioners argue that Arnold Saltzman did not need to use the family trust assets to make a gift to Eric Saltzman. We have found that the fair market value of the family trusts’ MBI stock on May 31, 1986, was $3,784,658.76. Arnold Saltzman testified that his net worth was “more than a million and less than 100 million.” Thus, Arnold Saltzman’s testimony does not necessarily support petitioners’ argument. Even if he could make a gift of this size, we believe he wanted Eric Saltzman to have the film business.\n \n\nc. Conclusion\nPetitioners have not convinced us that the recapitalization was an arm’s-length transaction free from any donative intent. Rather, we believe that Arnold Saltzman used his control over his family’s finances to essentially take back the MBI film rights, for which he did not pay gift tax, and give the film rights to Eric Saltzman. Thus, the recapitalization does not meet the requirements of section 25.2512–8, Gift Tax Regs.\n \n\n\n4. Whether the Gift Tax Does Not Apply to the Transfer of Trust Property\nSection 25.2511–1(g)(1), Gift Tax Regs., provides that a “transfer by a trustee of trust property in which he has no beneficial interest does not constitute a gift by the trustee.” Sec. 25.2511–1(g)(1), Gift Tax Regs. Petitioners contend that the recapitalization was not a taxable gift under section 25.2511–1(g)(1), Gift Tax Regs., because Arnold Saltzman was a trustee when he transferred trust property. Respondent argues that section 25.2511–1(g)(1), Gift Tax Regs., does not apply if a trustee acts outside the scope of his fiduciary duties and that Arnold Saltzman did not make the transfer in his capacity as trustee. We agree with respondent.\n \nPetitioners argue that Arnold Saltzman could not change the beneficiaries or revoke the trusts. That pristine view becomes cloudy upon review of Arnold Saltzman’s actions. Arnold Saltzman wanted Eric Saltzman to have the film rights so he gave them to him. He did not seek approval of the recapitalization from the family trust beneficiaries or a court. After he learned in 1980 or 1981 that MBI might own the film rights, he treated the trust assets as his own to redistribute to Eric Saltzman. Arnold Saltzman’s conduct was not like that of a trustee with no beneficial interest, and consequently he is not exempt from gift tax by section 25.2511–1(g)(1), Gift Tax Regs.\n \n*27 Petitioners rely on Estate of Bloch v. Commissioner, 78 T.C. 850 (1982). The issue in Estate of Bloch was whether a trustee’s improper pledging of three life insurance policies as collateral for his personal and business loans caused them to be included in his gross estate under section 2042 when he died. The policies continued to be assets of the trusts. We held that the decedent’s wrongful use of trust powers in pledging the policies did not make those powers “incidents of ownership” for purposes of section 2042(2) because the estate tax applies to the transfer of property at death. Id. at 863. In Estate of Bloch there was no transfer of property. Here, there was a transfer of trust property. We conclude that Estate of Bloch is distinguishable, and hold that respondent’s analysis is fully consistent with section 25.2511–1(g)(1), Gift Tax Regs.\n \n\n\n5. Conclusion\nFor the foregoing reasons, we conclude that the recapitalization was a gift from Arnold Saltzman to Eric Saltzman in 1986.12\n \n\n\nD. MBP Liquidation Issue\n\n1. Background\nAfter the RKO sale in December 1986, MBI owned the excluded assets including the AMC licenses, remake rights, and short films. In December 1986, MBP sold Windsor four film contracts and related assets (Windsor sale assets) from the excluded assets for $250,000.13 After the sale to Windsor, Eric Saltzman liquidated MBP under a plan of complete liquidation under former section 337 in December 1986. As a result, he received certain film licenses and rights (liquidation assets). Eric and Victoria Saltzman reported on their income tax return for 1986 that the liquidation assets were worth $740,000.\n \nPetitioners argue that the value of MBI’s film rights after the RKO sale (Windsor sale assets plus liquidation assets) was less than $1 million ($250,000 + $740,000 = $990,000). Respondent contends that Eric and Victoria Saltzman grossly undervalued the liquidation assets on their 1986 Federal income tax return. Thus, we must decide the value of the liquidation assets and amount of any liabilities Eric Saltzman assumed from MBP.\n \n\n\n2. Value of the Liquidation Assets\nRespondent argues that the liquidation assets were worth $2,706,470 on December 31, 1986. Petitioners contend that the liquidation assets were worth $740,000 on that date.\n \nAs discussed above (paragraph B–7), we conclude that the excluded items were worth $1,085,000 on December 31, 1986. The value of assets MBP transferred to Eric Saltzman in liquidation is $1,085,000 less $250,000, the value of the Windsor sale assets. Thus, the liquidation assets were worth $835,000 on December 31, 1986.\n \n\n\n3. MBP Liabilities That Eric Saltzman Assumed on December 31, 1986\nThe parties disagree about the amount of MBP liabilities for payments to UA and taxes that Eric Saltzman assumed on December 31, 1986. These liabilities reduced the value of the liquidation assets that Eric Saltzman received. Petitioners contend that Eric Saltzman assumed MBP’s liabilities for taxes, a letter of credit fee, and payments to UA.\n \n*28 Respondent contends that petitioners did not establish the amount of MBP’s liability to UA. Petitioners contend the amount is $250,000, as stated in Kogan’s report. Respondent did not offer any contrary evidence. We find that the amount of MBP’s liability to UA is $250,000. The parties agree that petitioners assumed a $12,958 liability for a letter of credit fee. MBP’s tax liabilities will be computed under Rule 155.\n \nThe EAC–Turner agreement extinguished MBI’s liabilities to UA. Respondent argues that, if Eric Saltzman may offset the assets he received with the UA liability which he assumed in 1986, he had income in 1987 from forgiveness of indebtedness because the UA liability was extinguished in 1987. Petitioners did not dispute respondent’s argument about forgiveness of indebtedness income in 1987. We conclude that Eric and Victoria Saltzman must include that amount in income in 1987, less any amount paid before the liability was extinguished. The parties must recompute the liabilities assumed by Eric Saltzman according to this opinion. Rule 155.\n \n\n\n4. Eric Saltzman’s Basis in the MBI Stock\nWe next decide whether Eric Saltzman may increase his basis in shares of the MBI stock by: (a) Additional gift tax paid by Arnold and Joan Saltzman for their December 1976 gift tax liability, and (b) gift tax, if any, paid for the 1986 recapitalization. A taxpayer may increase his or her basis in stock by the amount of gift tax paid for the gift. Sec. 1015(a), (d).\n \n\na. Additional Gift Tax for 1976\nPetitioners contend that Arnold and Joan Saltzman paid more gift tax for 1976 than they originally reported, and, as a result, that Eric Saltzman may increase the basis in his MBI shares. Petitioners’ evidence that the Saltzmans paid more gift tax than they originally reported consists of a letter from Haber stating that the Commissioner proposed adjustments. We are not convinced by that letter that Arnold and Joan Saltzman paid more gift tax for 1976.\n \n\nb. Adjustment for Gift Tax Paid as a Result of the 1986 Recapitalization\nPetitioners contend and respondent does not dispute that Eric Saltzman may increase his basis in shares of MBI stock to the extent Arnold Saltzman pays gift tax due to the 1986 recapitalization. Sec. 1015(d). We agree. The parties must compute this amount under Rule 155. The parties do not dispute other aspects of Eric Saltzman’s basis.\n \n\n\nE. Value of Arnold Saltzman’s Gift to the GRIT\n\n1. Background\nArnold Saltzman gave an undivided 80–percent interest in the Montauk property to the GRIT. The parties disagree about the value of that gift. Arnold Saltzman reported that it had a value of $399,277 on his 1986 gift tax return. Petitioners now contend that the value of the gift is $179,091. Respondent determined that the value of the gift was $1.2 million. Respondent now argues that the value is $864,902.\n \nThe gift tax applies to transfers of property in trust. Sec. 2511(a). When a grantor transfers property to a trust and retains an interest in the property, the value of the gift is the value of the property transferred less the value of the grantor’s retained interest. Sec. 25.2512–5(a)(1)(i), Gift Tax Regs.\n \n*29 The parties agree that the undivided Montauk property was worth $1.2 million when Arnold Saltzman conveyed 80 percent of it to the GRIT. Eighty percent of $1.2 million is $960,000.\n \n\n\n2. Undivided Interest Discount\nPetitioners argue that the $960,000 amount should be discounted by 15 percent because the gift is an undivided interest in real property. However, there is no evidence whether or to what extent a discount is appropriate here. Cook v. Commissioner, 2 B.T.A. 126, 127 (1925); Estate of McCampbell v. Commissioner, T.C.Memo. 1991–141.\n \nPetitioners’ expert witness, M. Timothy Cunningham, did not include an undivided interest discount for the Montauk property in his expert report. As a result, we did not allow him to testify about the effect of the fact that it was an undivided interest on the value of Arnold Saltzman’s gift to the GRIT. Rule 143(f). We have previously indicated that we may prohibit an expert witness from testifying about an undivided interest discount under Rule 143(f) where the expert did not address that issue in his expert report. Estate of McCampbell v. Commissioner, supra. In Estate of McCampbell, we allowed no discount because there was no admissible evidence establishing that the undivided interest was less than a pro rata share of the property.\n \nPetitioners point out that they gave notice in their pretrial memorandum that they would claim an undivided interest discount. The pretrial memoranda in this case were required to be submitted to the Court 15 days before trial. However, we know of no authority, and petitioners cite none, that statements in a pretrial memorandum are sufficient to meet the requirements of Rule 143(f), which requires expert reports to be filed 30 days before trial. We reaffirm our trial ruling that petitioners’ expert may not testify about a discount for an undivided interest. Rule 143(f); Estate of McCampbell v. Commissioner, supra.\n \nPetitioners argue that we should nonetheless apply a discount for an undivided interest, citing Propstra v. United States, 680 F.2d 1248, 1252–1253 (9th Cir.1982); Mooneyham v. Commissioner, T.C.Memo. 1991–178; Drybrough v. United States, 208 F.Supp. 279, 285–286 (W.D.Ky.1962). We disagree because the courts in those cases based the discount on affidavits or other evidence in the record. We hold that petitioners are not entitled to an undivided interest discount. Estate of McCampbell v. Commissioner, supra.\n \n\n\n3. Arnold Saltzman’s Retained Interests\nThe value of Arnold Saltzman’s gift to the GRIT is the value of the property transferred ($960,000) less the value of his retained interests. Sec. 25.2512–5(a)(1)(i), Gift Tax Regs. Arnold Saltzman retained: (a) An income interest; (b) the contingent reversion interest for the first 3 years; and (c) the contingent reversion interest for the last 7 years. The contingent reversion interest is different for the last 7 years because the trustees have the commutation power for those years and they did not have that power for the first 3 years. Petitioners contend that Arnold Saltzman’s retained interest can be reasonably valued using Treasury tables. Respondent asserts that the actuarial tables produce an unreasonable result and should not be used. Respondent concedes that petitioners have made a prima facia case that the tables apply and that respondent bears the burden of proving otherwise.\n \n\na. Retained Income Interest\n*30 Petitioners argue that they may use respondent’s actuarial tables that apply to income-producing property to value the retained income interest. Petitioners argue that Rev.Rul. 79–280, 1979–2 C.B. 340, provides that the GRIT should be treated as holding income-producing property.\n \nIn Rev.Rul. 79–280, supra, the Commissioner ruled that the creation of a trust funded with nonincome-producing property that is to revert to the grantor after 10 years is valued for gift tax purposes under section 25.2512–9, Gift Tax Regs., like a transfer of income-producing property. Petitioners may use the tables for income-producing property if they can show that they qualify under the ruling. See Walker v. Commissioner, 101 T.C. 537, 550 (1993).\n \nRespondent contends that Rev.Rul. 79–280, supra, is different from this case because in Rev.Rul. 79–280, supra, the power of the trustee was not as broad as that of the GRIT trustees. We disagree. The trustees in both instances had discretion to invest and reinvest principal. The trustee in Rev.Rul. 79–280, supra, was allowed by the trust instrument to hold investments otherwise impermissible under State law. Rev.Rul. 79–280, supra, observed that the trustee had authority to reinvest the trust corpus and that the trust could produce income in the future. Rev.Rul. 79–280, 1979–2 C.B. at 342. The GRIT trustees had similar authority to reinvest trust corpus and the trust may produce income from the sale of lots in the future. We are not convinced by respondent’s attempt to distinguish Rev.Rul. 79–280, supra, from this case. We conclude that petitioners may use the actuarial tables for income-producing property.\n \n\nb. Contingent Reversion Interest for the First 3 Years\nArnold Saltzman gave Eric Saltzman a remainder interest in the property that would vest in 10 years if Arnold Saltzman were still living. Arnold Saltzman retained an income interest and a testamentary right of appointment if he died within 10 years of the transfer to the trust. The trustees were not authorized to partition Arnold Saltzman’s interest during the first 3 years. Respondent concedes that petitioners may use table H of Publication 723E (1983) (table H) to calculate the amount of the deduction for the value of Arnold Saltzman’s power to appoint trust corpus if he dies in the first 3 years.\n \n\nc. Contingent Reversion Interest for the Last 7 Years and the Commutation Power\nDuring the last 7 years of the GRIT, the contingent reversion interest is the same as for the first 3 years except that during the last 7 years the trustees were authorized to partition Arnold Saltzman’s interest subject to certain conditions pursuant to their commutation power.14 Respondent contends that the commutation power makes it impossible to value Arnold Saltzman’s contingent reversion interest and that petitioners failed to prove that Arnold Saltzman’s contingent reversion interest has an ascertainable value during the last 7 years. We disagree.\n \n*31 Respondent argues that the trust agreement requires Arnold Saltzman to be paid according to table B of section 25.2512–5(f), Gift Tax Regs., the wrong table. We disagree. The trust agreement permits the taxpayer to use either table B or the appropriate table. Table H is the appropriate table to calculate the value of Arnold Saltzman’s retained interest in the GRIT during the time he does not exercise the commutation power. Thus, petitioners can use table H.\n \nThe commutation power authorizes the trustees to partition the property so that Arnold Saltzman would receive the value of his retained interests. The value of his retained interest is his fractional share of the trust principal. Petitioners may calculate this by using table H. Thus, we conclude that the commutation power does not make Arnold Saltzman’s contingent reversion interest impossible to value.\n \n\n\nF. MBP Deductions for Professional Fees and Salary of Eric Saltzman\nMBP deducted $125,000 for accrued professional fees on its consolidated tax return for June 1 to December 31, 1986. After concessions, the parties dispute whether MBP may deduct payments to: JED Production; David Wyler; Brylawski, Cleary & Leeds; Rosenman & Colin; and Shaw, Weiss, & Buchholtz. Respondent argues that: (1) Petitioners did not prove that MBP made payments in 1986, and (2) certain items which MBP deducted as professional fees should be capitalized. The parties also dispute whether MBP may deduct $125,000 for salary paid to Eric Saltzman.\n \n\n\n1. Year of Payment\nRespondent argues that petitioners did not prove that MBP paid the amounts in 1986. Respondent first made this argument in a posttrial answering brief. Petitioners contend they would be prejudiced if we consider respondent’s argument. We agree with petitioners because it is too late for petitioners to offer relevant evidence. Hettler v. Commissioner, 16 T.C. 528, 535 (1951) (too late for Commissioner to raise issue of the timing of payment on brief where parties proceeded to trial on the basis that payments had been made). We hold that petitioners may deduct payments to JED Production and David Wyler because respondent’s sole argument about these payments is that petitioners claimed them in the wrong year.\n \n\n\n2. Whether Professional Fees are Capital or Ordinary\nRespondent contends that MBP’s payments to Brylawski, Cleary & Leeds; Rosenman & Colin; and Shaw, Weiss, & and Buchholtz are capital expenditures and are therefore nondeductible in the year paid. The payments to Rosenman & Colin; and Shaw, Weiss, & Buchholtz were for the Turner lawsuit. The parties dispute whether MBP’s costs for the Turner litigation are capital or ordinary.15 The parties agree that Shaw, Weiss, & Buchholtz spent about 25 percent of its time on the Turner litigation and about 5 percent on tax advice.\n \nRespondent contends that the cost of all time other than for tax advice must be capitalized. Petitioners argue that, since they sued Turner to recover ordinary income, the costs of that litigation are ordinary, not capital, expenses.\n \n*32 To decide whether litigation costs are capital or ordinary under the origin-of-the-claim rule, we consider the issues involved, the nature and objectives of the litigation, the defenses asserted, the purpose for which the amounts claimed to be deductible were expended, the background of the litigation, and all facts pertaining to the controversy. Woodward v. Commissioner, 397 U.S. 572, 575–577 (1970); Boagni v. Commissioner, 59 T.C. 708, 713 (1973). If litigation is conducted both to defend and perfect title (nondeductible) and to collect income or manage property (deductible), we may allocate between nondeductible and deductible litigation costs. Kelly v. Commissioner, 228 F.2d 512, 515–516 (7th Cir.1956), affg. 23 T.C. 682 (1955); Falls v. Commissioner, 7 T.C. 66, 71–72 (1946); sec. 1.212–1(k), Income Tax Regs. The costs of establishing or defending title or preventing unauthorized use of property are capital expenditures because the taxpayer’s rights in the property are capital. Harris v. United States, 275 F.2d 238 (9th Cir.1960); Medco Prod. Co. v. Commissioner, 62 T.C. 509, 512 (1974), affd. 523 F.2d 137 (10th Cir.1975); Danskin, Inc. v. Commissioner, 40 T.C. 318, 322–323 (1963), affd. 331 F.2d 360 (2d Cir.1964).\n \nThe costs of establishing ownership of a royalty interest are capital and the costs of establishing the taxpayer’s share of accumulated royalties are ordinary. Boagni v. Commissioner, supra at 714–715.\n \nIn the complaint against Turner, MBP sought a permanent injunction and damages. MBP sought to recover lost income and to stop Turner from overexposing the films in the pre–1956 RKO library. The costs of the Turner lawsuit were both capital and ordinary. There is no evidence that one was more important than the other. We conclude that half of all of MBP’s legal costs associated with the Turner litigation are nondeductible capital expenditures and half are deductible ordinary business expenses.\n \nThe payment to Brylawski, Cleary & Leeds was to track and register copyrighted material. The purpose of these expenditures was to protect MBP’s rights in the properties. Legal expenses to protect a taxpayer’s rights in property are generally capital expenses. Harris v. Commissioner, supra; Medco Prod. Co. v. Commissioner, supra at 513; Danskin, Inc. v. Commissioner, supra at 324. We conclude that these are nondeductible capital expenditures.\n \n\n\n3. Eric Saltzman’s Salary\nMBP deducted Eric Saltzman’s 1986 salary of $125,000 as an ordinary business expense. Sec. 162. Respondent contends that petitioners did not prove that Eric Saltzman’s salary is deductible. We agree in part.\n \nPetitioners contend that Eric Saltzman’s compensation for duties as manager of the film business is deductible, and ask us to apportion Eric Saltzman’s $125,000 salary between deductible and nondeductible items under Cohan v. Commissioner, 39 F.2d 540, 543–544 (2d Cir.1930), if we conclude that the Turner litigation expenses must be capitalized. We have decided that petitioners may deduct half of the Turner litigation expenses and capitalize half. Petitioners concede that from mid-November to December 31, 1986, Eric Saltzman spent all of his time on the RKO sale negotiations. Petitioners concede that MBI must capitalize its payments to Eric Saltzman for his work on the RKO sale. Eric Saltzman supervised MBP’s routine licensing activities which produced ordinary income. We apply the Cohan rule and hold that MBP may deduct one-half of Eric Saltzman’s salary from the time he arrived at MBP to mid-November 1986.\n \n\n\nG. Income–Forecast Method to Depreciate Films for 1987 and 1988\n\n1. Background\n*33 Eric and Victoria Saltzman used the income-forecast method in 1987 and 1988 to depreciate the film rights that MBP distributed to Eric Saltzman. Respondent contends that Eric and Victoria Saltzman must use the straight line method to depreciate the film rights because: (a) They cannot show how they calculated the amounts reported on their returns; (b) the income-forecast method is not available if depreciation can be measured accurately under a time-based method of depreciation; and (c) the income forecast should have been used at the end of 1987 rather than the end of 1986.\n \nTaxpayers generally may use the income-forecast method to depreciate film right contracts. Greene v. Commissioner, 81 T.C. 132, 136 (1983); sec. 15A.453–1(c)(6), Income Tax Regs.; Rev.Rul. 64–273, 1964–2 C.B. 62. Taxpayers may be able to more accurately measure the usefulness of a film in a trade or business by the income it produces than by the passage of time. Greene v. Commissioner, supra at 135; see Wildman v. Commissioner, 78 T.C. 943, 950–951 (1982); Siegel v. Commissioner, 78 T.C. 659, 692 (1982); Schneider v. Commissioner, 65 T.C. 18, 32–33 (1975); ABC Rental of San Antonio, Inc. v. Commissioner, T.C.Memo. 1994–601. Under the income-forecast method, a taxpayer may depreciate films by dividing film income for the taxable year by total estimated film income over the useful life of the films, then multiplying that number by the depreciable basis of the films.  Wildman v. Commissioner, supra; Siegel v. Commissioner, supra; Rev.Rul. 60–358, 1960–2 C.B. 68.\n \n\n\n2. Petitioners’ Reconstruction of Return Calculations\nRespondent argues that there is inadequate information in the record to support the computations used on the return. Respondent points out that there is no evidence in the record showing: (a) How the return preparer calculated Eric Saltzman’s basis in the contracts; (b) how petitioners computed current income; or (c) how petitioners calculated the amounts reported on the return.\n \nPetitioners cannot reproduce the computations of the return preparer, Bernice Haber (Mrs. Haber), who is now deceased. However, petitioners can reconstruct the return within 0.5 percent based on material in the record. We conclude that petitioners’ inability to reproduce Mrs. Haber’s computations does not bar them from using the income-forecast method. See Peninsula Steel Prods. & Equip. Co. v. Commissioner, 78 T.C. 1029, 1038–1042 (1982).\n \n\n\n3. Whether Petitioners May Use the Income–Forecast Method\nRespondent contends that petitioners may not use the income-forecast method of depreciation. We disagree. In Rev.Rul. 60–358, supra, respondent ruled that taxpayers may use the income-forecast method to depreciate a film if the taxpayer projects an uneven income stream. Respondent concedes on brief that Eric Saltzman anticipated an uneven income stream in excess of the base contract payments. Also, the AMC feature film contract provided for payments in different amounts in 1987 ($337,500) and 1988 ($450,000). Respondent does not argue that the income-forecast method would not clearly reflect income. Thus, petitioners may use the income-forecast method as adjusted below. See paragraph G–4.\n \n\n\n4. Proper Year for Income–Forecast Method\n*34 Respondent argues that Eric and Victoria Saltzman should have made the income forecast at the end of 1987, not at the end of 1986, because Eric Saltzman acquired the film rights on the last day of 1986. We disagree. Rev.Rul. 60–358, supra, allows taxpayers to use the income-forecast method based on facts known at the end of the period. It was therefore proper for Eric Saltzman to use the income-forecast method for 1986.\n \nEric Saltzman did not revise the forecast at the end of 1987. In Rev.Rul. 60–358, supra, respondent ruled that a taxpayer may revise the forecast based on additional information which becomes available after the last prior estimate. Respondent argues that the AMC renegotiation began when Eric Saltzman met with AMC in January 1987. However, AMC and Eric Saltzman did not agree to a new license until 1988. Thus, petitioners may use the income-forecast method for 1987 without adjustment. Eric Saltzman and AMC did renegotiate their contract by the end of 1988. Petitioners concede that Eric Saltzman should have revised the forecast at the end of 1988 because of the 1988 agreement.\n \n\n\nH. Additions to Tax for Negligence\n\n1. Negligence of Arnold and Joan Saltzman With Respect to the 1986 Recapitalization and GRIT Gifts\nRespondent determined that Arnold and Joan Saltzman are liable for the addition to tax for negligence under section 6653(a)(1)(A) and (B) for 1986 because they valued the film rights as zero for the recapitalization. Arnold and Joan Saltzman argue that they relied on Haber, had reasonable cause for their position, and acted in good faith.\n \nSection 6653(a)(1)(A) imposes an addition to tax equal to 5 percent of the underpayment of tax if any of the underpayment is due to negligence. Section 6653(a)(1)(B) imposes an additional liability of 50 percent of the interest due on the underpayment of tax attributable to negligence. Negligence is a lack of due care or failure to do what a reasonable and ordinarily prudent person would do under the circumstances. Neely v. Commissioner, 85 T.C. 934, 947 (1985). Petitioners bear the burden of proving that the underpayment on their return was not the result of negligence. Rule 142(a); Luman v. Commissioner, 79 T.C. 846, 860–861 (1982). Good faith reliance on the advice of counsel or a qualified accountant can be a defense to the addition to tax for negligence. Ewing v. Commissioner, 91 T.C. 396, 423–424 (1988), affd. without published opinion 940 F.2d 1534 (9th Cir.1991).\n \nArnold and Joan Saltzman argue that they were not negligent because they reasonably relied on Haber. We have found that Arnold Saltzman did not follow Haber’s advice to appraise MBI’s film assets for the recapitalization. Arnold and Joan Saltzman have not proven that they relied on Haber for the recapitalization or that they acted as reasonable and ordinarily prudent persons would under the circumstances. We conclude that Arnold and Joan Saltzman are liable for negligence with respect to the recapitalization gifts in 1986.\n \n*35 Respondent also determined that petitioners are negligent with respect to the gift to the GRIT. We have held for petitioners on all issues with respect to the GRIT except for their contention that they are entitled to a 15–percent discount for an undivided interest in real property. We conclude that Arnold and Joan Saltzman are not liable for negligence with respect to the GRIT gift in 1986.\n \n\n\n2. Negligence of Eric and Victoria Saltzman for 1986, 1987, and 1988\nRespondent determined that Eric and Victoria Saltzman are liable for the addition to tax for negligence for 1986 and 1987 under section 6653(a)(1)(A) and (B) and for 1988 under section 6653(a).\n \nWe have generally held for Eric and Victoria Saltzman with respect to the MBP liquidation proceeds and the income-forecast method issues for 1986. Respondent concedes the section 482 allocation issue for 1986. We have held for Eric and Victoria Saltzman for the only issue raised by respondent for 1987. Thus, Eric and Victoria Saltzman are not liable for the addition to tax for negligence for 1986 or 1987.\n \nPetitioners concede that they need to adjust the income-forecast method for 1988. Petitioners have not proven that their failure to adjust the income-forecast method for 1988 was not caused by negligence. Thus, Eric and Victoria Saltzman are liable for the addition to tax for negligence for 1988.\n \n\n\n3. Negligence of Windsor for 1987, 1988, and 1989\nRespondent determined that Windsor is liable for the addition to tax for negligence under section 6653(a)(1)(A) and (B) for 1987, section 6653(a) for 1988, and the accuracy-related penalty under section 6662 for 1989. Respondent determined this addition to tax primarily because of an accumulated earnings tax issue which respondent conceded.\n \nRespondent argues that Windsor negligently used 4 years instead of 8 years (the contract life) to amortize the MDS first refusal. Petitioners concede that Windsor should have used 8 years, but dispute whether Windsor was negligent. Petitioners argue that they conceded that issue to narrow issues for trial. Windsor did not prove that the 4–year amortization period was reasonable in light of the 8–year contract. We conclude that Windsor was negligent in using a 4–year amortization period.\n \n\n\n4. Negligence of MBP for 1986\nRespondent determined that MBP is liable for the addition to tax for negligence under section 6653(a)(1)(A) and (B) for 1986. Respondent conceded most of the adjustments for MBP other than the deductibility of professional fees issue (costs of Turner litigation) and the deductibility of Eric Saltzman’s salary. Petitioners prevailed in part on both of those issues. MBP conceded a partnership adjustment which was less than .41 percent of the original income adjustment determined by respondent. Petitioners contend that MBP based its return on partnership Form K–1 data. Petitioners have convinced us that MBP was not negligent with respect to these issues.\n \n\n\nI. Additions to Tax for Substantial Understatement of Income Tax16\n*36 A taxpayer is liable for an addition to tax when there is a substantial understatement of income tax in a taxable year. Sec. 6661(a). The addition to tax is 25 percent of the amount of any underpayment attributable to the substantial understatement. Sec. 6661(a). A substantial understatement exists if in any year the amount of the understatement exceeds the greater of 10 percent of the amount required to be shown on the return or $5,000 ($10,000 in the case of a corporation). Sec. 6661(b)(1). If the taxpayer has substantial authority for the tax treatment of any item on the return, the understatement is reduced by the amount attributable thereto. Sec. 6661(b)(2)(B)(i).\n \nRespondent determined that Eric and Victoria Saltzman were liable for the addition to tax for substantial understatement of income tax for 1986 and 1987 under section 6661. Eric and Victoria Saltzman contend that there was substantial authority to use the income-forecast method for films. We have held for Eric and Victoria Saltzman on this issue. Petitioners make no other argument. Thus, Eric and Victoria Saltzman are liable for the addition to tax under section 6661 only if there is a substantial understatement in 1986 or 1987.\n \nRespondent determined that Windsor is liable for the addition to tax for substantial understatement of income tax for 1987 under section 6661.17\n \nPetitioners argue that there is no substantial understatement in 1987 when the surtax exemption is properly reallocated.18 Petitioners make no other argument with respect to this addition to tax. Thus, we hold that if there is a substantial understatement, Windsor is liable for the addition to tax for 1987 under section 6661.\n \nAn appropriate order will be issued and decisions will be entered under Rule 155.\n \n\nAll Citations\nT.C. Memo. 1994-641, 1994 WL 720304, 68 T.C.M. (CCH) 1544, T.C.M. (RIA) 94,641, 1994 RIA TC Memo 94,641\n\n\n\nFootnotes\n|\n1\n|Respondent determined this addition for 1988 under sec. 6653(a)(1).\n|\n2\n|Fifty percent of the interest due on the underpayment due to negligence.\n|\n1\n|Respondent determined that the stock Arnold Saltzman exchanged (197.99 shares or all of the shares except for those held by Eric Saltzman) had a fair market value of $9,680,100. $9,680,100/197.99 x 302 = $14,765,342.\n|\n1\n|The Court consolidated the following cases for trial, briefing, and opinion: Arnold Saltzman and Joan Saltzman, docket No. 8930–92; Eric Saltzman and Victoria Saltzman, docket Nos. 16723–91, 27653–91; Windsor Production Corp., docket No. 27654–91; and Marian B. Pictures, Inc., and Eric Saltzman as Transferee, docket Nos. 19402–91 and 19403–91.\n|\n2\n|Sec. 7461. Publicity of Proceedings.\n(a) General Rule.—Except as provided in subsection (b), all reports of the Tax Court and all evidence received by the Tax Court and its divisions, including a transcript of the stenographic report of the hearings, shall be public records open to the inspection of the public.\n(b) Exceptions.—\n(1) Trade secrets or other confidential information.—The Tax Court may make any provision which is necessary to prevent the disclosure of trade secrets or other confidential information, including a provision that any document or information be placed under seal to be opened only as directed by the court.\n|\n3\n|MBP could qualify for favorable tax treatment for complete liquidations under former sec. 337, which was not available after Dec. 31, 1986. Tax Reform Act of 1986, Pub.L. 99–514, 100 Stat. 2085; Esmark, Inc. v. Commissioner, 90 T.C. 171, 200 (1988), affd. without published opinion 886 F.2d 1318 (7th Cir.1989). Under the General Utilities doctrine, derived from General Util. & Operating Co. v. Helvering, 296 U.S. 200, 206 (1935), a corporation did not recognize gain when it distributed appreciated property to its shareholders. Secs. 336 and 337. Arnold and Eric Saltzman and Haber deprived the trusts of tax deferral by 2 days because the redemption occurred on Dec. 30, 1986.\n|\n4\n|RKO’s answer was admitted into evidence only to show that RKO made those claims, not to prove that the claims were true. Petitioners agree that public materials such as the RKO 1982 answer should not be sealed.\n|\n5\n|Greene appraised the 79.29 shares of MBI subject to the 1983 agreement at $2,108 per share as of June 1, 1983.\n|\n6\n|Petitioners seek to apply the adverse inference rule with respect to 14 proposed findings of fact. One of those proposed findings of fact (No. 175) relates to the management buyout.\n|\n7\n|Respondent’s pretrial memorandum: (i) named six persons respondent expected to call as witnesses but did not call: Arnold Stream, MBI/MBP employee and former C & C employee; C. Robert Manby, former RKO President; Stanley Weston, former TransBeacon president; Richard Saul, revenue agent; Donald Westervelt, estate and gift tax examiner; and Jerry Offsay, former RKO president; (ii) named six persons respondent might call as witnesses but did not call: Stephen Korn, TBS/TBC employee; Doug Smith, EAC officer; Robert Webb, attorney for TBS; Myron Giller, IRS agent; Harry Youtt, former RKO attorney; and Leonard Hochheiser, Arnold Saltzman’s former attorney; and (iii) said respondent might call unnamed persons from Rainbow Programming Enterprises as witnesses who respondent did not call.\n|\n8\n|Petitioners contend that they have made a prima facie case with respect to 14 proposed findings of fact. We discussed one of those findings at par. B–4–b, above. We have reviewed petitioner’s comments about the other 13 proposed findings of fact and decide not to apply the adverse inference rule for the reasons discussed below.\n1. Petitioners’ proposed finding of fact No. 77 about the 1983 sale of stock is no longer relevant due to respondent’s concession after brief.\n2. We accept petitioners’ proposed finding of fact No. 80 about lack of exploitable foreign rights. This does not change our conclusion about the value of the film rights because we based our finding on the price paid by RKO.\n3. We accept petitioners’ proposed finding of fact No. 164 that RKO did not consider the AMC feature film license to be a significant asset in 1985 and 1986 because it did not consider that AMC was viable and doubted that it would continue to exist. We generally find for petitioners on the value of assets excluded from the RKO sale.\n4. We accept petitioners’ proposed finding of fact No. 178 that the RKO sale did not include AMC or Orion Pictures licenses; that MBP and MBI offered to sell these excluded assets for an additional $1 million; and that RKO rejected the offer and made a $300,000 counteroffer to buy those rights.\n5. We accept petitioners’ proposed finding of fact No. 179 that RKO was not willing to pay more for the excluded rights because RKO did not think AMC was viable.\n6. We accept petitioners’ proposed finding of fact No. 199 that negotiations between RKO and AMC began in late 1987 and prospects for settlement were dim.\n7. We accept petitioners’ proposed finding of fact No. 204 that even after the 1987 renegotiation, RKO did not attribute much value to the AMC license because AMC was a new venture and its effort to go basic was a last gasp experiment.\n8. We accept petitioners’ proposed finding of fact No. 205 that O’Connor testified that RKO instructed him not to attach much significance to the AMC renewal in the 1987 negotiation because RKO did not consider it likely that AMC would renew.\n9. We accept petitioners’ proposed finding of fact No. 212 that Turner paid $27 million ($10 million cash and $17 million) over 3 years for the assets it bought from EAC.\n10. We accept petitioners’ proposed finding of fact No. S7 that Harry Youtt asserted (not for its truth) that during MBI’s lawsuit against RKO, RKO’s counsel questioned whether MBI had acquired rights in the pre–1956 RKO library and informed MBI’s counsel that RKO would not settle unless bankruptcy court approval was obtained, but another RKO attorney settled the case. This finding does not alter our conclusion because it shows that RKO knew of the stated title issue when it bought the film rights from MBI/MBP.\n11. Petitioners objected to respondent’s proposed finding of fact No. RS30 that in Feb. 1986 Eric Saltzman believed that the overseas cable and DBS television rights to the RKO film library were valuable assets. We accept petitioners’ position as discussed above at 2.\n12. We accept petitioners’ proposed finding of fact No. S26 that O’Connor testified that MBI’s and RKO’s title to cable rights to the pre–1956 RKO library was not free from adverse claims. However, O’Connor’s testimony does not change our conclusion because we believe RKO knew about the title problems when it bought the film rights from MBI.\n13. We accept petitioners’ proposed finding of fact No. 139 that Arnold Saltzman and Haber discussed the value of the film rights for about 20 minutes and gave the film rights no value. We do not apply the adverse inference rule regarding petitioners’ argument that contingent liability offset any value because Arnold Saltzman’s conduct is contrary to stated title concerns. Petitioners argue that Harry Youtt could have testified about RKO’s knowledge of title concerns. We have found that RKO knew of the stated title concerns, affirmatively pleaded them in its answer to MBI’s lawsuit, yet bought the rights without any warranties about title.\n|\n9\n|Respondent concedes that, to the extent that the 1983 agreement was a gift because the shares were undervalued, it was completed in 1983. Respondent has abandoned three arguments relating to the 1983 agreement: (1) The value of the MBI stock in 1983 is irrelevant; (2) the 1983 agreement was not a transfer in the ordinary course of business; and (3) the 1983 agreement was not a completed transaction for gift tax purposes. Similarly, respondent no longer contends that there were gifts in 1984 and 1985. Thus, we need not decide whether the transfer in 1986 of 51 shares of MBI stock was a gift.\n|\n10\n|Sec. 25.2512–8, Gift Tax Regs., provides in pertinent part:\nTransfers reached by the gift tax are not confined to those only which, being without a valuable consideration, accord with the common law concept of gifts, but embrace as well sales, exchanges, and other dispositions of property for a consideration to the extent that the value of the property transferred by the donor exceeds the value in money or money’s worth of the consideration given therefor. However, a sale, exchange, or other transfer of property made in the ordinary course of business (a transaction which is bona fide, at arm’s length, and free from any donative intent), will be considered as made for an adequate and full consideration in money or money’s worth. * * *\n|\n11\n|In 1986 the family trusts owned 146.99 shares of MBI stock. We find that the family trusts’ MBI stock was worth $3,784,658.75. Thus, the value of each share was worth $25,747.73 in 1986.\n|\n12\n|In deciding this case we do not consider respondent’s proposed findings of fact that AMC was a basic cable service in 1986, TCI’s intent in early 1986 was to acquire AMC, or that AMC’s subscriber base was skyrocketing in 1986 and 1987. Thus, petitioners’ argument that respondent may not use facts mentioned in expert reports as proof of the truth of the facts is moot.\n|\n13\n|In the notice of deficiency, respondent determined that income should be reallocated under sec. 482 because MBP sold some of its assets to Windsor and distributed the rest to Eric Saltzman. Respondent conceded the sec. 482 issue on brief. Because of respondent’s concession, we need not decide the value of assets that Eric Saltzman sold to Windsor.\n|\n14\n|The commutation power in the trust agreement provides as follows:\nAt any time or times commencing three (3) years after the date of this indenture, the Trustees may terminate the grantor’s interest in the trust, or in any portion of the trust, prior to the first to occur of (i) ten (10) years after the date of this indenture or (ii) the death of the grantor, by distributing to the grantor that fractional share of the property belong [sic] to the principal of the trust, or of such portion, which constitutes the then value as determined pursuant to Table B of Treas.Reg. [sec.] 25.2512–5(f) (or such other regulation as shall be applicable at the time of termination), of the grantor’s interest in income and principal of the trust, or of such portion, determined immediately prior to such termination and shall dispose of the balance of the trust principal, or of the principal of such portion, as provided in Article TWO hereof. Any determination of the Trustees regarding the exercise or non-exercise of the power granted by this Paragraph shall be conclusive upon all persons interested in the trust. The Trustees may, by an instrument filed with the trust records, release the power granted by this Paragraph at any time.\n|\n15\n|The parties agree that all payments made in connection with the RKO sale must be capitalized.\n|\n16\n|Respondent conceded this addition for MBP’s 1986 income tax.\n|\n17\n|Respondent concedes that Windsor is not liable for the addition to tax for substantial understatement under sec. 6661 for 1988 and sec. 6662 for 1989 (but not negligence and intentional disregard of rules or regulations for 1989).\n|\n18\n|Petitioners concede that Windsor should have been included in the affiliated group of corporations. Petitioners contend that after the surtax exemption is reallocated there will be no substantial understatement.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}