{
    "Background": "\n\n\n\n2020 WL 263577\nUnited States District Court, W.D. Washington,\nat Seattle.\nUNITED STATES of America, Petitioner,\nv.\nMICROSOFT CORPORATION, et al., Respondents.\nCASE NO. C15-102RSM\n|\nSigned 01/17/2020\nAttorneys and Law Firms\nAmy Matchison, Noreene C. Stehlik, James Edward Weaver, Jeremy N. Hendon, US Department of Justice, Washington, DC, for Petitioner.\nAndrea Delgadillo Ostrovsky, Patricia A. Eakes, Calfo Eakes & Ostrovsky PLLC, Robert B. Mitchell, K&L Gates LLP, Seattle, WA, Andrew P. Crousore, Pro Hac Vice, Baker & McKenzie LLP, Palo Alto, CA, Brian S. Prestes, Pro Hac Vice, Robert B. Tannenbaum, Pro Hac Vice, Sean W. Gallagher, Pro Hac Vice, Bartlit Beck Herman Palenchar & Scott LLP, Chicago, IL, Daniel A. Rosen, Pro Hac Vice, Baker & McKenzie LLP, New York, NY, Mirelle R. Oldak, Pro Hac Vice, Phillip Joseph Taylor, Pro Hac Vice, Baker & McKenzie LLP, Washington, DC, for Respondent Microsoft Corporation.\nGeorge E. Greer, Orrick Herrington & Sutcliffe, Seattle, WA, for Respondent KPMG LLP.\nStephen M. Rummage, Davis Wright Tremaine, Seattle, WA, for Respondent Ernst & Young, LLP.\n\n\n\n\nORDER FOLLOWING COURT’S IN CAMERA REVIEW\nRICARDO S. MARTINEZ, CHIEF UNITED STATES DISTRICT JUDGE\n\nI. INTRODUCTION\n*1 Following Microsoft’s Brief Regarding Privileged Documents Still in Dispute (Dkt. #140), the Court ordered in camera review of certain documents. Dkt. #185. Having reviewed the documents at issue, the Court rules as follows.\n \n\nII. BACKGROUND\nThe government is conducting an examination of Microsoft Corporation’s (“Microsoft”) federal income tax liabilities for the taxable years 2004 to 2006. Dkt. #146 at ¶ 3. A primary focus of the examination relates to cost sharing arrangements transferring ownership of intellectual property between Microsoft’s foreign and domestic subsidiaries. Such transfers must satisfy an “arm’s length standard,” requiring that trade between related affiliates to be “upon the comparable terms and prices that those items would trade among unrelated parties.” Dkt. #140 at 8. The government believes that Microsoft’s cost sharing arrangements did not satisfy the arm’s length standard and impermissibly shifted revenue out of the United States, both decreasing Microsoft’s federal income tax liabilities and obtaining more favorable foreign tax treatment. Microsoft maintains that certain documents responsive to the government’s summonses are privileged or protected from disclosure.\n \nConsideration of the documents requires a general understanding of cost sharing arrangements and the Americas cost sharing arrangement. Prior to the events at issue, Microsoft had a foreign subsidiary conducting manufacturing operations in Puerto Rico. See generally Dkt. #146-7; Dkt. #143 at ¶ 16. The operation manufactured software CDs, licensing the software from U.S. entities and returning royalty payments. Whether these pricing of the agreements satisfied the arm’s length standard was often subject to IRS challenge. Dkt. #143 at ¶ 8. Nevertheless, the structure afforded Microsoft favorable tax credits under tax code provisions allowing “Puerto Rican affiliates to produce goods and sell the goods back to their U.S. parents”—an incentive for U.S. companies to locate manufacturing operations in Puerto Rico. Id. at ¶ 16. But the credit was being eliminated from the tax code and Microsoft appeared poised to shutter its Puerto Rico operations. Dkt. #146-7 (internal planning document concluding that while there were some negative consequences, Microsoft would save more than $5 million annually by outsourcing production of software CDs).\n \nAware of the impending loss of favorable tax treatment, KPMG LLP (“KPMG”), an accounting firm, recommended that “Microsoft should explore US deferral opportunities taking advantage of the existing manufacturing operations in Puerto Rico.” Dkt. #146-8 at 3. Representing that continuing operations in Puerto Rico would require “[f]ew operational changes” and would provide Microsoft with “expertise in deferral strategies for the US market,” KPMG presented Microsoft with several options for restructuring its Puerto Rico operations to maintain some tax benefit. Id. KPMG also represented that it was the right firm to guide Microsoft through the process as it had “significant experience ... in the migration of [expiring tax credit benefits] to new deferral structures” and had “successfully negotiated significant tax holidays for U.S. companies with the Puerto Rican government.” Id. at 18.\n \n*2 Central to Microsoft’s options was the use of a cost sharing arrangement. The cost sharing arrangement would allow Microsoft’s Puerto Rican affiliate to co-fund the development of intellectual property and thereby acquire an ownership interest in that intellectual property. Dkt. #143 at ¶ 18. The affiliate could then manufacture software CDs to sell back to Microsoft’s distributors in the Americas. Because some of the intellectual property had already been developed, the Puerto Rican affiliate would need to make a “buy-in payment” to retroactively fund a portion of the development. Id. The transactions would be subject to the arm’s length standard, presenting a balancing act between entering an arrangement that a third party would enter and significantly disrupting or complicating Microsoft’s operations.\n \nMicrosoft was interested and retained KPMG to provide “tax consulting services” for a “feasibility phase” which included “modeling the anticipated benefits of the [Intangible Holding Company (“IHCo”)] over a ten-year period.” Dkt. #146-13 at 1–2. The feasibility phase was “to allow [Microsoft] to develop the information necessary to decide whether moving forward with an IHCo structure at this time is an advisable business decision.” Id. at 2.\n \nUltimately Microsoft did enter into cost sharing arrangements through technology licensing agreements. Because those cost sharing arrangements were required by law to be arm’s length transactions, the design and implementation details are a central focus of the government’s examination. The government expresses skepticism that a third party would be likely to enter into the agreements, thereby satisfying the arm’s length standard, because the agreements contained several unique provisions. Dkt. #146 at ¶¶ 18–20. While many of the terms changed before and afterward the agreements were to have been formed, they remained favorable for Microsoft’s income tax liability. Id. at ¶¶ 9–11. The government believes that the transactions were “designed and implemented for the purpose of avoiding tax.” Id. at ¶ 20.1\n \nMicrosoft maintains that nothing was abnormal about its actions. Microsoft argues that transfer pricing disputes with the government were prevalent and, “[r]ecognizing the inevitability of an [Internal Revenue Service (“IRS”)] challenge, Microsoft was determined to be adequately prepared to defend these cost sharing arrangements.” Dkt. #140 at 6; see also Dkt. #143 at ¶ 23. To this end, and because of the complexity of facts relevant to corporate international tax, Microsoft employed KPMG “to help the lawyers provide legal advice” and to give its own tax advice. Dkt. #140 at 1; Dkt. #143 at ¶¶ 7, 10. Mr. Boyle, then Microsoft’s Corporate Vice President and Tax Counsel, maintains that the materials at issue were prepared for his use and that they were “prepared in anticipation of an administrative dispute or litigation with the IRS over the Puerto Rican cost sharing arrangement, the pricing of the software sales to Microsoft, and other issues expected to be in dispute relating to those transactions.” Dkt. #143 at ¶ 23.\n \n\nIII. DISCUSSION\nPursuant to the internal revenue code, the Court previously granted the government’s petition to enforce designated summonses issued to Microsoft and KPMG. Dkt. #107. Microsoft continued to withhold 174 documents,2 claiming work product protection, attorney-client privilege, and the federally authorized tax practitioner privilege set forth in 26 U.S.C. § 7525. As the party asserting that the documents are protected, Microsoft bears the burden of proving that the protections and privileges asserted apply. Weil v. Inv./Indicators, Research & Mgmt., Inc., 647 F.2d 18, 25 (9th Cir. 1981). Microsoft has not fully carried its burden here.\n \n\n\nA. Work Product Protection\n*3 Microsoft asserts work product protection over 170 of the 174 documents at issue. The work product doctrine protects documents and tangible things from discovery if they are prepared in anticipation of litigation by a party, or a party’s representative. Fed. R. Civ. P. 26(b)(3). Work product protection prevents “exploitation of a party’s efforts in preparing for litigation.” Holmgren v. State Farm Mut. Auto. Ins. Co., 976 F.2d 573, 576 (9th Cir. 1992) (quoting Admiral Ins. Co. v. United States District Court, 881 F.2d 1486, 1494 (9th Cir. 1989)). The court first considers whether the documents were created or obtained “in anticipation of litigation or for trial.” See United States v. Richey, 632 F.3d 559, 567 (9th Cir. 2011) (quoting In re Grand Jury Subpoena, Mark Torf/Torf Envtl. Mgmt. (Torf), 357 F.3d 900, 907 (9th Cir. 2004)). Secondarily, the court considers whether the documents were created or obtained “by or for another party or by or for that other party’s representative.” Id.\n \nWith documents serving dual purposes—for instance, supporting both litigation preparation and the ordinary conduct of business—the court must further consider whether the documents were created “because of” litigation. Id. at 567–68. That is, “taking into account the facts surrounding their creation, their litigation purpose so permeates any non-litigation purpose that the two purposes cannot be discretely separated from the factual nexus as a whole.” Torf, 357 F.3d at 910.\n \nUpon the Court’s review, Microsoft does not establish that any of the documents at issue here are protected by the work product doctrine. Most salient, the Court concludes that even if the documents were created in anticipation of litigation, they all serve dual business and litigation purposes. If dual purpose documents “only [ ] reflect the logistics or mechanics of implementing business concepts,” they are likely to “have been created in essentially similar form irrespective of the litigation.” United States v. ChevronTexaco, 241 F. Supp. 2d 1065, 1084 (N.D. Cal. 2002). Microsoft, deciding to pursue these complex transactions, certainly would have considered the tax consequences of the transactions and whether they complied with applicable tax provisions. Indeed, the considerations appear entirely intertwined with Microsoft and KPMG structuring the transactions to create the smallest tax liability possible. Absent the concurrent business decision to explore the transactions, Microsoft would not have had any reason to anticipate litigation.\n \nHere, Microsoft anticipated litigation because it was electing to take an aggressive tax strategy that it knew was likely to be challenged by the government. From the Court’s perspective, there is a significant difference between planning to act in a legally defensible manner and in defending against an existing legal dispute. The record provides no indication that Microsoft would have faced its anticipated legal challenges if Microsoft had not made the decision to pursue the transactions. Fidelity Intern. Currency Advisor A Fund, L.L.C. v. United States, 2008 WL 4809032 at *13 (D. Mass. April 18, 2008) (“The mere fact that the taxpayer is taking an aggressive position, and that the IRS might therefore litigate the issue, is not enough” to establish work product.”). Even presuming an operational need for the transactions, Microsoft has not provided any reason it could not have planned the transactions in such an unfavorable manner that it was effectively insulated from a tax challenge. Microsoft’s documents were not created in anticipation of litigation. Rather, Microsoft anticipated litigation because of the documents it created.\n \n*4 Microsoft’s arguments to the contrary are further undercut by the relationship between the parties and the actions of the parties. Microsoft indicates that it “hired the best available legal and tax advisors.” Dkt. #143 at ¶ 20. This included Baker & McKenzie, “a well known international law firm that had successfully tried many of the leading transfer pricing cases,” for “tax planning and litigation of [ ] tax cases and transfer pricing disputes.” Id. Microsoft also engaged KPMG “to assist with tax advice.” Id.; Dkt. #144 at ¶ 20 (noting that Mr. “Boyle, a lawyer, made plain that he was hiring KPMG to also help Microsoft prepare its defense to the IRS’s challenge”). But Microsoft gives no indication that KPMG would represent it in the anticipated litigation or that its apparent litigation counsel—Baker & McKenzie—directed KPMG to create any documents necessary to an eventual litigation defense or for use at trial. Torf, 357 F.3d at 907 (focusing on fact consultant was hired by attorney representing the party).\n \nRather, Microsoft represents that it was Mr. Boyle who directed KPMG to prepare materials “in anticipation of an administrative dispute or litigation with the IRS over the Puerto Rican cost sharing arrangement, the pricing of the software sales to Microsoft, and other issues expected to be in dispute relating to those transactions.” Dkt. #143 at ¶ 23. That being the case, the Court finds it odd that Microsoft did not protect many of the records it ostensibly created for this very litigation. Dkt. #145 at 23 (noting that “the United States has discovered through this proceeding that the records of several custodians, including [Mr.] Boyle himself, cannot be located”); Dkt. #146 at ¶ 25. Microsoft, wholly anticipating this dispute would have acted prudently in carefully maintaining the documents it created in anticipation of the dispute.\n \nLastly, the Court notes that Microsoft claims “by 2004, [it] was well aware of the IRS challenging numerous companies’ transfer pricing.... [and] knew with certainty that Microsoft’s transfer pricing would be under attack by the IRS.” Dkt. #143 at ¶ 15. Nevertheless, Microsoft claimed work product protection for at least 16 documents that were created before 2004. Dkt. #141 at 22–24. Microsoft has not provided any other support for affording these documents work product protection.\n \n\n\nB. Attorney-Client Privilege\n“The attorney-client privilege protects confidential disclosures made by a client to an attorney in order to obtain legal advice ... as well as an attorney’s advice in response to such disclosures.” Branch v. Umphenour, 936 F.3d 994, 1005–06 (9th Cir. 2019) (citations omitted) (omission in original). However, if a client seeks non-legal advice, for instance business advice, the privilege does not apply. Richey, 632 F.3d at 566. Where communications serve dual legal and business purposes, the court considers whether the “primary purpose” of a communication was related to legal advice. Phillips v. C.R. Bard, Inc., 290 F.R.D. 615, 628–29 (D. Nev. 2013) (noting trend of limiting Torf’s “because of” standard to the work product context).3 “Because it impedes full and free discovery of the truth, the attorney-client privilege is strictly construed.” United States v. Martin, 278 F.3d 988, 999 (9th Cir. 2002) (quoting Weil v. Inv./Indicators, Research & Mgmt., Inc., 647 F.2d 18, 24 (9th Cir. 1981)).\n \n*5 Microsoft maintains that eight of the documents at issue are protected by attorney-client privilege. For all eight, Microsoft maintains that the legal advice is from its in-house attorneys. See Chandola v. Seattle Housing Authority, Case No. C13-557RSM, 2014 WL 4685351, at *3 (W.D. Wash. Sept. 19, 2014) (noting necessity for increased scrutiny “where in-house counsel is involved, as they often act in both a legal and non-legal business capacity” and requiring a “clear showing that the speaker made the communication for the purpose of obtaining or providing legal advice”). Two of the documents are responsive to the Designated Summons. See Dkt. #141 at 8. The six remaining documents are responsive to Related Summonses 2 and 3. See Dkt. #141 at 22–27. Having reviewed the documents at issue, the Court has concluded as follows:\n \n\n​\n\n​\n\n​\n\n​\n[Editor’s Note: The preceding image contains the reference for footnotes4,5].\n \n\n\nC. Tax Practitioner-Client Privilege\n*6 The crux of this case is the applicability of the federally authorized tax practitioner (“FATP”) privilege, which Microsoft claims for 164 of 174 documents. That privilege applies to the communication of tax advice between a taxpayer and a “federally authorized tax practitioner to the extent the communication would be considered privileged communication if it were between a taxpayer and an attorney.” 26 U.S.C. § 7525(a)(1). But section 7525 does not suggest “that nonlawyer practitioners are entitled to privilege when they are doing other than lawyers’ work.” United States v. McEligot, No. 14-CV-05383-JST, 2015 WL 1535695, at *5 (N.D. Cal. Apr. 6, 2015) (quoting United States v. Frederick, 182 F.3d 496, 502 (7th Cir. 1999)). Equivalently, communications made primarily to assist in implementing a business transaction are not protected by the tax practitioner privilege. See ChevronTexaco Corp., 241 F. Supp. 2d at 1076–78 (treating FATP privilege congruently with the attorney-client privilege). Rather, and as with the attorney-client privilege, the primary purpose of the communication must be the provision of tax/legal advice.\n \nThe Court’s conclusions as to the documents identified in Microsoft’s privilege logs are set forth in Attachments A-D of this order. In general, where the Court has determined that a document is privileged pursuant to section 7525, the Court has concluded that the document’s primary purpose was to seek, provide, or relay tax/legal advice of a FATP. In general, where the Court has determined a document is not privileged pursuant to section 7525, the Court has concluded that to the extent the document seeks, provides, or relays tax/legal advice of a FATP, that is not the document’s primary purpose. The Court includes further or additional explanation where appropriate.\n \nThe Court’s consideration is inherently messy. See Valero Energy Corp. v. United States, 569 F.3d 626, 630 (7th Cir. 2009) (“Admittedly, the line between a lawyer’s work and that of an accountant can be blurry, especially when it involves a large corporation like Valero seeking advice from a broad-based accounting firm like Arthur Anderson.”). The parties’ broad arguments are often of little help in the consideration of individual documents. Likewise, the limited record before the Court makes it difficult to place each individual record—spanning several years—in its proper context. But the Court also remains mindful that “it is nevertheless the burden of the withholding party to demonstrate that the ‘primary purpose’ was the rendering of legal advice on a document-by-document basis.” Phillips, 290 F.R.D. 615, 631 (D. Nev. 2013) (citing In re Vioxx Prod. Liab. Litig., 501 F. Supp. 2d 789, 801 (E.D. La. 2007)). The Court accordingly notes several considerations that have guided its analysis.\n \nThe Court was not greatly influenced by the government’s argument—supported by several contemporaneous documents—that KPMG itself represented that it “was not providing legal advice to Microsoft.” Dkt. #145 at 18 (citing to instances). This is too broad a characterization to attribute to the general limitations KPMG placed on its advice. KPMG’s consideration of the complex transactions from the tax perspective obviously did not obviate the need for Microsoft to consider the transactions from additional legal perspectives. The Court has not placed undue weight on KPMG’s admonition that Microsoft should pursue the advice of additional specialists.\n \nBut the Court also is not persuaded by Microsoft’s conclusory argument, supported only by counsel’s declaration, that KPMG provided only tax advice, “not business or non-legal advice.” Dkt. #140 at 19 (citing Dkt. # 141 at ¶¶ 13–14); Dolby Labs. Licensing Corp. v. Adobe Inc., 402 F. Supp. 3d 855, 866 (N.D. Cal. 2019) (“A vague declaration that states only that the document ‘reflects’ an attorney’s advice is insufficient to demonstrate that the document should be found privileged.”) (quoting Hynix Semiconductor Inc. v. Rambus Inc., No. 00-cv-20905-RMW, 2008 WL 350641, at *3 (N.D. Cal. Feb. 2, 2008)). The nature of the advice was no doubt constantly shifting. ChevronTexaco, 241 F. Supp. 2d at 1069 (noting that counsel provided legal advice, assisted with implementation, and addressed legal issues that arose during implementation). The Court’s consideration required more nuance as numerous legal, tax, accounting, and business issues likely arose during Microsoft’s and KPMG’s extended consideration of the complex transactions.6 Dkt. #140 at 28.\n \n*7 KPMG of course needed details of Microsoft’s operations to provide competent advice. But this does not mean that that every fact disclosed to KPMG was in furtherance of obtaining legal advice or that all advice primarily served a legal purpose. Dkt. #140 at 13 (Microsoft highlighting KPMG’s need for factual detail “[t]o advise on all of these complex tax issues”). Nor does it mean that all “business” documents lacked any legal analysis or were not premised on legal advice. Dkt. #145 at 13 (government indicating it seeks “documents addressing transactional implementation, business advice, accounting advice, contract drafting and pricing documents, and business structuring recommendations”). The Court’s consideration was not so mechanical. Valero, 569 F.3d at 631 (legal analysis included “part and parcel with accounting advice” is not entitled to privilege).\n \nThe Court therefore found it necessary to broadly consider the history of the project. Certainly, the Court agrees with Microsoft that “[t]he fact that tax issues have commercial consequences does not make them any less legal issues.” Dkt. #140 at 20 (citing Schaeffler v. United States, 806 F.3d 34, 41 (2nd Cir. 2015) (tax issue was “a legal problem albeit with commercial consequences” and the fact that large sums of money were at stake “does not render those legal issues ‘commercial’ ”)). But similarly, Microsoft cannot expand its privileges and protections merely because it has pursued business transactions requiring ongoing and complex tax, legal, and business advice. Phillips, 290 F.R.D. at 630–31 (noting that highly regulated industries cannot claim that all communications with counsel are privileged because of tangential legal concerns). With little guidance outside of the extremes, the Court’s consideration of individual documents sought to apply principles consistently throughout the course of these complex and ever evolving transactions.\n \n\n\nD. Tax Shelter Exception\nIrrespective of whether individual documents are protected by the FATP privilege, the government argues that the privilege does not apply here as the activities fall within the tax shelter exception to the FATP privilege. By statute, the FATP privilege does not apply to written communications “in connection with the promotion of the direct or indirect participation of the person in any tax shelter (as defined in section 6662(d)(2)(C)(ii)).” 26 U.S.C. § 7525(b). In turn, a “tax shelter” is defined to include any partnership, entity, plan, or arrangement “if a significant purpose of such partnership, entity, plan, or arrangement is the avoidance or evasion of Federal income tax.” 26 U.S.C. § 6662(d)(2)(C)(ii).\n \nFollowing the Court’s review, the Court finds itself unable to escape the conclusion that a significant purpose, if not the sole purpose, of Microsoft’s transactions was to avoid or evade federal income tax. The government argues persuasively that the transactions served a primary purpose of shifting taxable revenue out of the United States. Microsoft has not advanced any other business purpose driving the transactions and one does not materialize from the record. The only explanation Microsoft attempts is that it entered the cost sharing arrangements to replace annual disputes over its licensing and royalty scheme. But this is not a reason for why Microsoft needed or wanted this arrangement for business purposes. Instead, Microsoft noted favorably that the transaction “should NOT have much impact on how we serve customers” and that, while operational expenses were expected to increase by “$50 million over 10 years,” it would result in “tax savings of nearly $5 billion over 10 years.” PMSTP0000028. With no real impact on how customers were served, the tax savings appears to have driven the decision-making process. Valero, 569 F.3d at 629 (expressing skepticism that “rigamarole” of transactions was necessary restructuring rather than attempt to “avoid paying taxes”).\n \n*8 The Court is further left to conclude, after reviewing the records in camera, that all the documents created by KPMG “promoted” the transactions. Other than the unadorned testimony of Mr. Weaver and Mr. Boyle, Microsoft and the record provide no indication that the plans for the transactions originated with Microsoft. Even where testimony is sparse on particulars, the Court does not set it aside lightly. But the record before the Court leads to the conclusion that KPMG originated and drove the structuring of the transactions and that but for its promotion, Microsoft may not have pursued the same or similar transactions. Thereafter, and in furtherance of the transactions, KPMG continued to address possible roadblocks and continued to tweak the transactions to maximize—as far as possible—the revenue shifted while minimizing any operational effects of the restructuring. KPMG’s advice did not, as Microsoft argues, “merely inform a company about such schemes, assess such plans in a neutral fashion, or evaluate the soft spots in tax shelters that [Microsoft] has used in the past.” Dkt. #177-1 at 10 (quoting Valero, 569 F.3d at 629) (quotation marks omitted).\n \nThe obvious protest—and the one that both Microsoft and KPMG raise—is that any adverse ruling by the Court will destroy the FATP privilege. First, Microsoft argues that the transactions at issue were not tax shelters because they were just ordinary and accepted tax structuring. Id. at 8–9; Dkt. #160 at 2. After all, “virtually any taxpayer who seeks tax advice from an accounting firm is looking for ways to minimize his taxes or for assurance that he is complying with the tax law.” Doe v. KPMG, L.L.P., 325 F. Supp. 2d 746 (N.D. Tex. 2004) (quotation marks omitted). But the tax shelter exception turns, at least partly, on the purpose for the transaction. See 26 U.S.C. § 6662(d)(2)(C)(ii). A tax structure may be a permissible method to achieve a legitimate business purpose in one context and an impermissible tax shelter in another. Valero, 569 F.3d at 632 (noting that “[o]nly plans and arrangements with a significant—as opposed to an ancillary—goal of avoiding or evading taxes count” as tax shelters). The Court’s reading is true to the statutory language and does not eliminate the privilege.\n \nThe Court also is not convinced that its common sense reading of “promotion” conflicts with the statutory privilege. Microsoft relies on Tax Court opinions to argue that Congress did not intend to implicate the “routine relationship between a tax practitioner and a client.” Dkt. #177-1 at 9–10 (citing Countryside Ltd. P’ship v. Comm’r, 132 T.C. 347, 352 (2009); 106 Ltd. v. Comm’r, 136 TC 67, 80 (2011)). From this, Microsoft puts great emphasis on the Tax Court’s conclusion in Countryside that a “FATP was not a promoter, because he ‘rendered advice when asked for it; he counseled within his field of expertise; his tenure as an adviser to the [client] was long; and he retained no stake in his advice beyond his employer’s right to bill hourly for his time.” Dkt. #177-1 at 10–11 (quoting Countryside, 132 T.C. at 354–55). But each case will necessarily turn on its own facts. The Court does not read Countryside as setting forth a static test, but as listing relevant considerations for that case. The existence of a routine relationship between a FATP and a taxpayer is certainly a relevant consideration but should not extend the privilege into the impermissible promotion of tax shelters.\n \nIn this regard, the Court finds the reasoning of the Seventh Circuit Court of Appeals in United States v. BDO Seidman, LLP instructive. 492 F.3d 806, 822 (7th Cir. 2007). There the court noted the similarities between the crime-fraud exception to the attorney-client privilege and the tax shelter exception to the tax practitioner privilege. Id. In the crime-fraud context, the Supreme Court has indicated that the need for privilege falls away “where the desired advice refers not to prior wrongdoing, but to future wrongdoing.” Id. (quoting United States v. Zolin, 491 U.S. 554, 563 (1989) (emphasis in original)) (quotation marks and citation omitted). Similarly, the Seventh Circuit viewed the tax shelter exception as vitiating the FATP privilege once the privilege no longer served the goals of assuring full disclosure to counsel and compliance with the law.7 Id.\n \n*9 This reasoning guides the Court’s determination that KPMG strayed into promotion of a tax shelter. As noted previously, the transactions did not appear necessary to satisfy Microsoft’s operational needs.8 KPMG did far more than flesh out or tweak Microsoft’s preliminary plans where its expertise reasonably permitted it to do so. KPMG worked to make the transaction fit both Microsoft’s existing operations and the relevant tax laws—a task that appeared, at times, to create internal strife.9 But it did so only to promote Microsoft’s avoidance of tax liability and the Court concludes that all of KPMG’s written communications were “in connection with promotion” of a tax shelter. 26 U.S.C. § 7525(b).\n \nThe Court finds that this outcome also serves the public interest. “Our system of federal taxation relies on self-reporting and the taxpayer’s forthright disclosure of information.” Valero, 569 F.3d at 633. “The practical problems confronting the IRS in discovering under-reporting of corporate taxes, which is likely endemic, are serious.” United States v. Textron Inc. and Subsidiaries, 577 F.3d 21, 31 (1st Cir. 2009). “The government’s power to compel disclosure of relevant information is the flip side of” of self-reporting. Valero, 569 F.3d at 633. While Congress has provided for certain communications to be treated as privileged, the privilege is not absolute. Where, as here, a FATP’s advice strays from compliance and consequences to promotion of tax shelters, the privilege falls away.\n \nLastly, the Court acknowledges that the record before the Court is limited. The Court’s conclusions should not be overstated and is in no manner a consideration of the final merits of this tax dispute. Id. at 634 (noting limited scope of opinion as the government was merely seeking information and not yet lodging accusations). The record that is before the Court, however, leads to the conclusion that the government should be afforded additional information as to the nature of the transactions at issue.\n \n\nIV. CONCLUSION\nHaving reviewed the relevant briefing, the documents provided for in camera review, and the remainder of the record, the Court hereby finds and ORDERS:\n1. Microsoft Corporation shall provide the documents still in dispute in accordance with the Court’s Order within seven (7) days.\n2. This matter is now CLOSED.\n \n\nAttachment A\n\n​\n\nAttachment B\n\n​\n\n​\n\nAttachment C\n\n​\n\n​\n\n​\n\n​\n\n​\n\n​\n\n​\n\n​\n\n​\n\n​\n\n​\n\n​\n\nAttachment D\n\n​\n\n​\n\n​\n\n​\n\n​\n\n​\nAll Citations\nNot Reported in Fed. Supp., 2020 WL 263577, 125 A.F.T.R.2d 2020-547\n\n\n\nFootnotes\n|\n1\n|The government expresses further skepticism on the basis that the agreements effectively netted the Puerto Rican entity $30 billion for the “routine” reproduction of CDs containing software and did not otherwise have a significant impact on Microsoft’s operations. Dkt. #146 at ¶¶ 15–20.\n|\n2\n|Of those, 169 documents remain at issue. The Court previously ordered that Microsoft need not produce four documents identified as: MSTP9010845–MSTP9010924, MSTP9009093–MSTP9009106, MSTP9009065–MSTP9009078, and MSTP9009051–MSTP9009064. Additionally, Microsoft voluntarily produced MSTP9001377–MSTP9001399.\n|\n3\n|See also Dolby Labs. Licensing Corp. v. Adobe Inc., 402 F. Supp. 3d 855 (N.D. Cal. 2019); In re Premera Blue Cross Customer Data Sec. Breach Litig., 329 F.R.D. 656 (D. Or. 2019).\n|\n4\n|Referenced documents are identified in Microsoft’s privilege log for IDR IE-2209. See Dkt. #141 at 8.\n|\n5\n|Referenced documents are identified in Microsoft’s privilege log for Related Summonses 2 & 3. See Dkt. #141 at 22–27.\n|\n6\n|The possible exception is for documents conveying the advice of Joseph Tyrrell, an accountant for PriceWaterhouseCoopers LLP. The Government argues that Mr. Tyrrell was retained to provide “accounting or financial services and not privileged advice.” Dkt. #145 at 12 n.6. On reply, Microsoft does not contest this characterization and makes no particularized showing as to Mr. Tyrrell’s status. On this concession and in accord with the record, the Court finds that any advice provided by Mr. Tyrrell is not protected by the FATP privilege. Further, to the extent any of the advice was privileged, it primarily served a business purpose.\n|\n7\n|Notably, in this regard, this is not an area that Microsoft was required to explore. Consistent with the attorney-client privilege, the FATP privilege’s “purpose is to encourage full and frank communication between [FATPs] and their clients and thereby promote broader public interests in the observance of law and administration of justice.” Upjohn Co. v. United States, 449 U.S. 383, 389 (1981). Microsoft was not forced to take this position because of its business needs, but rather was strategically positioning itself for a dispute it sought out. KPMG and Microsoft created the legal issue of their own accord and should not gain greater protection merely because they chose to pursue a legally precarious transaction.\n|\n8\n|See MSTP9007983-MSTP9007995 (Microsoft identifying an after-the-fact business purpose for the transaction but still expressing concern over whether arm’s length parties would enter into such an agreement).\n|\n9\n|See ESI0023474 (KPMG struggling internally to identify good faith legal arguments and agreeing that its advice to Microsoft was supportable).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}