{
    "Background": "\n\n\n\nT.C. Memo. 2023-55\nUnited States Tax Court.\nES NPA HOLDING, LLC, Joseph NPA Investment, LLC, Tax Matters Partner, Petitioner\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent\nDocket No. 13471-17\n|\nFiled May 3, 2023\nSynopsis\nBackground: Tax matters partner of taxpayer, which was treated as partnership for federal tax purposes, petitioned for review after IRS issued notice of final partnership administrative adjustment (FPAA) that determined taxpayer had failed to report income.\n \nHoldings: The Tax Court, Christian N. Weiler, J., held that:\n \n[1] allocation of burden of proof was not material;\n \n[2] revenue procedure that indicated receipt of profits interest in exchange for services provided to or for benefit of partnership was not taxable event applied to taxpayer’s receipt of membership units in company;\n \n[3] Tax Court would deem company’s fair market value (FMV) to be $29,979,299;\n \n[4] Tax Court would deem credible and unbiased testimony of former owner of units;\n \n[5] taxpayer’s receipt of units constituted profits interest in exchange for services; and\n \n[6] Tax Court would deem any FMV in excess of amount determined by court to be speculative.\n \nDecision for taxpayer.\n \n\n\nWest Headnotes (16)\n\n\n[1]\n|Internal RevenuePartnerships, Joint Ventures, and Similar Organizations\n|\n|In context of reviewing final partnership administrative adjustments (FPAA), Tax Court’s jurisdiction to determine partnership items of partnership for partnership’s taxable year to which FPAA relates does not extend to determining partnership items of lower-tier partnerships. 26 U.S.C.A. § 6226(f) (2011).\n\n|\n\n\n[2]\n|Internal RevenuePartnerships, Joint Ventures, and Similar Organizations\n|\n|In context of reviewing final partnership administrative adjustments (FPAA), in determining partnership items of partnership for partnership’s taxable year to which FPAA relates Tax Court may determine only partnership items of partnership to which FPAA relates; if partnership items of lower tier partnership are included in FPAA of partnership before court, court is without jurisdiction to determine those items. 26 U.S.C.A. § 6226(f) (2011).\n\n|\n\n\n[3]\n|Internal RevenuePartnerships, Joint Ventures, and Similar Organizations\n|\n|Generally, Commissioner of Internal Revenue’s determinations in final partnership administrative adjustment (FPAA) are presumed correct, and party challenging FPAA bears burden of proving that those determinations are erroneous. 26 U.S.C.A. § 6226(f) (2011); Tax Court Rule 142(a)(1).\n\n|\n\n\n[4]\n|Internal RevenueEvidence\n|\n|Allocation of burden of proof was not material in action brought by tax matters partner of taxpayer, which was treated as partnership for federal tax purposes, seeking review after IRS issued notice of final partnership administrative adjustment (FPAA) that determined taxpayer had failed to report income, and thus Tax Court would not determine whether burden had shifted from taxpayer to Commissioner, even though taxpayer argued it had produced credible evidence demonstrating its position; Tax Court’s conclusions were based on preponderance of evidence. 26 U.S.C.A. § 7491.\n\n|\n\n\n[5]\n|Internal RevenueProperty\nInternal RevenueServices\n|\n|Services are not “property” for purposes of Internal Revenue Code provision indicating that no gain or loss shall be recognized to partner in case of contribution of property to partnership in exchange for interest in partnership; therefore, receipt of partnership capital interest in exchange for services does not receive treatment under such provision. 26 U.S.C.A. § 721(a).\n3 Cases that cite this headnote\n|\n\n\n[6]\n|Internal RevenuePartnerships, Joint Ventures, and Similar Organizations\n|\n|Tax Court, on review of IRS’ issuance of final partnership administrative adjustment (FPAA) to taxpayer, which was treated as partnership for federal tax purposes, that determined taxpayer failed to report income, would follow precedent of Eighth Circuit; absent stipulation to contrary, instant proceeding was appealable to such circuit.\n\n|\n\n\n[7]\n|Internal RevenueServices\n|\n|Revenue procedure that indicated receipt of profits interest was not treated as income upon acquisition if person received it for provision of services to or for benefit of partnership in partnership capacity or in anticipation of being partner applied to determination of whether taxpayer’s indirect receipt of membership units in company, following direct receipt of units in another company, which had agreement that indicated owner of units in direct company was entitled to 100% of payments received by direct company because of its ownership of indirect company units, was taxable event; taxpayer provided services to another entity, which divided to form two companies at issue, in exchange for units in direct company, and its interests in direct company’s units were identical to its interests in indirect company’s units, and taxpayer’s activities were for benefit of future partnership. 26 U.S.C.A. § 721; 26 C.F.R. § 1.721-1(b)(1); Rev. Proc. 93-27, 1993-2 C.B. 343.\n\n|\n\n\n[8]\n|Internal RevenuePartnerships, Joint Ventures, and Similar Organizations\n|\n|Commissioner of Internal Revenue waived for review by Tax Court any argument that revenue procedure that indicated receipt of profits interest in exchange for services provided to or for benefit of partnership was not taxable event did not apply to taxpayer’s indirect receipt of membership units in company, in determining whether such receipt constituted “profits interest,” because profits interest related to substantially certain and predictable stream of income from partnership assets, partner disposed of assets within two years of receipt, or profits interest was limited partnership interest in publicly traded partnership; Commissioner did not assert taxpayer triggered any such exception. 26 U.S.C.A. §§ 721, 7704(b); 26 C.F.R. § 1.721-1(b)(1); Rev. Proc. 93-27, 1993-2 C.B. 343.\n\n|\n\n\n[9]\n|Internal RevenueValuation of property\n|\n|For tax purposes, “fair market value” (FMV) is defined as price at which property would change hands between willing buyer and willing seller, neither being under any compulsion to buy or to sell and both having reasonable knowledge of relevant facts. 26 C.F.R. § 20.2031-1(b); Rev. Rul. 59-60, § 2.2, 1959-1 CB 237.\n\n|\n\n\n[10]\n|Internal RevenueValuation of property\n|\n|Tax Court, in determining whether taxpayer’s indirect receipt of membership units in company constituted “profits interest” in exchange for services, exempt from taxation, would deem company’s fair market value (FMV) to be $29,979,299, even though Commissioner of Internal Revenue’s expert witness indicated value was $52,464,722; third party’s sale of businesses, including entity that later divided to form company at issue and another entity, immediately before hypothetical liquidation of company implied overall FMV of $29,979,299, there was nothing in record that showed third party, who was represented by legal counsel, was under any duress or compulsion to sell, and expert was not aware when he prepared report that third party had sold 70% of his businesses for approximately $21 million, such that he performed no analysis with respect to that transaction. 26 U.S.C.A. § 721; 26 C.F.R. §§ 1.721-1(b)(1), 20.2031-1(b); Rev. Proc. 93-27, 1993-2 C.B. 343; Rev. Rul. 59-60, § 2.2, 1959-1 CB 237.\n\n|\n\n\n[11]\n|Internal RevenueValuation of property\n|\n|For tax purposes, in deciding valuation issues courts often receive into evidence and consider opinions of expert witnesses.\n\n|\n\n\n[12]\n|Internal RevenueValuation of property\n|\n|In deciding valuation issues, where experts offer competing estimates of fair market value (FMV), Tax Court determines how to weigh those estimates by, inter alia, examining factors they considered in reaching their conclusions. 26 C.F.R. § 20.2031-1(b); Rev. Rul. 59-60, § 2.2, 1959-1 CB 237.\n\n|\n\n\n[13]\n|Internal RevenueQuestions of fact\n|\n|Determining credibility of witnesses is province of Tax Court.\n\n|\n\n\n[14]\n|Internal RevenueValuation of property\n|\n|Tax Court, in determining fair market value (FMV) of company in which taxpayer indirectly received membership units, for purpose of determining whether such receipt constituted profits interest in exchange for services, exempt from taxation, would deem credible and unbiased testimony of former owner of units that sale of units was bona fide arm’s-length transaction; former owner was neutral third party, and court found nothing in record to dispute finding that transaction was bona fide and arm’s-length. 26 U.S.C.A. § 721; 26 C.F.R. §§ 1.721-1(b)(1), 20.2031-1(b); Rev. Proc. 93-27, 1993-2 C.B. 343; Rev. Rul. 59-60, § 2.2, 1959-1 CB 237.\n\n|\n\n\n[15]\n|Internal RevenueServices\n|\n|Taxpayer, which was treated as partnership for federal tax purposes and which indirectly received membership units in company, would not have received distribution upon hypothetical liquidation of company at time of receipt of units, and thus such receipt constituted “profits interest” in exchange for services, which was exempt from taxation, rather than capital interest; company’s operating agreement indicated that, after payment of liabilities, liquidation proceeds would be distributed 30% to holders of type of units taxpayer held, provided that sum of distributions made to members of other units had first been satisfied, and fair market value (FMV) of company, as determined by Tax Court, was insufficient to allow for distribution to holders of type of units held by taxpayer following distribution to other holders. 26 U.S.C.A. § 721; 26 C.F.R. §§ 1.721-1(b)(1), 20.2031-1(b); Rev. Proc. 93-27, 1993-2 C.B. 343; Rev. Rul. 59-60, § 2.2, 1959-1 CB 237.\n\n|\n\n\n[16]\n|Internal RevenueValuation of property\n|\n|Tax Court, in determining whether taxpayer’s receipt of membership interests in company constituted “profits interest” in exchange for services, excludable from taxpayer’s income, would deem any fair market value (FMV) of company in excess of amount determined by court to be speculative, on basis of conflicting expert testimony. 26 U.S.C.A. § 721; 26 C.F.R. §§ 1.721-1(b)(1), 20.2031-1(b); Rev. Proc. 93-27, 1993-2 C.B. 343; Rev. Rul. 59-60, § 2.2, 1959-1 CB 237.\n\n|\n\n\nAttorneys and Law Firms\nDerek T. Teeter and Jason A. Reschly, for petitioner.\nRandall L. Eager, Robert C. Teutsch, and William Benjamin McClendon, for respondent.\n\n\n\n\nMEMORANDUM FINDINGS OF FACT AND OPINION\nWEILER, Judge:\n*1 On March 20, 2017, the Internal Revenue Service (IRS) issued a notice of final partnership administrative adjustment (FPAA) for the tax year ending December 31, 2011, to Joseph NPA Investment, LLC (JNPA), the tax matters partner for ES NPA Holding, LLC (ES NPA). The issues for decision are (1) whether ES NPA underreported its income for the 2011 tax year and (2) whether an accuracy-related penalty under section 66621 is appropriate. For the reasons detailed below we find for petitioner.\n \n\n[*2] FINDINGS OF FACT\nSome facts have been stipulated and are so found. The First and Supplemental Stipulations of Facts, and the Exhibits submitted therewith, are incorporated by this reference.\n \n\n\nI. ES NPA and Its Tax Matters Partner\nES NPA was formed on September 12, 2011. ES NPA is treated as a TEFRA partnership for federal income tax purposes during all relevant periods.2 ES NPA’s tax matters partner, and the petitioner in this case, is JNPA, which was formed as a Delaware LLC on September 22, 2011. Both ES NPA and JNPA were Delaware LLCs when the Petition was filed. ES NPA’s principal place of business was Kansas City, Missouri.\n \n\n\nII. ES NPA’s FPAA\nES NPA timely filed its 2011 Form 1065, U.S. Return of Partnership Income, on April 15, 2012. On March 20, 2017, respondent issued the FPAA to ES NPA’s partners for the 2011 tax year. Respondent determined in the FPAA that ES NPA had received, but failed to report, other income of $16,106,250 for the 2011 tax year. In the FPAA respondent determined that the unreported income was attributable to ES NPA’s receipt of a 50% capital interest in Integrated Development Solutions, LLC (IDS). In the alternative, according to the FPAA, respondent determined that the unreported income was attributable to ES NPA’s receipt of a 30% indirect capital interest in National Performance Agency, LLC (NPA, LLC).\n \n\n\nIII. Restructuring of National Processing of America, Inc. (NPA, Inc.)\nBefore October 14, 2011, Joshus3 Landy owned 100% of the outstanding shares or membership units in NPA, Inc., Community Credit Services, Inc. (CCS), National Opportunities Unlimited, Inc. (NOU), and American Consumer Credit, LLC (ACC). Those entities conducted consumer loan businesses. Mr. Landy desired to dispose of a [*3] portion of his consumer loan businesses (NPA, Inc., CCS, NOU, and ACC) in 2011. Monu Joseph and Amit Raizada, who would later become ES NPA’s principals, became aware of an opportunity to acquire an interest in an existing online consumer finance business that was fully licensed in Delaware. Messrs. Joseph and Raizada contacted Mr. Landy with regard to his desire to dispose of a portion of his consumer loan businesses.\n \n*2 Messrs. Landy, Joseph, and Raizada discussed a potential sale for several weeks; and on June 25, 2011, one of Mr. Joseph’s businesses, Emerald Crest Capital (ECC), sent a letter (term sheet) to Mr. Landy in which ECC offered to purchase 70% of Mr. Landy’s consumer loan businesses for $20.59 million, which was based on a 2.3× multiple of earnings before interest, taxes, depreciation, and amortization (EBITDA) for the most recent 12-month period.\n \nThe term sheet specified contingencies such as that a new entity would be formed by the principals of ECC, its affiliates, or its investors to acquire the 70% interest in Mr. Landy’s consumer loan businesses and stated that ECC did not “currently have sufficient information to determine the most efficient structure for the [a]cquisition.” The term sheet also stated that ECC might bring in various parties as part of its purchase group to fund the purchase of an interest in Mr. Landy’s businesses. Mr. Landy signed the term sheet on July 5, 2011.\n \nThereafter Mr. Landy retained the law firm Bryan Cave LLP to represent him with respect to the preparation of the transaction documents that would effect the sale of his businesses. Meanwhile, ECC provided a 60-page acquisition due diligence memorandum to prospective investors to facilitate the purchase of a controlling interest in Mr. Landy’s businesses. The memorandum discussed a “contemplated transaction” that involved “a purchase of 39.2% of” Mr. Landy’s businesses.\n \nArticle 6.2 of the NPA, LLC operating agreement provides that “[e]ach Member has made an initial Capital Contribution to the Company in such amounts and under such terms as were agreed by the Member and approved by the Company as a condition to the issuance of Units to the Member. The initial Capital Contribution with respect to each Member and Class of Units is set forth in Exhibit B.”\n \n[*4] NPA, LLC operating agreement § 13.3 provides that, after the payment of liabilities, the liquidation proceeds of NPA, LLC are to be distributed 30% to class B unit holders, 40% to class A unit holders, and\n30 percent to the Members who hold Class C Units; provided however, that, if the sum of all distributions made to the Members who hold Class A Units pursuant to [§] 9.2 and this [§] 13.3(c) is less than the total Capital Contributions of such Members, the distributions to the Members who hold Class C Units shall be reduced and the distribution to the Members who hold Class A Units shall be increased, by an amount equal to the lesser of (i) the distribution to the Members who hold Class C Units pursuant to this [§] 13.3(c)(ii), and (ii) the difference between the total Capital Contributions of the Members who hold Class A Units and the sum of all distributions previously made to the Members who hold Class A Units pursuant to [§] 9.2 and the distribution that would be made to the Class A Members pursuant to [§] 13.3(c)(iii).\n \nThe sale of Mr. Landy’s businesses was arranged through the following transactions, which took place on September 27, October 13, and October 14, 2011. On September 27, 2011, NPA, Inc. formed two LLCs: IDS and NPA, LLC. IDS had two classes of membership units: class B and class C. NPA, LLC had three classes of units: class A, class B, and class C. Per Articles 9.2 and 13.3 of the IDS first amended and restated limited liability company agreement, the class B and class C units in IDS track the class B and class C units in NPA, LLC, respectively, in that the owner of IDS class B units was entitled to 100% of the payments received by IDS because of its ownership of NPA, LLC class B units and the owner of IDS class C units was entitled to 100% of the payments received by IDS because of its ownership of NPA, LLC class C units.\n \n*3 On October 13, 2011, NPA, Inc. contributed substantially all of its business assets to NPA, LLC in exchange for all three classes of units (classes A, B, and C) in NPA, LLC. NPA, Inc. then contributed all three classes of units (classes A, B, and C) in NPA, LLC to IDS as a capital contribution to IDS. At the end of the day on October 13, 2011, the relevant aspects of the entity ownership structure were as follows:\n \n[*5]\n\n​\nOn October 14, 2011, NPA, LLC entered into revenue-sharing agreements with the other consumer loan businesses, CCS, NOU, and ACC, respectively. An entity named NPA Investors, LP (NPA Investors), purchased all of NPA, LLC’s class A units from IDS in exchange for $14,502,436. Also on October 14, 2011, ES NPA exercised a call option granted by NPA, Inc., and pursuant thereto acquired all of the IDS class C units in exchange for ES NPA’s payment to NPA, Inc. of $100,000 and services provided or to be provided.\n \nThe “Whereas” clause of the call option agreement states that ES NPA agreed to provide the following services to NPA, Inc. in exchange for the option to pay $100,000 to NPA, Inc. to acquire all of the class C units in IDS (which reflected an indirect interest in the class C units of NPA, LLC): “strategic advice for the purpose of enhancing the performance of [NPA Inc.’s] business and to assemble an investor group that would purchase 40 [sic] percent of [NPA Inc.’s] business for approximately $21 million.” The call option agreement also provides that ES NPA is hereby given “an option ... to purchase all of the Class C Units ... from [IDS]” and is dated October 14, 2011.\n \n[*6] At the end of the day on October 14, 2011, the relevant aspects of the entity ownership structure were as follows:\n \n\n​\nAt the end of the day on October 14, 2011, (i) the class A units held by NPA Investors had a capital contribution of $20,985,509, (ii) the class B units held by IDS had a capital contribution of $8,993,790, and (iii) the class C units held by IDS had a capital contribution of zero.\n \n\n[*7] OPINION\n\nI. Summary of the Parties’ Arguments\n\nA. Petitioner\nES NPA contends that its indirect receipt of the class C units in NPA, LLC (through ES NPA’s receipt of the class C units in IDS) was a profits interest, as defined in Revenue Procedure 93-27, 1993-2 C.B. 343, and related caselaw, that was excludable from income for the tax year ending December 31, 2011. ES NPA acquired the class C units in IDS and thereby, indirectly, the class C units in NPA, LLC pursuant to a call option agreement exercised on October 14, 2011. The initial capital account specified in the NPA, LLC operating agreement as of October 14, 2011, was as follows:\n \n\n\n\n\nUnit Type4\n \n|Number of Units\n \n|Capital Contribution\n \n|Percentage of Capital\n \n|\nClass A\n \n|400\n \n|$20,985,509\n \n|70%\n \n|\nClass B\n \n|300\n \n|8,993,790\n \n|30\n \n|\nClass C\n \n|300\n \n|—\n \n|—\n \n|\nTotal\n \n|—\n \n|$29,979,299\n \n|100%\n \n|\n\n\n\n\n\n\nB. Respondent\nRespondent’s primary argument is that Revenue Procedure 93-27 is inapplicable because ES NPA did not provide services to IDS. Respondent’s first alternative argument is that the safe harbor in Revenue Procedure in 93-27 is inapplicable because ES NPA received a taxable capital interest in IDS. Further, respondent argues that the fair market value of ES NPA’s class C units in IDS was $12,169,000 as of October 14, 2011.\n \n\n\n[*8] II. Legal Principles\n\nA. Jurisdiction\n*4 [1] [2]Section 6226 provides for judicial review of FPAAs. In general, section 6226(f) gives this Court jurisdiction to determine all partnership items of the partnership for the partnership’s taxable year to which the FPAA relates. However, this Court’s jurisdiction does not extend to determining the partnership items of lower tier partnerships. See Sente Inv. Club P’ship of Utah v. Commissioner, 95 T.C. 243, 247–48 (1990). That means that we may determine only the partnership items of the partnership to which the FPAA relates. Id. If the partnership items of a lower tier partnership are included in the FPAA of the partnership before us, we are without jurisdiction to determine those lower tier partnership items. See Rawls Trading, L.P. v. Commissioner, 138 T.C. 271, 288–89 (2012); Sente Inv. Club P’ship of Utah, 95 T.C. at 247–48.\n \n\n\nB. Burden of Proof\n[3]Generally, the Commissioner’s determinations in an FPAA are presumed correct, and the party challenging the FPAA bears the burden of proving that those determinations are erroneous. See Rule 142(a)(1); Crescent Holdings, LLC v. Commissioner, 141 T.C. 477, 485 (2013); Republic Plaza Props. P’ship v. Commissioner, 107 T.C. 94, 104 (1996).\n \n[4]Petitioner argues the burden of proof has shifted to respondent under section 7491 since it has produced credible evidence demonstrating its position. Our conclusions, however, are based on a preponderance of the evidence, and therefore the allocation of the burden of proof is not material. See Kimberlin v. Commissioner, 128 T.C. 163, 171 n.4 (2007).\n \n\n\nC. Receipt of a Partnership Interest in Exchange for Services\n[5]Section 721(a) provides that “[n]o gain or loss shall be recognized to a ... partner[ ] in the case of a contribution of property to the partnership in exchange for an interest in the partnership.” However, where a person receives a partnership interest in exchange for a contribution of services, nonrecognition is not always guaranteed. See Treas. Reg. § 1.721-1(b)(1). Under that regulation the “receipt of a partnership capital interest in exchange for services is taxable to the service provider.” Crescent Holdings, LLC, 141 T.C. at 488; see I.R.C. § 83(a) (generally dictating the recipient’s tax treatment of property received in connection with services performed); Treas. Reg. § 1.61-2(d) [*9] (stating property received as compensation must be included in income). Under longstanding principles services are not “property” for purposes of section 721; therefore, the receipt of a partnership capital interest in exchange for services does not receive section 721 treatment.\n \nTreasury Regulation § 1.721-1(b)(1) states in part:\nTo the extent that any of the partners gives up any part of his right to be repaid his contributions (as distinguished from a share in partnership profits) in favor of another partner as compensation for services (or in satisfaction of an obligation), section 721 does not apply. The value of an interest in such partnership capital so transferred to a partner as compensation for services constitutes income to the partner under section 61.\n \nThe foregoing parenthetical reference to a profits interest in the above regulation has been read as intending to exempt the receipt of a profits interest for services from taxation. See Charles H. Egerton, Rev. Proc. 93-27 Provides Limited Relief on Receipt of Profits Interest for Services, 79 J. Tax’n 132, 132 (1993). This view was also acknowledged by this Court. See Hale v. Commissioner, T.C. Memo. 1965-274, 1965 WL 1045, n.3.\n \n[6]We previously held that the receipt of a profits interest in a partnership in exchange for the performance of services was a taxable event. Diamond v. Commissioner, 56 T.C. 530 (1971), aff’d, 492 F.2d 286 (7th Cir. 1974). Then in Campbell v. Commissioner, T.C. Memo. 1990-162, aff’d in part, rev’d in part, 943 F.2d 815 (8th Cir. 1991), we again determined the receipt to be a taxable event regardless of whether the transferee partner would receive anything upon a theoretical liquidation. The U.S. Court of Appeals for the Eighth Circuit, however, reversed our decision in Campbell, finding that the receipt of a profits interest was not taxable since the value received was speculative. Campbell v. Commissioner, 943 F.2d 815.5\n \n*5 Ultimately the IRS addressed the issue when it promulgated Revenue Procedure 93-27, publishing guidance on the treatment of the receipt of a profits interest for services provided to or for the benefit of [*10] the partnership.6 Id. § 1, 1993-2 C.B. at 343. In this revenue procedure the IRS cites Treasury Regulation § 1.721-1(b)(1) and acknowledges that the receipt of a capital interest for services is taxable as compensation, Rev. Proc. 93-27, § 3, 1993-2 C.B. at 343, while on the other hand, it will not treat the receipt of a profits interest as a taxable event, id. § 4.01, 1993-2 C.B. at 344.7\n \n\n\nIII. Analysis\n\nA. Definition of a Profits Interest\nRevenue Procedure 93-278 defines a profits interest as a partnership interest “other than a capital interest,” id. § 2.02, 1993-2 C.B. at 343, and a capital interest is, in turn, an interest that would “give the holder a share of the proceeds if the partnership’s assets were sold at fair market value and then the proceeds were distributed in a complete liquidation of the partnership,” id. § 2.01. This theoretical liquidation is to occur “at the time of receipt of the partnership interest,” id., which the parties referred to throughout the case as “immediately” after the transaction. Under Revenue Procedure 93-27 such a profits interest is not treated as income upon its acquisition if a person receives it “for the provision of services to or for the benefit of a partnership in a partner capacity or in anticipation of being a partner.” Id. § 4.01.9\n \n\n\n[*11] B. Whether the Class C Units in NPA, LLC That ES NPA Received Constituted a Profits Interest\nTo answer the foregoing question, we will need to analyze the arguments and questions raised by the parties at trial and on brief. As summarized above, the parties dispute whether Revenue Procedure 93-27 is applicable, and if we find it to be applicable, whether ES NPA has satisfied its underlying requirements. We will address both disputes.\n \n\n1. Is Revenue Procedure 93-27 Applicable?\n*6 [7]As a threshold matter, it is uncontroverted that ES NPA provided services to NPA, Inc. in exchange for the class C units in IDS. It is also undisputed that ES NPA’s interests in the class C units in IDS are identical in all respects to the interests in class C units in NPA, LLC. Respondent contends Revenue Procedure 93-27 has no application since it applies only when “a partnership profits interest for services provided to or for the benefit of the partnership,” id. § 1, and in this case ES NPA received an interest in IDS in exchange for services it provided to NPA, Inc.—not NPA, LLC.10 We disagree with respondent and find his reading of this revenue procedure and views of the transaction at issue to be unreasonably narrow.\n \n[8]While respondent has accurately stated the introductory purpose set out in Revenue Procedure 93-27, § 1,11 the revenue procedure later states and further explains that “if a person receives a profits interest for the provision of services to or for the benefit of a partnership in a partner capacity or in anticipation of being a partner, the [IRS] will not treat the receipt of such an interest as a taxable event for the partner or [*12] the partnership.” See id. at § 4.01. We find Revenue Procedure 93-27 § 4, entitled “Application,” to set the intended parameters of the revenue procedure’s application.\n \nOn brief, respondent implies that Revenue Procedure 93-27 is a “safe harbor” with limited application. We do not view Revenue Procedure 93-27 in such a restricted manner, but rather view it as administrative guidance on the treatment of the receipt of a partnership profits interest for services. See William S. McKee et al., Federal Taxation of Partnerships and Partners ¶ 5.02[2] (2022) (referring to Revenue Procedure 93-27 as a “broad, taxpayer-friendly safe harbor” subject only to tightly defined exceptions).\n \nConsidering the text of Revenue Procedure 93-27 § 4, the evidence supports a finding that ES NPA directly (or through its principals), before and after formation, provided services to or for the benefit of the partnership in a partner capacity or in anticipation of being a partner. It is undisputed that the material assets of this partnership are held in NPA, LLC, and the activities ES NPA performed were to and for the benefit of the future partnership. It is of no material consequence that ES NPA’s interest in NPA, LLC is held indirectly through IDS, which is a mere conduit since the liquidation rights in the class C units in both IDS and NPA, LLC are identical. This partnership came about only through ES NPA and NPA, Inc.’s joint ownership of IDS and their ownership interest in NPA, LLC. Other relevant elements here evidencing that the application of Revenue Procedure 93-27 is proper are the presence of entrepreneurial risk and the receipt of a profits interest in the capacity as a partner. Thus, it is entirely reasonable to conclude that ES NPA’s receipt of the class C units meets the intended parameters of Revenue Procedure 93-27 § 4.\n \n\n2. Has ES NPA Satisfied the Requirements of Revenue Procedure 93-27?\n*7 Since we conclude ES NPA’s receipt of the class C units qualifies under Revenue Procedure 93-27, the question now becomes whether ES NPA has satisfied the underlying requirements of the revenue procedure; namely, whether the received class C units are a profits interest. To answer this question Revenue Procedure 93-27 § 2 directs us to determine whether ES NPA would receive a distribution upon a hypothetical liquidation at the time of receipt.\n \n[*13] On October 14, 2011, the class A units held by NPA Investors had a capital account of $20,985,509, the class B units held by IDS had a capital account of $8,993,790, and the class C units held by IDS had a capital account of zero. NPA, LLC operating agreement § 13.3 provides that after the payment of liabilities, the NPA, LLC liquidation proceeds are to be distributed 30% to class B unit holders and 40% to class A unit holders, with the remaining 30% to the members who hold class C units, provided, however, that the sum of all distributions made to the members who hold class A units had first been satisfied. In other words, the class A and B unit holders have a preferred return on their capital, and the class C units would receive anything in a hypothetical liquidation only after all capital accounts were first satisfied in full. The parties, and their respective experts, agree, under the terms of the operating agreement, that if the fair market value of NPA, LLC was $29,979,299 as reflected in NPA, LLC’s capital account, then there would be no distribution to the class C unit holders upon a hypothetical liquidation.12\n \n[9]To answer the question regarding hypothetical liquidation of the partnership, we must decide the largely subjective question of fair market value. Fair market value is defined as the price at which the property would change hands between a willing buyer and a willing seller, neither being under any compulsion to buy or to sell and both having reasonable knowledge of relevant facts. United States v. Cartwright, 411 U.S. 546, 550–51 (1973); see also Treas. Reg. § 20.2031-1(b); Rev. Rul. 59-60, § 2.2, 1959-1 CB 237, 237.\n \n[10]Respondent contends that in the opinion of his retained expert witness the fair market value of NPA, LLC as of the transaction date was $52,463,722. Respondent disputes the testimony of petitioner’s expert and further avers that Mr. Landy lacked knowledge of the value of his business, performed minimal due diligence, and did not understand the terms of the transaction. Essentially, respondent disputes that the transaction was an arm’s-length transaction and [*14] contends that it should not be relied upon to determine the fair market value of NPA, LLC.\n \nPetitioner contends that the actual terms of the sale, namely the acquisition of the class A units by NPA Investors for $20,985,509, is the best evidence of the overall fair market value of $29,979,299. Petitioner further avers—on the basis of the testimony of Messrs. Landy and Joseph—that the sale was a bona fide arm’s-length transaction reflecting the sale of a 70% interest in NPA, LLC. In the alternative, petitioner argues, on the basis of its expert witness testimony, that the fair market value of $29,979,299 is supported by a market analysis approach using a direct capitalization of earnings. Finally, petitioner, on the basis of its expert rebuttal report, disputes respondent’s expert witness valuation since it erroneously assumes Mr. Landy sold 40% of his interest in NPA, LLC for approximately $21 million.\n \n*8 [11]The parties agree that the best evidence of fair market value is actual arm’s-length sales involving that property. Indeed, this Court has repeatedly affirmed that actual arm’s-length sales occurring sufficiently close to the valuation date are the best evidence of value, and typically dispositive, over other valuation methods. See, e.g., Rubber Rsch., Inc. v. Commissioner, 422 F.2d 1402, 1405–06 (8th Cir. 1970), aff’g T.C. Memo. 1969-24; Estate of Fitts v. Commissioner, 237 F.2d 729, 731 (8th Cir. 1956), aff’g T.C. Memo. 1955-269; Wortmann v. Commissioner, T.C. Memo. 2005-227, 2005 WL 2387487, at *5 (collecting cases and noting that “evidence of what property sold for within a reasonable time before the valuation date generally is competent, substantial, and persuasive evidence of its fair market value” and that “[a]ctual sales between a willing buyer and a willing seller are generally more reliable than estimates and approximations and indicate what a hypothetical buyer and seller may agree on”). Here, there was an actual sale of the subject property—that is, Mr. Landy’s internet-based consumer lending businesses—immediately before the hypothetical liquidation of NPA, LLC. That sale of a 70% interest implies an overall fair market value of $29,979,299.\n \n[12]In deciding valuation issues courts often receive into evidence and consider the opinions of expert witnesses. Helvering v. Nat’l Grocery Co., 304 U.S. 282, 295 (1938). Where experts offer competing estimates of fair market value, we determine how to weigh those estimates by, inter alia, examining the factors they considered in reaching their conclusions. See Casey v. Commissioner, 38 T.C. 357, 381 (1962). Contrary to the Commissioner’s current position that a “formal” [*15] appraisal is required, this Court and others have frequently adopted the proposition that an actual sale is more persuasive evidence of fair market value than an appraisal, so the proposition that an appraisal is necessary to validate a sale clearly cannot be correct. See, e.g., Gaggero v. Commissioner, T.C. Memo. 2012-331, at *34 (giving “considerably more weight” to the “actual sales price” than an appraisal), aff’d, 795 F. App’x 1005 (9th Cir. 2020); Hollis v. Commissioner, B.T.A.M. (P-H) P 37,133 (1937) (“The best evidence of value is a sale made between willing parties under no compulsion, and where, in valuing property at a given date, we must choose between opinion evidence based on appraisals and an actual sale or sales between willing parties, the established rule is that the selling price is the better evidence of value.”).\n \nIn his reply brief respondent argues that the transaction was not for fair market value and should be disregarded since Mr. Landy was pressured to sell, failed to obtain a formal appraisal, and lacked sophistication and education. There is nothing in the record that indicates that Mr. Landy was under any duress or compulsion to sell, and in fact his trial testimony reflects the contrary. At trial Mr. Landy testified how he wanted a “liquidity event” and he understood that he would retain 30% of his businesses. He also testified that he was under no financial compulsion or other need to sell, as his businesses were in fact profitable. The parties to the transaction entered into a letter of intent whereby Mr. Landy agreed to effect the sale of 70% of his consumer loan businesses for a 2.3× multiple of EBITDA. Mr. Landy was represented by legal counsel, and after months of due diligence, the sale occurred with investors paying $14,502,436 for “good will” and $6,483,073 for the existing book of loans for a total price of $20,985,509.13\n \nRespondent retained an expert witness to provide a retrospective opinion of NPA, LLC’s fair market value. This expert was also retained to provide his opinion as to the proceeds ES NPA would receive upon a hypothetical liquidation of NPA, LLC. Respondent’s expert performed a market approach analysis through examining comparable businesses and determined an overall fair market value of $52,463,772. It was [*16] respondent’s expert’s opinion that ES NPA would receive $12,269,000 upon a hypothetical liquidation.\n \n*9 Respondent’s expert, however, was not aware when he prepared his original report that Mr. Landy had sold 70% of his consumer loan businesses for approximately $21 million. Therefore, respondent’s expert performed no analysis with respect to the transaction in his original report. On rebuttal, respondent’s expert acknowledged that the transaction provides the best indicator of NPA, LLC’s value; however, he conducted additional analysis using an income approach to test the reasonableness of the transaction. In his rebuttal report respondent’s expert opined, using an income approach and a 4.7× multiple of EBITDA, that NPA, LLC had an overall fair market value of $48,480,500, resulting in ES NPA’s receiving a distribution upon a hypothetical liquidation.\n \n[13] [14]Determining credibility is the province of the Court, and we find the testimony of Mr. Landy, a neutral third-party regarding the nature of the transaction at issue, to be credible and unbiased. We find nothing in the record to dispute a finding that the transaction was arm’s-length and bona fide. We decline to adopt respondent’s expert’s opinion of value. See Parker v. Commissioner, 86 T.C. 547, 561 (1986). Rather, we rely upon the arm’s-length and bona fide transaction in which Mr. Landy sold a 70% interest in his consumer loan businesses for approximately $21 million, resulting in an overall fair market value in NPA, LLC of $29,979,299.\n \n[15] [16]Therefore, we determine ES NPA’s class C units are a profits interest as defined under Revenue Procedure 93-27 since, applying a fair market value of $29,979,299 to NPA, LLC at the time of receipt, ES NPA would not receive a share of the proceeds upon a hypothetical liquidation of the partnership.14 Further, on the basis of the conflicting expert witness testimony, we determine any fair market value in excess of $29,979,299 to be speculative. See Campbell v. Commissioner, 943 F.2d at 823.\n \n\n\nIV. The Imposition of the Accuracy-Related Penalty\nSection 6662(a) and (b)(1) imposes a penalty equal to 20% of the portion of an underpayment of tax required to be shown on a taxpayer’s [*17] return that is attributable to negligence or disregard of rules or regulations. Since we find Revenue Procedure 93-27 to be applicable, we likewise find the asserted accuracy-related penalty under section 6662 is inappropriate here.\n \n\n\nV. Conclusion\nIn consideration of the foregoing, decision for petitioner is appropriate in this case. We have considered all arguments that the parties made, and to the extent they are not addressed herein, we consider them to be moot, irrelevant, or without merit.\n \nTo reflect the foregoing,\n \nDecision will be entered for petitioner.\n \nAll Citations\nT.C. Memo. 2023-55, 2023 WL 3222704, T.C.M. (RIA) 2023-055, 2023 RIA TC Memo 2023-055\n\n\n\nFootnotes\n|\n1\n|Unless otherwise indicated, all statutory references are to the Internal Revenue Code, Title 26 U.S.C. (I.R.C.), in effect at all relevant times, all regulation references are to the Code of Federal Regulations, Title 26 (Treas. Reg.), in effect at all relevant times, and all Rule references are to the Tax Court Rules of Practice and Procedure. All dollar amounts are rounded to the nearest dollar.\n|\n2\n|Before its repeal, TEFRA (the Tax Equity and Fiscal Responsibility Act of 1982, Pub. L. No. 97-248, §§ 401–407, 96 Stat. 324, 648–71) governed the tax treatment and audit procedures for many partnerships, including ES NPA.\n|\n3\n|Joshus Landy is referenced throughout the record with various spellings of his first name (e.g., Joshus, Joshua, and Josh). We do not find any indication that these spellings represent separate individuals.\n|\n4\n|The class A units were held by NPA Investors; the class B and class C units were held by IDS.\n|\n5\n|Absent stipulation to the contrary this case is appealable to the Eighth Circuit, and we thus follow its precedent. See Golsen v. Commissioner, 54 T.C. 742, 756–57 (1970), aff’d, 445 F.2d 985 (10th Cir. 1971); see also I.R.C. § 7482(b)(1)(E).\n|\n6\n|The IRS addressed the receipt of a partnership interest in exchange for services in a proposed ruling attached to a General Counsel Memorandum (GCM). I.R.S. G.C.M. 36,346 (July 23, 1975). In the GCM, the IRS acknowledged a conflict between our holding in Diamond and Treasury Regulation § 1.721-1(b). In the GCM, the IRS declined to follow our holding in Diamond “to the extent that it holds that the receipt by a partner of an interest in future partnership profits as compensation for services results in taxable income.” The GCM also recognized that because “the receipt of a ‘profits[’] interest is not taxable, the proposed revenue ruling is limited to interests that give the holder no rights to existing partnership assets upon the liquidation of his interest.”\n|\n7\n|Followed by clarification in Revenue Procedure 2001-43, 2001-2 C.B. 191, intended to ensure that the receipt of a profits interest will achieve the recipient’s goal of not having an immediate recognition of tax upon his or her joining of the partnership, the IRS seems to view the receipt of a profits interest as a type of deferred compensation arrangement.\n|\n8\n|Revenue Procedure 93-27 is amplified by Revenue Procedure 2001-43, which acknowledges the time and valuation rules of section 83.\n|\n9\n|In Revenue Procedure 2001-43, § 2, 2001-2 C.B. at 191, the IRS further clarified Revenue Procedure 93-27 by providing that the determination of whether the interest granted is a profits interest is tested at the time of grant.\n|\n10\n|Proposed Treasury regulations under section 83 reject the concept that the receipt of a partnership interest in connection with services is not a realization event. In conjunction with the issuance of these proposed regulations, the IRS issued I.R.S. Notice 2005-43, 2005-1 C.B. 1221, which explains that Revenue Procedures 93-27 and 2001-43 will become obsolete upon the finalization of these proposed regulations, but that until then taxpayers are permitted to rely upon Revenue Procedure 93-27.\n|\n11\n|Revenue Procedure 93-27 does not apply: (1) if the profits interest relates to a substantially certain and predictable stream of income from partnership assets, such as income from high-quality debt securities or a high-quality net lease; (2) if within two years of receipt, the partner disposes of the profits interest; or (3) if the profits interest is a limited partnership interest in a “publicly traded partnership” within the meaning of section 7704(b). See Rev. Proc. 93-27, § 4.02, 1993-2 C.B. at 344. Respondent does not assert that ES NPA triggered any of these three elements. Therefore, we will not consider this issue and deem it to be waived.\n|\n12\n|This $29 million figure would be the book value of NPA, LLC at its formation. See Treas. Reg. § 1.704-3(a)(3). Respondent essentially disputes the book value assigned to the partnership assets and partners’ capital accounts and contends that the market value of the newly formed partnership is substantially greater, upon a hypothetical liquidation the class C units would be worth in excess of $12 million, and therefore the receipt of these units was in fact a capital interest in NPA, LLC (rather than a future profits interest as petitioner contends).\n|\n13\n|Mr. Landy (through NPA, Inc.) contributed substantially all of his interests in his consumer loan businesses to NPA, LLC before the sale; so to say Mr. Landy sold 70% of his consumer loan businesses, compared to what third-party investors paid to acquire class A units in NPA, LLC, is referring to the same transaction.\n|\n14\n|The foregoing facts are distinguishable from those in Crescent Holdings, LLC, 141 T.C. at 493, where, unlike here, we found that upon a hypothetical liquidation the taxpayer would have received a share of the proceeds.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}