{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDisagreed With by IN RE: EDITH R. STERN V. UNITED STATES, IRS AOD, December 23, 1969\n304 F.Supp. 376\nUnited States District Court E.D. Louisiana, New Orleans Division.\nEdith R. STERN\nv.\nUNITED STATES of America.\nCiv. A. No. 16428.\n|\nOct. 1, 1969.\nSynopsis\nTaxpayer brought suit for return of federal gift taxes and assessed interest together with interest according to law. The District Court, Heebe, J., held that political expenditures which were motivated by desire to promote efficiency in government and to protect texpayer’s property and personal interests and which were at no time under dominion and control of candidates but remained under control of those who had put up funds and which were used to promote election of whole slate of persons rather than one person in particular were not taxable gifts and taxpayer was not liable to pay federal gift taxes thereon.\n \nJudgment for taxpayer.\n \n\n\nWest Headnotes (3)\n\n\n[1]\n|Internal RevenueGift Taxes\n|\n|Political expenditures which were motivated by desire to promote efficiency in government and to protect taxpayer’s property and personal interests and which were at no time under dominion and control of candidates but remained under control of those who had put up funds and which were used to promote election of whole slate of persons rather than one person in particular were not taxable gifts and taxpayer was not liable to pay federal gift taxes thereon. 26 U.S.C.A. (I.R.C.1954) § 2501.\n1 Case that cites this headnote\n|\n\n\n[2]\n|Internal RevenueGift Taxes\n|\n|Statute imposing gift tax does not apply to expenditures that are bona fide, at arm’s length, free from donative intent and not motivated by affection, respect, admiration, charity, or like impulses or detached and disinterested generosity. 26 U.S.C.A. (I.R.C.1954) § 2501.\n\n|\n\n\n[3]\n|Internal RevenueValue of gifts\n|\n|Statute determining valuation of gift for purposes of imposing gift tax does not apply to expenditures made in return for full and adequate consideration, whether in form of goods and services or in form of promotion of efficiency in government and protection of property interests. 26 U.S.C.A. (I.R.C.1954) § 2512.\n\n|\n\n\nAttorneys and Law Firms\n*377 Thomas B. Lemann, Monroe & Lemann, New Orleans, La., for plaintiff.\nPeter Winstead, Asst. Atty. Gen., Tax Division, Fort Worth, Tex., for defendant.\nOpinion\n\nHEEBE, District Judge:\n\nThis is a case of first impression and presents the novel question of whether or not the government can impose a federal gift tax on political expenditures. The case came on for trial without a jury on a previous day, and the Court, after having duly considered the evidence and studied the legal memoranda submitted by both parties and heard the arguments of counsel, is now fully advised in the premises and makes the following findings of fact and conclusions of law.\nFINDINGS OF FACT\n1. This is a civil action for the refund of federal gift taxes and assessed interest in the amount of $35,908.41, together with interest according to law, for the years 1959, 1960 and 1961, which the plaintiff contends were erroneously and illegally assessed and collected by the defendant.\n2. The issue which underlies the deficiencies involved herein is whether certain contributions made by the taxpayer to finance the election of various individuals to public office constituted taxable gifts under the Internal Revenue Code of 1954.\n3. The taxpayer, Mrs. Edith R. Stern, made political expenditures to secure the election of DeLesseps S. Morrison for Governor of Louisiana in 1959 and 1960, and Adrian S. Duplantier for Mayor of New Orleans, Louisiana, in 1961, in the following amounts:\n\n\n\n\nYear\n \n||Amount Contributed\n \n|\n \n|||\n1959\n \n||$30,500\n \n|\n1960\n \n||14,100\n \n|\n1961\n \n||16,250\n \n|\n||-------\n \n|\n|Total\n \n|$60,850\n \n|\n\n\n\n\nThe taxpayer timely filed federal gift tax returns (Form 709) for the years 1959, 1960, and 1961, paying the gift tax shown thereon. Attached to each gift tax return was a statement as follows:\n‘I have not included in this return amounts which I spent in 19— in political campaigns. These were not gifts, but expenditures which I made to protect my property and personal interests by promoting efficiency in Government and the individuals through whom the disbursements were made acted in my behalf in spending the money from my account for publicity, radio, television, and other legitimate campaign expenses.’\n*378 4. The taxpayer thus concluded that no part of the $60,850 paid to finance political campaigns constituted taxable gifts. The Commissioner of Internal Revenue determined that the political expenditures made by Edith R. Stern constituted taxable gifts in the years 1959 through 1961. As a result of this determination, there was assessed against the taxpayer federal gift taxes and assessed interest in the total amount of $35,908.41. The taxpayer has paid this deficiency, filed a claim for refund, which was disallowed, and now brings suit for recovery of the deficiency.\n5. The respective campaigns involved not only the candidacies of Morrison and Duplantier but also the candidacies of an entire slate or ticket in each campaign. There were nine persons on the Morrison ticket in 1959 and at least twelve persons on the Duplantier ticket in 1961.\n6. The funds put up by plaintiff for the Morrison campaign were deposited in a bank account in the name of Dennis A. Barry, Treasurer. The funds used in the Duplantier campaign were deposited in a bank account in the name of H. S. Kohlmeyer, Treasurer. It was stipulated that the Morrison campaign was financed and conducted, for purposes of this case, in the same way as the Duplantier campaign.\n7. Mr. Barry was informally designated by a few citizens of New Orleans to act as the recipient of campaign funds to be used to promote the election of the Morrison ticket. Mr. Kohlmeyer was likewise informally designated by another group of citizens to act as the recipient of campaign funds to be used to promote the election of the Duplantier ticket. Neither Barry nor Kohlmeyer was ever elected as Treasurer by any organized political party or faction or entity. Neither Barry nor Kohlmeyer was compensated for serving as informal treasurer of the campaign funds, and neither acted as campaign manager for Morrison or Duplantier.\n8. All the funds put up by plaintiff and others similarly situated were expended in the respective campaigns for ordinary and legitimate campaign expenditures, such as handbills, posters, sample ballots, newspaper and television advertising, and the like.\n9. The manner in which the funds were spent was determined by an informal finance committee made up from those who put up such funds, who maintained control of the campaign funds through the respective treasurers. None of the candidates controlled the disbursement of the funds. The finance committees were self-constituted and had no continuing existence beyond the respective campaigns in which they acted. The campaign funds were not diverted to the personal use of the candidates.\n10. The groups of citizens that sought the election of the Morrison and Duplantier tickets did not constitute a formally organized political party, but represented in each case a group of civic-minded individuals whose objective was to promote efficiency in government in the state of Louisiana and the city of New Orleans, in order to protect their business and personal interests, through the election of candidates who were expected to carry out those objectives. Plaintiff was one of the members of those groups of citizens who sought and financially supported the election of candidates favoring such viewpoints.\n11. Plaintiff made no transfers to any candidate or political party.\n12. Plaintiff was not motivated by affection, respect, admiration, charity, or like impulses, but her political expenditures were motivated by a desire to promote efficiency in government and to protect her property and personal interests, which purposes constituted full and adequate consideration for the expenditures.\n13. Plaintiff received full and adequate consideration for her political expenditures in the form of (a) goods and services purchased therewith, such *379 as handbills, posters, sample ballots, newspaper and television advertising and the like; (b) the undertakings by candidates to campaign for political office in return for backing by plaintiff and others; (c) promotion of efficiency in government and protection of property and personal interests.\n14. The political expenditures made by plaintiff were bona fide, at arm’s length, and free from donative intent.\n15. In addition to the funds expended by her in the Morrison and Duplantier campaigns, plaintiff made political expenditures in other campaigns not involving any candidates for public office, including a city charter change, a city bond election, and a School Board sales tax, in order to promote efficient government and to protect her property and personal interests.\n16. The amounts expended in the Morrison and Duplantier campaigns were directed toward the election of the entire slate or ticket in each campaign.\nCONCLUSIONS OF LAW\nI. This being a civil action for the refund of federal gift taxes and assessed interest, this Court has jurisdiction by virtue of 28 U.S.C. § 1340.\n[1] II. The issue before this Court, namely whether political contributions are subject to the federal gift tax, is a question of first impression. The gift tax provisions of the Internal Revenue Code of 1954 contain no provision expressly imposing the gift tax upon contributions to candidates for public office or to political parties. In fact, the Internal Revenue Code of 1954, in its entirety, deals only sparsely with the subject of ‘political parties’ and payments or contributions to political parties or candidates for public office. Section § 271 of the Internal Revenue Code of 1954 provides that no bad debt deduction is permitted for any debt ‘owed by a political party.’ In this regard, 271(b) includes the following broad definition of a political party:\n \n‘* * * a committee, association, or organization which accepts contributions or makes expenditures for the purpose of influencing or attempting to influence the election of presidential or vice-presidential electors or of any individual whose name is presented for election to any Federal, State, or local elective public office, whether or not such individual is elected.’\nOther provisions of the Internal Revenue Code deny deductions for payments made to organizations, or withhold exemptions from organizations, which have a substantial part of their activities devoted to influencing legislation. §§ 2522, 170, and 501(c)(3) of the Internal Revenue Code of 1954.\nThe most recent pronouncement of Congress on the subject of payments to political parties came in the Tax Adjustment Act of 1966, P.L. 89-368, 80 Stat. 38, which enacted § 276 into the Internal Revenue Code of 1954. This provision purported to eliminate deductions for ‘certain indirect contributions to political parties,’ namely, in the form of advertising expenses or admissions fees involving political parties. Section 276(b)(1) included within the meaning of a ‘political party’ the following:\n‘* * * a committee, association, or organization, whether incorporated or not, which directly or indirectly accepts contributions * * * for the purpose of influencing or attempting to influence the selection, nomination, or election of any individual to any Federal, State, or local elective public office, or the election of presidential and vice-presidential electors, whether or not such individual or electors are selected, nominated, or elected.’ *380 It is obvious that the foregoing provisions do not answer the question before this Court. They are of assistance only in noting that Congress has given an extremely broad definition to a ‘political party.’\nIII. The funds expended by plaintiff in political campaigns were at no time under the dominion and control of the candidates, but rather remained under the dominion and control of those who had put up the funds, who determined how the funds should be spent, accordingly, there was no transfer to any candidate or political party.\n[2] [3] IV. Plaintiff’s political expenditures did not constitute taxable gifts within the meaning of any section of the Internal Revenue Code of 1954. Section 2501 does not apply to expenditures that were bona fide, at arm’s length, and free from donative intent and were not motivated by affection, respect, admiration, charity, or like impulses, or made from detached and disinterested generosity. Section 2512 does not apply to expenditures made in return for a full and adequate consideration, whether in the form of goods and services or in the form of the promotion of efficiency in government and the protection of property interests.\n \nV. Plaintiff’s political expenditures were bona fide, at arm’s length, and free from donative intent, and were accordingly made in the ordinary course of business and should be considered as made for an adequate and full consideration.\nVI. Based upon the foregoing findings of fact and conclusions of law, let judgment be entered in favor of the plaintiff in the amount of $35,908.41, together with statutory interest on $28,387.87 from June 25, 1965, and on $7,520.54 from August 11, 1965, and for all costs of this action.\nLet judgment be entered accordingly.\nAll Citations\n304 F.Supp. 376, 24 A.F.T.R.2d 69-6101, 70-1 USTC P 12,640\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}