{
    "Background": "\n\n\n\n\nKeyCite Red Flag - Severe Negative Treatment\nJudgment Reversed by Liberty Loan Corp. v. U.S., 8th Cir.(Mo.), May 31, 1974\n359 F.Supp. 158\nUnited States District Court, E.D. Missouri, Eastern Division.\nLIBERTY LOAN CORPORATION, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nNo. 70 C 660(3).\n|\nApril 13, 1973.\nSynopsis\nParent corporation brought tax refund suit seeking recovery of amounts paid pursuant to an assessed deficiency resulting from the reallocation of taxable income between parent corporation and some of its subsidiaries which were engaged in the consumer finance business. The District Court, Webster, J., held that where income distortion, which occurred because of parent corporation’s practice of borrowing funds for its group of subsidiaries, charging those subsidiaries without impaired capital more than interest rate charged parent corporation and not charging interest to those subsidiaries with impaired capital, occurred among income of subsidiary corporations and not income of parent corporation as parent corporation charged group as a whole, and recovered from the group as a whole, all interest charges which it paid on behalf of the group, imputing interest income of subsidiaries with impaired income to parent corporation rather than readjusting interest income and expense among subsidiaries participating in the group borrowing was unreasonable, arbitrary and capricious.\n \nJudgment in favor of plaintiff.\n \n\n\nWest Headnotes (3)\n\n\n[1]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Findings essential for reallocation of gross income between or among businesses owned or controlled directly or indirectly by same interests are that there be two or more trades, businesses or organizations, that these be owned or controlled by same interest and that it be necessary to allocate gross income, deductions, credits or allowances among them in order to prevent evasion of taxes or in order to clearly reflect their income. 26 U.S.C.A. (I.R.C.1954) § 482.\n\n|\n\n\n[2]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|While Commissioner may impute interest on intercompany loans if too little or too much is charged, such power should not be exercised in face of known multiple relations to produce a wholly fictitious result which does not clearly reflect the income of any businesses. 26 U.S.C.A. (I.R.C.1954) § 482.\n1 Case that cites this headnote\n|\n\n\n[3]\n|Internal RevenueTax Liability of Affiliates;  Apportionment\n|\n|Where income distortion, which resulted from practice of parent corporation of borrowing funds for use by its group of subsidiaries engaged in consumer finance industry, charging those subsidiaries without impaired capital more interest than it was charged by lender and not charging interest to subsidiaries with impaired capital, occurred among income of subsidiary corporations rather than income of parent corporation as parent corporation charged entire group and recovered from entire group as a whole all interest charges which it paid on behalf of the group, Commissioner’s imputation of part of interest income of subsidiaries with impaired capital to parent rather than readjusting interest income and interest expense of subsidiaries was unreasonable, arbitrary and capricious. 26 U.S.C.A. (I.R.C.1954) § 482; 28 U.S.C.A. § 1346(a)(1).\n1 Case that cites this headnote\n|\n\n\nAttorneys and Law Firms\n*159 William D. Crampton, St. Louis, Mo., Bryan, Cave, McPheeters & McRoberts, St. Louis, Mo., for plaintiff.\nDaniel Bartlett, Jr., U. S. Atty., St. Louis, Mo., Michael C. Durney, Tax Div., Dept. of Justice, Washington, D. C., for defendant.\n\n\n\n\nMEMORANDUM OPINION\nWEBSTER, District Judge.\nIn this tax refund suit, plaintiff Liberty Loan Corporation seeks recovery of amounts paid as an assessed deficiency resulting from the “reallocation” by the Commissioner of Internal Revenue of taxable income between plaintiff and some, but not all, of its subsidiaries. See 26 U.S.C. § 482.\nThe jurisdictional facts are not in dispute. Plaintiff timely filed its 1961 corporate federal income tax return and paid the amount shown as due thereon. An audit resulted in the assessment of a deficiency in the amount of $246,292.28 together with interest of $87,173.97, which was paid in full on March 15, 1968. A timely claim for refund was formally disallowed November 2, 1970, and on December 28, 1970, plaintiff filed this refund action pursuant to 28 U.S.C. § 1346(a)(1). The case was ultimately tried to the court upon stipulated facts and exhibits. The somewhat novel but important issue of law was extensively briefed and argued.\n\n\nFacts\nPlaintiff, Liberty Loan Corporation, is a Delaware corporation with its principal executive office and place of business in St. Louis County, Missouri. Plaintiff was incorporated in 1932 under the laws of Delaware, and has at all times pertinent been engaged in the consumer finance and related businesses, directly through its branch offices and indirectly through its ownership of subsidiaries engaged in such business.\nPlaintiff operated 40 branch offices and owned 399 subsidiaries during 1961, all actively engaged in the consumer credit and related businesses. The consumer finance operations of plaintiff’s branch offices and subsidiaries consisted *160 of making installment loans directly to borrowers and purchasing (usually at a discount) installment notes receivable issued to dealers by purchasers of goods and services.\nPlaintiff was licensed to conduct a small loan business only in Illinois and Wisconsin (that is, only in those states in which it conducted such business in 1961). Plaintiff was not prohibited by contract, by local law or by any other provision from seeking such a license in other states but chose not to do so. Plaintiff could not legally have carried on a small loan business in any state in which it was not properly licensed.\nIt is the practice of finance companies to borrow funds to lend to customers and for other corporate purposes. Where there is an affiliated group of finance companies (as here), and large sums of borrowed funds are so required, in lending such funds at the most favorable rates, lending institutions (e. g. banks, insurance companies) require that such borrowings be made by the parent corporation for the group, and not by the subsidiaries on an individual basis, because the subsidiaries are not acceptable credit risks at these rates on an individual basis, but are so on a collective, or group, basis.\nFor the year 1961, plaintiff’s borrowings (outstanding debt) amounted to $110,547,621 (computed on the basis of a monthly average), for which plaintiff paid an effective interest rate of 5.55 percent. Plaintiff incurred interest expense on these borrowings for the year 1961 in the amount of $5,582,750.65.\nThe borrowings of the plaintiff were then advanced to its branch offices and loaned to its subsidiaries. Interest, at the rate of 5.75 percent, was charged all branch offices and all subsidiaries, except those subsidiaries whose capital the plaintiff regarded as impaired (i. e., those companies which had earned surplus deficits or whose surplus was less than two months interest on its notes payable to the plaintiff). Such subsidiaries were charged no interest. The funds thus loaned the subsidiaries (and advanced to the branch offices) were in turn loaned by them to consumers at substantially higher rates than 5.75 percent.\nThe determination of which subsidiaries were not to be charged interest was made as of January 1st and July 1st of 1961. Fifteen of plaintiff’s subsidiaries were not charged interest for the first six months of 1961 only. These subsidiaries, along with the interest income received from consumers by each subsidiary and the taxable income (Form 1120, Line 30) of each subsidiary, are as follows:\n\n\n\n\nEXHIBIT\n \n|CORP. NO.\n \n|NAME\n \n|INTEREST INCOME FROM CONSUMERS\n \n|TAXABLE INCOME (FORM 1120, LINE 30)\n \n|\n7-G-1\n \n|176\n \n|Auburn\n \n|$ 46,954\n \n|$(2,111)\n \n|\n7-G-2\n \n|221\n \n|Chula Vista\n \n|54,401\n \n|0\n \n|\n7-G-3\n \n|222\n \n|Lemon Grove\n \n|59,267\n \n|(1,305)\n \n|\n7-G-4\n \n|227\n \n|Long Beach\n \n|81,055\n \n|(1,858)\n \n|\n7-G-5\n \n|232\n \n|Eighth Lib. Loan\n \n|46,088\n \n|1,995\n \n|\n7-G-6\n \n|233\n \n|Kentucky\n \n|81,575\n \n|17,032\n \n|\n7-G-7\n \n|240\n \n|Helena\n \n|29,605\n \n|(3,384)\n \n|\n7-G-8\n \n|242\n \n|Missoula\n \n|30,900\n \n|0\n \n|\n7-G-9\n \n|245\n \n|Butte\n \n|40,309\n \n|0\n \n|\n7-G-10\n \n|257\n \n|Kalispell\n \n|47,828\n \n|2,916\n \n|\n7-G-11\n \n|309\n \n|S. Carolina Dom.\n \n|52,372\n \n|5,015\n \n|\n7-G-12\n \n|325\n \n|Pueblo\n \n|67,780\n \n|(5,402)\n \n|\n7-G-13\n \n|353\n \n|Livonia\n \n|54,490\n \n|4,880\n \n|\n7-G-14\n \n|370\n \n|Madison\n \n|70,865\n \n|(2,300)\n \n|\n7-G-15\n \n|420\n \n|Beaumont\n \n|43,005\n \n|7,102\n \n|\n\n\n\n\nThirteen of plaintiff’s subsidiaries were not charged interest for the last six months of 1961 only. These subsidiaries, along with the interest income received *161 from consumers by each subsidiary and the taxable income (Form 1120, Line 30) of each subsidiary, are as follows:\n\n\n\n\nEXHIBIT\n \n|CORP. NO.\n \n|NAME\n \n|INTEREST INCOME FROM CONSUMERS\n \n|TAXABLE INCOME (FORM 1120, LINE 30)\n \n|\n8-H-1\n \n|132\n \n|Mass. Trust\n \n|$ 75,550\n \n|$ 714\n \n|\n8-H-2\n \n|214\n \n|Bay\n \n|57,229\n \n|0\n \n|\n8-H-3\n \n|215\n \n|California\n \n|112,368\n \n|(19,267)\n \n|\n8-H-4\n \n|267\n \n|Montgomery\n \n|51,883\n \n|0\n \n|\n8-H-5\n \n|268\n \n|Alabama Dom.\n \n|52,372\n \n|0\n \n|\n8-H-6\n \n|272\n \n|Fairfield\n \n|30,108\n \n|0\n \n|\n8-H-7\n \n|277\n \n|Florence\n \n|23,867\n \n|(811)\n \n|\n8-H-8\n \n|282\n \n|Sioux City\n \n|21,257\n \n|(7,942)\n \n|\n8-H-9\n \n|285\n \n|Dubuque\n \n|21,788\n \n|(3,116)\n \n|\n8-H-10\n \n|286\n \n|Georgia\n \n|51,982\n \n|(1,767)\n \n|\n8-H-11\n \n|360\n \n|South Penn.\n \n|40,346\n \n|(52,690)\n \n|\n8-H-12\n \n|361\n \n|Twelfth Lib. Loan\n \n|111,829\n \n|(25,787)\n \n|\n8-H-13\n \n|364\n \n|Fifteenth Lib. Loan\n \n|156,476\n \n|(2,300)\n \n|\n\n\n\n\nTwenty-seven of plaintiff’s subsidiaries were not charged interest for the entire twelve months of 1961. These subsidiaries, along with the interest income received from consumers by each subsidiary and the taxable income of each subsidiary, are as follows:\n\n\n\n\nEXHIBIT\n \n|CORP. NO.\n \n|NAME\n \n|INTEREST INCOME FROM CONSUMERS\n \n|TAXABLE INCOME (FORM 1120, LINE 30)\n \n|\n9-I-1\n \n|120\n \n|Glen Burnie\n \n|$ 60,833\n \n|$ 0\n \n|\n9-I-2\n \n|136\n \n|Cambridge\n \n|71,758\n \n|0\n \n|\n9-I-3\n \n|142\n \n|Allston\n \n|49,893\n \n|(17,469)\n \n|\n9-I-4\n \n|187\n \n|Westfield\n \n|35,078\n \n|0\n \n|\n9-I-5\n \n|188\n \n|Summit\n \n|61,163\n \n|3,804\n \n|\n9-I-6\n \n|200\n \n|Old South\n \n|33,252\n \n|(8,298)\n \n|\n9-I-7\n \n|197\n \n|Boston\n \n|120,080\n \n|0\n \n|\n9-I-8\n \n|206\n \n|Roslindale\n \n|48,266\n \n|5,949\n \n|\n9-I-9\n \n|211\n \n|Los Altos\n \n|45,047\n \n|0\n \n|\n9-I-10\n \n|212\n \n|San Jose\n \n|102,990\n \n|(7,057)\n \n|\n9-I-11\n \n|219\n \n|Elcajon\n \n|58,086\n \n|0\n \n|\n9-I-12\n \n|223\n \n|Clairemont\n \n|51,034\n \n|0\n \n|\n9-I-13\n \n|235\n \n|Rome\n \n|36,737\n \n|0\n \n|\n9-I-14\n \n|239\n \n|Montana Dom.\n \n|34,970\n \n|0\n \n|\n9-I-15\n \n|241\n \n|Great Falls\n \n|40,129\n \n|0\n \n|\n9-I-16\n \n|243\n \n|Bozeman\n \n|21,874\n \n|0\n \n|\n9-I-17\n \n|246\n \n|Anaheim\n \n|44,037\n \n|0\n \n|\n9-I-18\n \n|247\n \n|Santa Ana\n \n|37,827\n \n|0\n \n|\n9-I-19\n \n|248\n \n|Garden Grove\n \n|45,254\n \n|0\n \n|\n9-I-20\n \n|249\n \n|Pomona\n \n|39,440\n \n|0\n \n|\n9-I-21\n \n|250\n \n|Riverside\n \n|46,836\n \n|0\n \n|\n9-I-22\n \n|251\n \n|San Bernardino\n \n|39,831\n \n|0\n \n|\n9-I-23\n \n|252\n \n|Redondo\n \n|38,371\n \n|(3,815)\n \n|\n9-I-24\n \n|254\n \n|Tucson\n \n|33,882\n \n|0\n \n|\n9-I-25\n \n|255\n \n|Van Nuys\n \n|34,387\n \n|0\n \n|\n9-I-26\n \n|412\n \n|Mt. Rainier\n \n|65,721\n \n|19,989\n \n|\n9-I-27\n \n|416\n \n|Rosslyn\n \n|86,041\n \n|10,744\n \n|\n\n\n\n\nThree hundred and seventy-two of plaintiff’s subsidiaries were charged interest for all of the year 1961 at the rate of 5.75 percent in the total amount of $5,313,749. The amount of $5,313,749 (after reduction for interest in the amount of $6,075 paid by plaintiff to an insurance company subsidiary) was reported by the plaintiff as “interest from subsidiaries” income on line 7 of its federal *162 income tax return (Form 1120) for 1961. All of plaintiff’s forty branch offices were charged interest for all of the year 1961 at the rate of 5.75 percent in the total amount of $515,221.1\nThe total interest received from consumers by the 54 insolvent subsidiaries with impaired capital amounts to $2,996,965.22. The average notes payable from the 54 insolvent subsidiaries to the plaintiff for the year 1961 amounted to $13,444,634. Had plaintiff charged the 54 insolvent subsidiaries interest at the rate of 5.75 percent for the full year 1961, the total interest would have amounted to $773,066. The total interest actually charged the 54 insolvent subsidiaries by plaintiff amounted to $198,542, or an approximate average interest rate of 1.48 percent.\nOn audit of plaintiff’s federal income tax return for the year 1961, the Commissioner of Internal Revenue allocated the sum of $473,639 in interest income from the 54 subsidiaries with impaired capital to the plaintiff, thereby increasing plaintiff’s income by that amount. This increase in plaintiff’s income resulted in the $246,292.28 income tax deficiency which was assessed against plaintiff. The provisions of Treasury Regulations § 1.482-1(2) applicable to the instant suit have been complied with by the Commissioner.\nPlaintiff was fully reimbursed for all but its own share of the borrowing costs it incurred on behalf of the group. Plaintiff’s expenses on behalf of the group totalled $5,582,750.65. It received in reimbursement from its subsidiaries a total of $5,319,824. Both income interest and income expense were reflected in its federal income tax return, and the net effect was interest expense of $262,927.\nThe federal income tax return of plaintiff for 1961 clearly reflects its income and there has been no tax evasion on its part. Plaintiff paid federal income taxes in 1961 at the highest rate (52%) on the amount of the interest reimbursement received from its subsidiaries, and no higher rate was effective for that year with respect to the interest deductions allowed to various of its subsidiaries. Plaintiff, and the group taken as a whole, thus paid more taxes than would have been due if each corporation had paid only its pro rata share.\nThe issue of law to be determined in this case is whether the defendant properly allocated the amount of $473,639 as interest income in 1961 to the plaintiff from 54 of its subsidiaries on the grounds that plaintiff did not loan funds to the 54 subsidiaries (whose capital the plaintiff regarded as being impaired) at an arms length interest rate (as defined by Section 482 of the Internal Revenue Code of 1954 and the applicable Treasury Regulations).\n\n\nOpinion\nPlaintiff recovered from the group all of the interest expense incurred on behalf of the group and reported that recovery as an income item in its return. The vice, if any, was in the method of allocating this charge (for income expense) among the 399 individual members of the group. As noted, supra, the plaintiff took into account the solvency of each subsidiary, and, applying its own internal family standards, exempted, pro tanto, those members of the group whose capital would thereby be “impaired”. The burden was shifted and reallocated among the more solvent members of the group. Plaintiff charged and received from the group no more and no less than it would have received without such internal family allocation.\nThe defendant, however, contends that such arbitrary apportionment of subsidiary expense resulted in an overall distortion of the taxable income of the several subsidiary corporations. This is a meritorious contention. Low or no income subsidiaries would have significantly less use for an interest expense deduction, whereas a subsidiary corporation  *163 in a surtax bracket would be able to utilize the deduction against higher tax rates. The internal apportionment undoubtedly led to substantial overall savings in taxes to the group, taken as a whole.\nTo meet this distortion, defendant drew upon Section 482 of the Internal Revenue Code of 1954, which, in general terms, authorized the Commissioner to allocate income or deductions between related taxpayers to more clearly reflect their true liability and to prevent tax evasion.2 In reliance thereon, defendant imputed to plaintiff all of the interest income earned by the 54 subsidiaries who were not charged by plaintiff with interest expense because of “impaired capital”. The allocation of an additional $473,639 on this account resulted in the $246,292.28 tax deficiency which is the subject of this refund suit.\nPlaintiff contends that its actions in relation to its subsidiaries meet the required standards of “an uncontrolled taxpayer dealing at arm’s length with another uncontrolled taxpayer.” Regs. § 1.482-1(b)(1). Plaintiff further contends that in selecting for reallocation only the 54 impaired subsidiaries, defendant has aggravated, rather than cured any distortion of plaintiff’s income. Finally, plaintiff challenges the validity of the regulations.\nPlaintiff stresses the business purpose and industry practice behind group borrowing of the subsidiaries, in the name of the parent. As the court has found no purpose of evasion, the consequence, rather than the justification, of such activity becomes of greater significance. The reallocation of interest expense among members of the group plainly distorted the taxable income of the respective subsidiaries. The question is, however, did it distort plaintiff’s income?\nPlaintiff charged the group and recovered from the group as a whole all of the interest charges it paid on behalf of the group. Plaintiff’s income and expenses, for tax purposes, were thus no different in amount than they would have been had an exact proration been made according to amounts separately loaned to the members of the group.\nDefendant places reliance upon Regs. § 1.482-2(a), which authorizes the district director to make appropriate allocations where loans are made by one member of a controlled group to another member at less than arm’s length interest rates. Subparagraph (a) thereof provides:\n“(a) Loans or advances-(1) In general. Where one member of a group of controlled entities makes a loan or advance directly or indirectly to, or otherwise becomes a creditor of, another member of such group, and charges no interest, or charges interest at a rate which is not equal to an arm’s length rate as defined in subparagraph (2) of this paragraph, the district director may make appropriate allocations to reflect an arm’s length interest rate for the use of such loan or advance.”\n \nIn making the allocation, defendant isolated from the group those subsidiaries who had paid no interest to plaintiff or had paid interest for only six months in 1961. Defendant then calculated imputed interest at 5% on loans to each such subsidiary [see Regs. § 1.482-2(a)(2)(ii)], giving credit for any interest actually paid. In so doing, defendant ignored, for purposes of this § 482 allocation, the 5.75 per cent interest paid by the other 372 subsidiaries and 40 branch offices of plaintiff to offset plaintiff’s effective cost (5.55 per cent) on all loans. Plaintiff challenges this procedure, and this, in substance, is the *164 central issue to be determined in this case.\nThe 5 per cent rate is subject to one significant qualification which appears to be applicable under the facts in this case:\n“notwithstanding the other provisions of this subparagraph if the loan or advance represents the proceeds of a loan obtained by the lender at the situs of the borrower the arm’s length rate shall be equal to the rate actually paid by the lender increased by an amount which reflects the costs or deductions incurred by the lender in borrowing such amounts and making such loans, unless the taxpayer establishes a more appropriate rate under the standards set forth in the first sentence of this subparagraph.” Regs. 1.482-2(a)(2)(ii).\n \n[1] Three essential findings are necessary prerequisites to a § 482 allocation: (1) there must be two or more trades, businesses or organizations; (2) these must be owned or controlled by the same interests; and (3) it must be necessary to allocate gross income, deductions, credits or allowances among them in order to prevent evasion of taxes or in order to clearly reflect their income. Forman Co. v. Commissioner, 453 F.2d 1144 (2nd Cir. 1972). The first two elements are not disputed. Plaintiff contends there was no necessity for allocation where the group as a whole paid enough interest to recover plaintiff’s cost and the effective rate was in excess of 5 per cent, taken together. Defendant asserts that the Commissioner is impowered to make the allocation of individual members even though it results in generating income to plaintiff, and notwithstanding the effective rate of the group as a whole was not subject to allocation as insufficient in amount to be at arm’s length.\n \nPrior to the promulgation of Regs. § 1.482-2 in 1968, the courts had uniformly held that Section 482 did not authorize the creation of income where none existed. Tennessee-Arkansas Gravel Co. v. Comm., 112 F.2d 508 (6th Cir. 1940). Smith-Bridgman & Co., 16 T.C. 287. An attempt by the I.R.S. to distinguish Smith-Bridgman because no corresponding redirection in income had been extended to the other member was rejected by the Tax Court in Huber Homes, Inc., 55 T.C. 598 (1971), which held that “essential to the application of Section 482 is the distribution, apportionment, or alteration of income realized at some time by the controlled group.” Id. 607.\n[2] While the regulations now permit the Commission to impute interest on intercompany loans if too little or too much is charged, this power should not be exercised in the face of known multiple relations to produce a wholly fictitious result which does not “clearly reflect the income of any *** businesses.” I.R.C. § 482.\n“Plainly, section 482 was not intended to produce a different result; it was designed merely to ‘unscramble’ ... a situation where income realized by the controlled group and earned by one member of the group is diverted to another group member by means of transactions not carried out at arm’s length.” Huber Homes, Inc., supra at 609.\n \n \nIt is undisputed in this case that all of the members of the controlled group were acting as a group for purposes of borrowing working capital, and that the interest burden was shared according to a pre-established formula.\n[3] First, there is nothing in the record to indicate that had plaintiff been acting on behalf of an uncontrolled group of which it was a member its true taxable income (Regs. § 1.482-1(a)(6)) would have been any greater. The record shows clearly that the distortion occurred among the subsidiary corporations. Second, the regulations direct that the method of allocating, apportioning or distributing income “shall be determined with reference to the substance of the particular transactions or arrangements which result in the avoidance *165 of taxes or the failure to clearly reflect income.” Regs. § 1.482-1(d)(1) (Emphasis added). The district director is further directed to make “appropriate correlative adjustments to the income of any other member of the group involved in the allocation.” Regs. § 1.482-1(d)(2).\n \nThe court finds and concludes that allocating part of the interest income of the impaired subsidiaries to plaintiff as imputed interest was unreasonable, arbitrary and capricious. Defendant had the power and discretion under Section 482 to reallocate the interest charges among all the subsidiaries, and thereby effectively unscramble the distortion created among them by the group’s internal procedures (which have since been abandoned). Where the controlling interest (plaintiff) causes the controlled members to operate so that their taxable incomes are understated, the district director is mandated to intervene and, by making apportionments or allocations “between or among the controlled taxpayers constituting the group”, determine “the true taxable income of each controlled taxpayer.” Regs. § 1.482-1(b)(1). (Emphasis supplied).\nIt would appear that the method used by defendant-that of imputing the income to plaintiff instead of readjusting the interest income and interest expense among the subsidiaries participating in group borrowing-was intended to produce a higher harvest of revenue. That is not the purpose of Section 482. Defendant ignored the substance of the group relationship and imputed income where an objective analysis of the group business discloses that none had been realized.3\nThe Clerk will enter judgment in favor of plaintiff and against defendant in the sum of $246,292.28, together with interest as provided by law including the interest of $87,173.97 previously paid by plaintiff. Costs are assessed against defendant.\nSo ordered.\nAll Citations\n359 F.Supp. 158, 32 A.F.T.R.2d 73-5028, 73-1 USTC P 9416\n\n\n\nFootnotes\n|\n1\n|This was an internal control procedure and resulted in no separate tax consequence.\n|\n2\n|Section 482 provides in part:\n“In any case of two or more ... businesses ... owned or controlled directly or indirectly by the same interests ... [the Commissioner] may ... allocate gross income ... between or among such ... businesses, if he determines that such ... allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such ... businesses.”\n|\n3\n|The courts continue to differ as to the need to prove that the borrower under an interest free arrangement between controlled members realized gross income from the borrowed funds. In Forman, supra, the Second Circuit seemed to indicate Section 482 could be applied without reference to whether the borrower had income during the year. In refusing to adopt this position, the Tax Court observed that the borrower in Forman did in fact apparently receive income. Kerry Investment Co., 58 T.C. 479, 6/20/72.\n“[B]ased upon [Huber Homes, Inc.] we hold that the [Commissioner] lacked legal authority to make an adjustment under Section 482 as to funds which did not produce income during the year [in question].” Id.\nWe need not make such a determination here, in view of our holding that income earned and interest paid by the borrowing group as a whole must be considered, under the facts in this case, in determining the true taxable income to plaintiff (as lender) under Section 482.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}