{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDisagreed With by Patzkowski v. U.S., 8th Cir.(Iowa), May 5, 1978\n440 F.Supp. 8\nUnited States District Court, D. Montana,\nBillings Division.\nHenry LEVNO, Gladys L. Levno, Albert Swanson, Eva Swanson, Verner King, Polly King, Soren Jacobson and Charlene Jacobson, Plaintiffs,\nv.\nUNITED STATES of America, Internal Revenue Service, and District Director for the District of Montana, Defendants.\nNo. CV-75-123-BLG.\n|\nAug. 15, 1977.\nSynopsis\nCash basis taxpayers sought refund of taxes assessed by the Internal Revenue Service after it disallowed deferred contracts for the sale of cattle. The District Court, Battin, J., held, inter alia, that the contracts were valid and enforceable and that, for tax purposes, the proceeds of the cattle sales were taxable in the year of their receipt.\n \nJudgment for plaintiffs.\n \n\n\nWest Headnotes (5)\n\n\n[1]\n|Internal RevenueGains from Sales or Exchanges in General\n|\n|Where deferred payment contracts entered into between cash basis taxpayers and livestock dealer for sale of cattle were executed at arm’s length and were valid and binding, proceeds of such cattle sales were taxable in year of their receipt by sellers. 26 U.S.C.A. (I.R.C.1954) § 7422(a); 28 U.S.C.A. §§ 1340, 1346(a)(1), 1402(a)(1).\n2 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueRefunds, Actions For\n|\n|Civil Rights Attorney’s Fees Awards Act of 1976 permitted award of reasonable attorney fees as part of costs of taxpayers’ action for income tax refund. 26 U.S.C.A. (I.R.C.1954) § 7422(a); 28 U.S.C.A. §§ 1340, 1346(a)(1), 1402(a)(1); 42 U.S.C.A. § 1988.\n3 Cases that cite this headnote\n|\n\n\n[3]\n|Civil RightsProceedings, Grounds, and Objections in General\n|\n|Civil Rights Attorney’s Fees Awards Act of 1976 permits award of attorney fees irrespective of whether United States is complaining party in action or proceeding. 42 U.S.C.A. § 1988.\n1 Case that cites this headnote\n|\n\n\n[4]\n|Internal RevenueAwards to Taxpayers\n|\n|For purposes of award of attorney fees, prevailing party in tax dispute may be either plaintiff or defendant. 42 U.S.C.A. § 1988.\n3 Cases that cite this headnote\n|\n\n\n[5]\n|Internal RevenueAwards to Taxpayers\n|\n|Status of party as plaintiff or defendant is not relevant with respect to award of attorney fees in tax case or proceeding pursuant to Civil Rights Attorney’s Fees Awards Act of 1976. 26 U.S.C.A. (I.R.C.1954) § 7422(a); 28 U.S.C.A. §§ 1340, 1346(a)(1), 1402(a)(1); 42 U.S.C.A. § 1988.\n8 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n*8 Wayne M. Graham, Kansas City, Mo., Eugene A. Lalonde, Kurth, Felt, Speare & Lalonde, Billings, Mont., for plaintiffs.\nRoger M. Olsen, Tax Div., Dept. of Justice, Washington, D.C., for defendants.\n\n\n\n\nFINDINGS OF FACT AND CONCLUSIONS OF LAW\nBATTIN, District Judge.\nThe above-entitled action was tried before the Court, sitting without a jury, on *9 May 9, 1977. Upon the conclusion of testimony and the submission of evidence, the Court took the issues and facts, as presented, under advisement and ordered counsel to file proposed Findings of Fact and Conclusions of Law. Each of the parties has filed proposed Findings of Fact and Conclusions of Law with supporting legal briefs. After consideration of all of the materials before the Court, I find:\nI.\nThis civil action was instituted as a result of a proceeding on behalf of the United States of America to enforce a provision of the Internal Revenue Code.\nII.\nThe plaintiffs named above are cash-basis, individual, taxpaying citizens of the United States. The tax liability subject to question in this case involves the years of 1971, 1972, and 1973.\nIII.\nDuring every year in issue, the respective plaintiffs were each engaged in the raising of livestock in Montana.\nIV.\nIn each of the years in issue, each plaintiff entered a separate agreement with S & H Sheep Company, a Montana corporation, and a livestock dealer, for the sale of cattle at a price to be determined at auction through the Sidney Livestock Market Center, a Montana corporation. Each of the contracts entered into by the respective plaintiffs with S & H Sheep was memorialized on a preprinted form.\nV.\nThe effect of each contract was to defer to the following tax year taxable income from the sale of livestock made the subject of the contract to sell.\nVI.\nThe chronology of events leading to the signing of the written agreements entered into by the respective parties followed the same general pattern.\nVII.\nEach plaintiff desiring to sell his cattle made an arrangement with the S & H Sheep Company to sell his cattle to that licensed broker.\nVIII.\nIn each of the years in question, S & H Sheep Company was fully owned by the same three shareholders who were the sole shareholders of the Sidney Livestock Market Center.\nIX.\nS & H Sheep Company had no separate business offices or employees.\nX.\nA check-in slip was prepared and executed when the livestock were transferred to the Sidney Livestock exchange.\nXI.\nA State of Montana Brand Inspection Report and Tally was prepared by an employee of the State of Montana working in Sidney, inspecting the brand of all cattle sold at Sidney Livestock Market Center.\nXII.\nA bill of sale was prepared and executed at the Livestock Center brand inspection station and forwarded by the Brand Inspector to the Brand Enforcement Division of the State of Montana.\nXIII.\nWhen the livestock were auctioned and sold, the net proceeds were determined by deducting all the various fees, expenses and charges from the auction price.\nXIV.\nThe fact that the livestock were sold by S & H Sheep Company and not the taxpayer did not result in any difference in any of the underlying fees and charges for the sale at the Sidney Livestock Market Center, nor did it affect the manner and method of auctioning the livestock.\nXV.\nAny trucking charges incurred in the transportation of the cattle to the Sidney Livestock Market were costs deducted from the gross sale price received for the cattle.\nXVI.\n*10 On the date of sale, or within one day thereafter, the Sidney Livestock Market executed checks payable to S & H Sheep Company in the amount of the net proceeds.\nXVII.\nOwnership of the cattle passed to the S & H Sheep Company prior to the sale at auction.\nXVIII.\nThe farmer-ranchers involved in the contracts in question retained no power to stop the sale of their cattle or to receive their money, except as provided in the agreement with S & H Sheep Company.\nXIX.\nThe contracts involved in these deferred payments were written.\nXX.\nThe contracts were executed at arm’s length.\nXXI.\nEach of the plaintiff-taxpayers retained no unqualified right to receive payment in the years in which the contract was executed and the cattle delivered for sale.\nXXII.\nThe intent of the parties when deferred payment was agreed upon by contract was to provide average income in any given year.\nXXIII.\nEach of the plaintiff-taxpayers filed a penalty claim for refund of taxes assessed by the Internal Revenue Service when audited and when the deferred contracts were disallowed.\nXXIV.\nThe amounts claimed by each taxpayer are not in dispute.\nXXV.\nIn each instance of the deferred-payment contract, the particular taxpayer received payment for the sale of his cattle in the calendar year subsequent to the year in which the sale was made, and pursuant to the terms of the deferred payment contracts.\nXXVI.\nThe S & H Sheep Company was not an agent for any of the respective plaintiffs for purposes of the contracts which are the subject of this action.\n\n\nCONCLUSIONS OF LAW\nI.\nJurisdiction exists in this Court by virtue of 28 U.S.C. § 1346(a)(1) and 26 U.S.C. § 7422(a), as well as 28 U.S.C. § 1340.\nII.\nVenue in this Division is appropriate by virtue of 28 U.S.C. § 1402(a)(1).\nIII.\n[1] The agreements entered into between the plaintiff-taxpayers and S & H Sheep Company were valid and binding contracts, completed at arm’s length.\n \nIV.\nThe parties are entitled to the benefits or obligations provided under the respective contracts. A cash-basis taxpayer is properly subject to tax upon income only when he “receives” an item of income.\nV.\nThe income in question in these cases was not constructively received by the taxpayers.\nVI.\nThe proceeds received from the sale of the cattle and held by the S & H Sheep Company were subject to substantial qualifications and restrictions.\nVII.\nThe income from each particular sale was properly deferrable and should have been treated as income in the year of actual receipt by the taxpayer and not the year of sale. The principles articulated in the following rules and cases are relevant and analogous to the facts of this case:\nRevenue Ruling 58-162, Cum.Bul.Rev.Rul. 58-162, 1958-1 at 234;\n \nRevenue Ruling 69-358, Cum.Bul.Rev.Rul. 69-358, 1969-1 at 139;\n \nPatterson v. Commissioner of Internal Revenue, 510 F.2d 48 (9th Cir. 1975);\n \n*11 Oliver v. United States, 193 F.Supp. 930 (D.C.Ark.1961).\n \nVIII.\nThe taxpayers contracting with the S & H Sheep Company on deferred payment contracts retained no rights of ownership after the execution of the contracts.\nIX.\nUpon the execution of the agreements the taxpayers had neither the right to the return of the cattle, if they were not sold, nor the right to withdraw the cattle from the auction ring at any time prior to their sale at auction.\nX.\nAfter execution of the agreement between the taxpayer and the S & H Sheep Company, any risk of death or injury was borne by the buyer, S & H Sheep Company.\nXI.\nThe plaintiffs are entitled to a tax refund as claimed, together with interests on the amounts claimed.\nXII.\n[2] The Civil Rights Attorney’s Fees Awards Act of 1976, Public Law 94-559, Title 42 U.S.C. § 1988, allows an award of reasonable attorney’s fees as a part of the costs of this action.\n \nXIII.\n[3] Title 42 U.S.C. § 1988 permits the award of attorney’s fees irrespective of whether the United States is the complaining party in the action or proceeding.\n \nXIV.\n[4] The prevailing party in a tax dispute may be either a plaintiff or a defendant.\n \nXV.\n[5] The status of a party as a plaintiff or as a defendant is not relevant with respect to the award of attorney fees pursuant to 42 U.S.C. § 1988 in a tax case or proceeding.\n \nXVI.\nReasonable attorney’s fees in this case are Three Thousand Three Hundred Fifty Dollars ($3,350.00) with the addition of Eighty-one Dollars and Forty-three Cents ($81.43) for costs of counsel incurred in the presentation and preparation of this case.\nIT IS ORDERED that the plaintiffs named above be, and the same hereby are, granted a tax refund as follows:\nHENRY and GLADYS L. LEVNO:\n1971, $1966.49 plus interest at 6%;\n \n1972, $2195.19 plus interest at 6%;\n \n1973, $1861.72 plus interest at 6%.\n \nALBERT and EVA SWANSON:\n1971, $1243.20 plus interest at 6%;\n \n1972, $526.55 plus interest at 6%;\n \n1973, $25.12 plus interest at 6%.\n \nVERNER and POLLY KING:\n1972, $1624.47 plus interest at 6%;\n \n1973, $374.84 plus interest at 6%.\n \nSOREN and CHARLENE JACOBSON:\n1973, $1228.01 plus interest at 6%.\n \nIT IS FURTHER ORDERED that the defendant pay to the plaintiffs the amount of Three Thousand Three Hundred Fifty Dollars ($3,350.00) for attorney’s fees, and Eighty-one Dollars and Forty-three Cents ($81.43) as costs, assessed pursuant to Title 42 U.S.C. § 1988.\nIT IS FURTHER ORDERED that the Clerk enter by separate paper a judgment granting the plaintiffs the relief set forth above.\nAll Citations\n440 F.Supp. 8, 40 A.F.T.R.2d 77-6015, 77-2 USTC P 9687\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}