{
    "Background": "\n\n\n\nT.C. Memo. 2020-56\nUnited States Tax Court.\nNCA ARGYLE LP, Newport Capital Advisors, LLC, a Partner Other Than the Tax Matters Partner, et al.,1 Petitioner\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent\nDocket Nos. 3272-18, 6662-18, 6663-18, 6829-18\n|\nFiled May 13, 2020.\n|\nCorrected November 17, 2020\nSynopsis\nBackground: Taxpayers, a limited partnership and related entities involved in real estate joint venture, petitioned for redetermination of tax challenging notice of final partnership administrative adjustment (FPAA) recharacterizing long-term capital gain reported by each taxpayer with respect to its share of proceeds received in settlement of breach of fiduciary duty lawsuit as ordinary income, and which asserted an accuracy-related penalty.\n \nHoldings: The Tax Court, Ronald L. Buch, J., held that:\n \n[1] settlement agreement expressly allocated payment to taxpayers’ interests in joint ventures;\n \n[2] parties were adversarial and negotiated at arm’s length in good faith;\n \n[3] facts and circumstances surrounding settlement agreement demonstrated that settlement payment was made in exchange for joint venture interests; and\n \n[4] economic realities of settlement agreement supported parties’ allocation of entire amount of payment to joint venture interests, rather than a portion to punitive damages.\n \nPetition granted.\n \n\n\nWest Headnotes (15)\n\n\n[1]\n|Internal RevenueTransfer of Partnership Interest\n|\n|The sale or exchange of a partnership interest is generally treated as the sale or exchange of a capital asset; any amounts received as compensation for lost profits, however, must be treated as ordinary income. 26 U.S.C.A. § 741.\n\n|\n\n\n[2]\n|Internal RevenueDamages\n|\n|Amounts received by a partnership as punitive damages are taxable as ordinary income to the recipient. 26 U.S.C.A. § 741.\n\n|\n\n\n[3]\n|Internal RevenueCompromise of claim or liability\n|\n|The tax treatment of proceeds received in settlement of a claim is generally guided by the nature of the claim.\n\n|\n\n\n[4]\n|Internal RevenueCompromise of claim or liability\n|\n|The Tax Court looks to the characterization of the claim for which the settlement was paid to determine the tax treatment of proceeds received in settlement.\n\n|\n\n\n[5]\n|Internal RevenueCompromise of claim or liability\n|\n|In determining the tax treatment of proceeds received in settlement of a claim, the nature of the underlying claim is a factual determination made by considering the settlement agreement in the light of all facts and circumstances.\n\n|\n\n\n[6]\n|Internal RevenueCompromise of claim or liability\n|\n|If a settlement agreement expressly allocates the settlement proceeds to a type of damages, the Tax Court will generally follow that allocation if the agreement was reached by adversarial parties in arm’s-length negotiations and in good faith.\n\n|\n\n\n[7]\n|Internal RevenueTransfer of Partnership Interest\n|\n|Settlement agreement expressly allocated payment to interests in joint ventures by stating that it represented the entire understanding of the parties including the character of compensation for taxpayer, a limited partnership, as would support finding that payment was properly treated as gain on the sale of a capital asset, rather than as ordinary income; a jury had already held that taxpayer had joint venture interests at the time of the settlement. 26 U.S.C.A. § 741.\n\n|\n\n\n[8]\n|Internal RevenueTransfer of Partnership Interest\n|\n|Parties were adversarial and negotiated at arm’s length in good faith, as would support finding that taxpayer, a limited partnership, conveyed its joint venture interests in exchange for settlement payment such that proceeds were gain on the sale of a capital asset, where drafts of agreement exchanged by parties showed that taxpayer wanted agreement to reflect both that it had interests and that it was transferring those interests, as opposed to text that taxpayer only claimed to have interests, and parties had adverse tax interests in characterization of payment since if payment were made to compensate taxpayer for providing services, taxpayer would have received ordinary income, taxable to the members of taxpayer’s entities at ordinary income rates. 26 U.S.C.A. § 741.\n\n|\n\n\n[9]\n|Internal RevenueCompromise of claim or liability\n|\n|An agreement is not determinative as to the tax treatment of settlement proceeds if the facts and circumstances indicate the payment had a different purpose.\n\n|\n\n\n[10]\n|Internal RevenueCompromise of claim or liability\n|\n|When an expressed settlement is incongruous with the economic realities of the taxpayer’s underlying claims, the Tax Court need not accept it.\n\n|\n\n\n[11]\n|Internal RevenueTransfer of Partnership Interest\n|\n|The facts and circumstances surrounding settlement agreement for breach of fiduciary duty claim by repudiation of existence of joint venture with taxpayer, a limited partnership, concerned ownership of joint venture interests demonstrating that settlement payment was made in exchange for joint venture interests, as would support treatment of proceeds as gain on the sale of capital asset, rather than as ordinary income; a necessary predicate to jury award was determination that taxpayer had joint venture interests, and valuation expert used lost fee income as a factor in calculating values of joint venture interests, and did not separately value lost fee income. 26 U.S.C.A. § 741.\n\n|\n\n\n[12]\n|Joint VenturesDamages\n|\n|In the case of a repudiation of a joint venture, the victim has a choice of remedies, including damages for conversion of his interest in joint venture assets.\n\n|\n\n\n[13]\n|Internal RevenueAmount and computation in general\n|\n|Considering the future economic benefits a property will bring to its owner is a common and accepted method of valuing an asset for income tax purposes.\n\n|\n\n\n[14]\n|Internal RevenueTransfer of Partnership Interest\n|\n|Economic realities of settlement agreement supported parties’ allocation of entire amount of payment to joint venture interests, rather than allocation of a portion of proceeds to punitive damages, and thus payment was not taxable to taxpayer, a limited partnership, as ordinary income, but rather received preferential capital gain treatment, even though settlement amount exceeded economic damages determined by jury; parties were adverse as to allocation of punitive damages, had different tax interests regarding tax treatment of payment, and chose to allocate nothing to punitive damages, and allocation to economic damages was reasonable. 26 U.S.C.A. § 741.\n\n|\n\n\n[15]\n|Internal RevenueCompromise of claim or liability\n|\n|The Tax Court may disregard an allocation of settlement proceeds if the parties that made the allocation were not adverse as to the tax treatment of those proceeds or if the allocation was not made in good faith.\n\n|\n\n\nAttorneys and Law Firms\nNathan J. Hochman and Andrew D. Allen, for petitioner.\nHans Famularo, Sandy Hwang, and Blake J. Corry, for respondent.\n\n\n\n\n[*2] MEMORANDUM FINDINGS OF FACT AND OPINION\nBUCH, Judge:\n*1 Newport Capital Advisors, LLC (NCA) entered into real estate joint ventures with Commonfund Realty, Inc. (Commonfund). When Commonfund later disavowed those joint ventures, the two parties ended up in litigation. NCA was awarded damages for the value of the joint venture interests repudiated by Commonfund, plus punitive damages. That value was estimated, in part, on the anticipated revenue stream of the joint ventures. While that case was on appeal, the parties settled for a lump-sum payment from Commonfund to NCA in exchange for NCA’s relinquishing whatever rights it had in the joint ventures. The Commissioner argues that most of this payment was ordinary income because the payment represented estimates of future income. The Commissioner further argues that a portion of the payment is ordinary income attributable to the receipt of punitive damages. Because NCA received the payment in exchange for its joint venture interests, the income is from the sale of capital assets, i.e., the joint venture interests. Further, because the payment was made by adversarial parties negotiating at arm’s length, and because the payment was within the reasonable range of value of the joint venture interests, the Court will respect the parties’ allocation of all of the payment to the exchange of the capital assets.\n \n\n[*3] FINDINGS OF FACT\nNCA is a real estate development and investment firm. David Zak owned NCA at all relevant times. Beginning in 2005, Mr. Zak worked with David Nix and Ravi Choudry to find properties to develop in the Los Angeles area. They found desirable properties, but they needed capital to proceed with development.\n \nIn 2005, they connected with Commonfund Realty and its affiliates. Commonfund was interested in financing development of the properties NCA found. David Nix and David Zak, on behalf of NCA, executed a term sheet with Commonfund, and that term sheet stated the major terms for a real estate development joint venture.2\n \nAlthough NCA and Commonfund were the parties who entered into the term sheet, NCA formed additional entities to carry out its responsibilities for the contemplated projects. Those entities are the four partnerships now before us: NCA Argyle, LP; NCA Cherokee, LP; NCA Highland, LP; and NCA Palladium, LP (collectively, NCA entities). NCA, David Zak, David Nix, and Ravi Choudry owned the NCA entities in various percentages. Commonfund likewise formed entities to serve as its partners in each of the joint ventures: CFRI Palladium, [*4] LLC; CFRI Cherokee Las Palmas, LLC; CFRI Hollywood, LLC; and CFRI Hollywood II, LLC (collectively, Commonfund entities).\n \nFour additional entities were formed as the joint ventures between NCA and Commonfund: CFRI-NCA Hollywood Venture, LLC; CFRI-NCA Hollywood Venture II, LLC; CFRI-NCA Palladium Venture, LLC; and CFRI-NCA Cherokee Las Palmas Venture, LLC (collectively, joint ventures).\n \n*2 While NCA and Commonfund were working on developing the properties, conflict arose between them. The parties struggled to formalize the terms of their deal in a written agreement and never succeeded in doing so. In March 2008, Commonfund asked Mr. Zak to a meeting. That meeting left Mr. Zak with the understanding that Commonfund did not intend to honor the terms of their joint venture and that Commonfund wanted to replace NCA with another development company. Eventually, Commonfund brought in the other development company while NCA was still working on the projects.\n \nIn May 2009, Commonfund and the Commonfund entities filed a complaint against NCA and the NCA entities. In the complaint Commonfund and the Commonfund entities claimed that NCA and the NCA entities did not have any interest in the joint ventures, and Commonfund sought declaratory relief and damages for conversion, imposition of constructive trust, breach of contract, and [*5] breach of fiduciary duty. They alleged that Commonfund and NCA had negotiated potential terms for real estate development ventures but never entered any written agreement. Commonfund asserted that “[p]ending the execution and delivery of written agreements * * * [NCA and Commonfund] entered into an oral contract, pursuant to which * * * [NCA] rendered services to and for * * * [Commonfund].”\n \nIn August 2009, the NCA entities filed a cross-complaint alleging that the joint ventures and their Commonfund partners had breached their fiduciary duties to the NCA entities as their co-joint venturers. They sought declaratory relief and partition of property. They further stated that they had an oral joint venture agreement that the parties had intended to formalize as a written agreement. In April 2010, NCA filed an amended cross-complaint. NCA claimed that the joint ventures, Commonfund, and the Commonfund entities had breached their fiduciary duties by repudiating NCA’s interests in the joint ventures. NCA alleged that its joint venture with Commonfund was reflected “in many oral and written statements and emails.” It also alleged that the parties had operated according to the term sheet, which the parties executed intending to finalize the terms of the joint ventures. NCA claimed that because they were partners in a joint venture, Commonfund owed NCA fiduciary duties of care and loyalty and had an [*6] obligation of good faith and fair dealing, and that repudiating the existence of the joint ventures breached those duties.\n \nThe only counts presented to the jury were NCA’s claims for breach of fiduciary duty. The trial court instructed the jury that to establish its claim “NCA must prove that * * * [Commonfund was] in a joint venture with NCA and that * * * [Commonfund] excluded NCA from a joint venture, wrongfully repudiated the existence of the joint venture and converted all of the joint venture assets to its/their own use.”\n \nUnder California State law, the victim of repudiation of a partnership interest may choose among several methods of measuring damages. NCA chose the “conversion measure of damages, which is the value of what was taken on the date of repudiation.”\n \nAt trial, NCA hired an expert to determine the value of the repudiated joint venture interests. The expert made three estimates of value as of the date of repudiation, each applying a different discount rate. The estimates valued the joint venture interests collectively at $16,375,968, $20,660,207, and $24,608,097.3 For each estimate, the expert valued the joint venture interests by considering future [*7] fees the joint ventures expected to generate and using different levels of estimated business risk, along with other factors.\n \n*3 The jury found that NCA and Commonfund had a joint venture and that Commonfund breached its fiduciary duty to NCA.\n \nThe court instructed the jury that “[i]f you find that * * * [Commonfund] breached their/its fiduciary duty, NCA would be entitled to damages measured by the reasonable value, at the time of the breach, of NCA’s interest in the joint venture(s) of which NCA was deprived.” The jury awarded damages of $16,375,968, an amount that matched one of the estimates provided by NCA’s expert. The jury also found that Commonfund acted with malice, oppression, or fraud and that the four Commonfund entities were liable for punitive damages totaling $33,980,816.\n \nAfter the jury verdict, Commonfund filed a motion for judgment notwithstanding the verdict and moved for a new trial on the basis of what Commonfund believed was an excessive punitive damages award. The judge denied the motion for judgment notwithstanding the verdict but conditionally granted the motion for a new trial. Instead of proceeding with a new trial, NCA accepted a reduced amount of punitive damages equal to the actual damages, for a [*8] total judgment of $32,751,936, divided equally between economic and punitive damages.\n \nAfter the amended judgment was entered, Commonfund appealed. While the appeal was pending, NCA explored both settling the case and defending the appeal. It took steps to obtain financing for the appeal while simultaneously negotiating with Commonfund to try to settle the matter.\n \nNCA understood that the terms of any settlement agreement would affect its net after-tax proceeds. Mr. Jennings, a certified public accountant who worked with Mr. Zak, Mr. Nix, and the NCA entities, advised NCA regarding the judgment and the settlement agreement.4 He advised NCA that the tax treatment of the proceeds would likely depend on how the settlement agreement characterized the proceeds. Mr. Jennings believed that if the settlement agreement provided for an exchange of NCA’s joint venture interests for the settlement proceeds, the result would be favorable capital gain treatment for NCA and unfavorable capitalization treatment for Commonfund.\n \nWhile the appeal was pending, NCA and Commonfund reached a settlement. The ultimate settlement agreement includes several relevant provisions. First, section 2.a. defines the “Payment” as the sum of $23 million. [*9] Section 2.g., “Enforcement of Payment,” provides that if Commonfund does not timely make the Payment, NCA may direct Commonfund to dismiss its appeal and may enforce the Amended Judgment up to $23 million. Section 5, “MUTUAL RELEASES; NCA’S RELEASE OF WESTCHESTER; RELINQUISHMENT OF JOINT VENTURE INTERESTS,” provides for NCA’s transfer and relinquishment of the joint venture interests in subsection f. Section 9 provides that the agreement contains the entire understanding of the parties and supersedes any prior agreements or negotiations. And subsection 16.b. states that each party has sought legal counsel and advice regarding the agreement, including its tax consequences.\n \nThe parties worked though several drafts before reaching a final agreement. Mr. Greenberg, NCA’s attorney, drafted the first version. Paragraph 5.e. of that version provided:\n*4 In consideration of the payment due under Section 2 of this Agreement, NCA relinquishes and transfers to * * * [Commonfund] all of its rights, title, and interest to any interest in the joint venture(s) asserted by NCA that was the subject of the Action. For the avoidance of doubt, NCA hereby acknowledges and agrees that upon its receipt of the payment due under Section 2 of this Agreement, NCA shall have no claim to any interest whatsoever in any joint venture with any of the Commonfund Parties or any of their parent or affiliated companies, and neither NCA nor the Commonfund Parties shall have any further obligation to each other under any joint venture or otherwise, other than as expressly set forth in this Agreement.\n \n[*10] A back-and-forth editing process ensued. Commonfund returned the draft with changes. In its responding draft Commonfund removed the phrase “and transfers to * * * [Commonfund]” from paragraph 5.e. NCA responded with a draft reinserting that text. Commonfund followed up with another revised version reinserting the text regarding transfer of the joint venture interests, but changed “payment” to “Payment.” Commonfund sent another version to which it added “if any” to describe NCA’s interests in the joint ventures. Paragraph 5.f. of the final agreement read:\nIn consideration of the Payment due under Section 2 of this Agreement, NCA relinquishes and transfers to the Commonfund Parties, all of its rights, title, and interest (if any) in the joint venture(s) asserted by NCA that was (were) the subject of the Action. For the avoidance of doubt, NCA hereby acknowledges and agrees that upon its receipt of the Payment due under Section 2 of this Agreement, NCA shall have no claim to any interest whatsoever in any joint venture with any of the Commonfund Parties, with Commonfund Realty Investors, LLC or CRI Property Trust, or with any of their parent or affiliated companies, and neither NCA, on the one hand, nor the Commonfund Parties, Commonfund Realty Investors, LLC, or CRI Property Trust, on the other hand, shall have any further obligation to each other under any joint venture or otherwise, other than as expressly set forth in this Agreement.\n \nWhat the parties intended the settlement agreement to describe is clear. Mr. Greenberg and NCA wanted the settlement agreement to reflect “a transfer by NCA of its joint venture interest in these projects with Commonfund, transferring [*11] them to Commonfund as an essential part of this transaction.” Commonfund also intended the settlement agreement to cause NCA to relinquish any ownership interests it had in the joint ventures. Mr. Tefft, Commonfund’s chief financial officer at the time, believed that Commonfund and NCA “would part--completely part” as a result of reaching a settlement. Mr. Tefft understood the agreement to cause NCA to convey its interest:\nQ: Did you understand that to be that Commonfund was paying $23 million, and in consideration to NCA, and in consideration for that $23 million, NCA was relinquishing and transferring its rights, title, and interest in the joint ventures that it had asserted were the subject of the action? Was that your understanding?\nA: Yes.\n \nOn November 19, 2012, NCA entered into the settlement agreement entitling it to receive a $23 million payment from Commonfund. NCA distributed the $23 million to the NCA entities, and those entities reported the payments on their respective returns as long-term capital gains.\n \nThe Commissioner timely mailed a notice of final partnership administrative adjustment (FPAA) to each NCA entity for tax year 2012. In each FPAA the Commissioner recharacterized the long-term capital gain reported by the NCA entity with respect to its share of “proceeds received in settlement of a lawsuit [*12] involving Commonfund Reality [sic] Inc” as ordinary income. Each FPAA also asserted an accuracy-related penalty under section 6662(a) and (b)(2).5\n \n*5 The parties have stipulated the identity of the revenue agent who made the initial determination to assert the accuracy-related penalties for substantial understatements of income tax and his immediate supervisor. They also stipulated that the supervisor approved those penalties in writing on October 12, 2016.\n \nA petition challenging the Commissioner’s adjustments in each FPAA was filed with respect to each NCA entity. The principal place of business of each NCA entity when the petitions were filed was Newport Beach, California.\n \nThe Commissioner filed an amended answer in each case and raised additional adjustments in those amended answers. The Commissioner asserts, in the alternative, that a portion of the settlement proceeds relates to the value of the NCA entities’ interests in the joint ventures, making that portion of the proceeds capital gain income, while the remainder of the proceeds represents lost fees and punitive damages, taxed as ordinary income. He argues that the valuations provided by NCA’s expert in the State court proceeding show that NCA received [*13] damages both for the NCA entities’ interests in the joint ventures and their lost fee income.\n \n\nOPINION\n\nI. Jurisdiction and Burden of Proof\nWe have jurisdiction to review the determinations made in an FPAA if a timely petition is filed.6 This jurisdiction includes the authority to readjust all partnership items and “the applicability of any penalty, addition to tax, or additional amount which relates to an adjustment to a partnership item.”7\n \nGenerally, the Commissioner’s adjustments made in an FPAA are presumed correct, and the taxpayer bears the burden of proving that the adjustments are incorrect.8 However, under Rule 142(a)(1), the Commissioner bears the burden as to any matters newly raised in an amended answer. The burden as to the adjustments set forth in the FPAAs is on the NCA entities. But because the Commissioner amended his answers to raise new matters, the Commissioner bears the burden as to those new matters.\n \n\n\n[*14] II. Treatment of Future Profits or Partnership Interest\nThe Commissioner and the NCA entities dispute how to characterize the $23 million received by NCA. NCA argues that the entire $23 million was in exchange for its joint venture interests. The Commissioner argues that $5 million was received for the lost joint venture interests and the remaining $18 million was received as compensation for lost fees and punitive damages.\n \n[1] [2]The parties do not dispute that the NCA entities may treat amounts received for the joint venture interests as capital gains. Under section 741, the sale or exchange of a partnership interest is generally treated as the sale or exchange of a capital asset. Any amounts received as compensation for lost profits, however, must be treated as ordinary income.9 Amounts received as punitive damages are taxable as ordinary income to the recipient.10\n \n\n\n[*15] III. Tax Treatment of Settlement Proceeds\n[3] [4] [5] [6]The tax treatment of proceeds received in settlement of a claim is generally guided by the nature of the claim.11 In other words, we look to the characterization of the claim for which the settlement was paid.12 The nature of the underlying claim is a factual determination made by considering the settlement agreement in the light of all facts and circumstances.13 If the settlement agreement expressly allocates the settlement proceeds to a type of damages, we will generally follow that allocation if the agreement was reached by adversarial parties in arm’s-length negotiations and in good faith.14\n \n\n\nA. Express Allocation\n*6 In McKay, we stated that “express language in a settlement agreement is the most important factor” in determining why the settlement payment was made.15\n \n[7][*16] The settlement agreement between NCA and Commonfund provides an express allocation. In paragraph 5.f. of their agreement, the parties stated: “In consideration of the Payment due under Section 2 of this Agreement, NCA relinquishes and transfers to the Commonfund Parties, all of its rights, title, and interest (if any) in the joint venture(s) asserted by NCA that was (were) the subject of the Action.” The plain text of this agreement is clear that NCA is receiving $23 million in exchange for the interests in the joint ventures that the jury had determined it had at the time of repudiation. No portion of the payment is allocated elsewhere.\n \nWe see no reason to read the agreement as other than expressly allocating the payment to NCA’s interests in the joint ventures. The settlement agreement states that it represents the entire understanding of the parties. This understanding includes the character of NCA’s compensation.\n \nIn closing arguments, the Commissioner argued that the settlement agreement did not contain an express allocation because the parenthetical phrase “(if any)” limited the nature of what NCA was relinquishing. But the text “(if any)” does not change the fact that the paragraph states that NCA and Commonfund are exchanging the joint venture interests for the payment. If there were no joint venture interests to exchange, Commonfund would be making the [*17] payment for nothing. To read the text “(if any)” as more than a reservation would render the document illogical. Moreover, at the time of the settlement, a jury had already held that NCA had joint venture interests.\n \nAlternatively, the Commissioner argues that the allocation appears in other paragraphs. He contends that if an allocation provision exists, it is found in paragraph 2.g., which is captioned “Enforcement of Payment” and describes the outcome if Commonfund fails to timely make its payment. It in no way addresses the reason for the payment. The Commissioner also argues that paragraph 2.a. allocates the payment; it does not. It merely defines the payment as the sum of $23 million. The only provision that addresses what the payment was “in consideration of” is paragraph 5.f. And it does so expressly.\n \n\n\nB. Adversarial and Arm’s-Length Negotiations\n[8]The parties were adversarial and negotiated at arm’s length in good faith regarding the nature of the settlement payment. Drafts of the agreement exchanged by the parties show that NCA wanted the agreement to reflect both that it had interests and that it was transferring those interests. In contrast, Commonfund wanted text that supported its contention that NCA only claimed to have interests. For example, in negotiations, NCA rejected Commonfund’s proposal to exclude text regarding NCA’s transfer of its joint venture interests to [*18] Commonfund. Commonfund added the “(if any)” parenthetical because it did not want to concede that NCA had any interests in the joint ventures. The insertion of “(if any)” was the resulting compromise. But as Mr. Tefft made clear with his testimony, Commonfund understood that NCA was conveying its joint venture interests in exchange for the payment from Commonfund. In the final agreement, Commonfund acknowledged that it was paying to acquire whatever interests NCA had.\n \n*7 Commonfund and NCA had adverse tax interests in the characterization of the payment. If Commonfund made the payment to compensate NCA for providing services, NCA would receive ordinary income, taxable to the members of the NCA entities at ordinary income rates.16 Commonfund could likely deduct a payment for services as an ordinary and necessary business expense.17 But if the payment was made in exchange for joint venture interests, NCA would recognize capital gain, taxable to its members at favorable capital gain rates.18 Commonfund, however, would be required to treat any amounts paid for NCA’s interests in the joint ventures as additions to its bases in the joint venture [*19] interests.19 The tax consequences of the payment’s characterization show that Commonfund and NCA were adverse for tax purposes.\n \n\n\nC. Facts and Circumstances\n[9] [10]NCA and Commonfund negotiated the settlement agreement in good faith and at arm’s length; however, an agreement is not determinative if the facts and circumstances indicate the payment had a different purpose.20 When an expressed settlement “is incongruous with the ‘economic realities’ of the taxpayer’s underlying claims,” we need not accept it.21\n \n[11]The facts and circumstances surrounding the settlement agreement demonstrate that the payment was made in exchange for the joint venture interests.\n \nThe claim litigated by Commonfund and NCA that underlies the settlement agreement concerned ownership of joint venture interests. Jury instructions in the underlying case stated that to establish breach of fiduciary duty, NCA must show that the parties had a joint venture, that Commonfund had excluded NCA from that venture, and that Commonfund had “wrongfully repudiated the existence of [*20] the joint venture and converted all of the joint venture assets to its/their own use.” A necessary predicate to the jury award was the determination that NCA had joint venture interests.\n \n[12]In Gherman, the California Court of Appeal for the Second District explained that there is a distinction between a breach of fiduciary duty where a party fails to perform and a breach of fiduciary duty where a party rejects the duty or relationship altogether.22 In the case of a repudiation of a joint venture, the victim has a choice of remedies, including “damages for conversion of his interest in joint venture assets.”23\n \nIn the Commonfund-NCA State court case, the State court instructed the jurors that, if they found a breach of fiduciary duty by repudiation, the proper damages would be the reasonable value of the joint venture interests. NCA chose to pursue this remedy, and the settlement payment reflected that choice.\n \nThe Commissioner attempts to disassociate the substance of the underlying State court case from the payment made to NCA. At trial, the Commissioner argued that Commonfund made the settlement payment with the intent to settle the underlying litigation, stating that what “the settlement agreement was settling [*21] wasn’t a sale of a joint interest. It was to satisfy the State court amended judgment of $23 million.” But we must consider the nature of the claim, not the mere existence of the claim. The underlying claim was that Commonfund breached its fiduciary duty by repudiating the existence of its joint ventures with NCA. And the damages for that cause of action is compensation for the values of the repudiated joint venture interests.\n \n[13]The Commissioner also argues that the valuation expert’s report values both NCA’s interests in the joint ventures and the lost fee income. Therefore, the Commissioner argues, the economic reality is that Commonfund compensated NCA for both the loss of the joint venture interests and the loss of future income. We disagree. The expert valued the joint venture interests. The expert used lost fee income as a factor in calculating the values of the joint venture interests. Considering the future economic benefits a property will bring to its owner is a common and accepted method of valuing an asset.24\n \n\n\nD. Punitive Damages\n*8 [14]The Commissioner argues in the alternative that the parties were not adverse in allocating none of the settlement proceeds to punitive damages and that we [*22] should therefore not accept their allocation. He claims the economic reality dictates that some of the settlement proceeds be allocated to punitive damages; specifically, that we should follow the jury verdict and award a ratio of punitive damages equal to actual economic damages.\n \n[15]We may disregard an allocation of settlement proceeds if the parties that made the allocation were not adverse as to the tax treatment of those proceeds or if the allocation was not made in good faith.25 As to the characterization of the settlement proceeds as punitive damages, the parties were adverse as to the tax treatment. To the extent the payment would have been characterized as punitive damages, the payment may have been taxable to NCA and deductible to Commonfund.26 In contrast, if allocated to the transfer of joint venture interests, the payment could have received preferential capital gain treatment by NCA and may not have been a nondeductible addition to Commonfund’s bases in the joint ventures.27 The economic realities of the settlement agreement also support the parties’ allocation of the entire amount of the payment to the joint venture [*23] interests. The $23 million settlement was within the reasonable range of value of the joint venture interests. In the underlying State court case, the jury awarded economic damages of $16,375,968 plus punitive damages. The parties settled for a total amount of $23 million. The Commissioner observes that the settlement amount exceeded the economic damages determined by the jury. But at trial, the valuation expert presented total valuations of the joint venture interests at $16,375,968, $20,660,207, and $24,608,097.28 We do not find an agreement to compensate NCA $23 million for the converted joint venture interests inconsistent with the economic realities of the case; it was within the reasonable range of value placed on the joint venture interests.\n \nThe Commissioner attempts to analogize these cases to Healthpoint, Ltd., where we found that the parties were adverse in the underlying litigation and as to the settlement amount but not as to the allocation of the settlement proceeds. At issue there were allocations between goodwill and damage to reputation, lost profits, and punitive damages.29 The jury had awarded punitive damages, but the [*24] parties’ settlement agreement expressly stated that it had not.30 The parties were adverse as to the amount of the settlement; but because neither party wanted any allocation to punitive damages, they were not adverse as to the allocation of damages.31 Therefore we were not obligated to follow their allocation.32\n \nIn contrast, NCA and Commonfund were adverse as to the allocation of punitive damages. Unlike in Healthpoint, Ltd., the parties here had different tax interests regarding the tax treatment of the payment. They chose to allocate nothing to punitive damages, and their allocation to economic damages was reasonable. We will uphold the allocation made by the NCA-Commonfund settlement agreement.\n \n\n\nIV. Conclusion\n*9 Because the settlement agreement expressly allocated the settlement proceeds to payment for NCA’s interests in the joint ventures and because the settlement agreement, including that allocation provision, was negotiated by adversarial parties at arm’s length and in good faith, we will accept the allocation in the settlement agreement. NCA received the settlement proceeds in exchange [*25] for its interests in the joint ventures. The NCA entities properly treated the proceeds as gain on the sale of a capital asset.\n \nTo reflect the foregoing,\n \nDecisions will be entered for petitioner.\n \nAll Citations\nT.C. Memo. 2020-56, 2020 WL 2466789, 119 T.C.M. (CCH) 1364, T.C.M. (RIA) 2020-056, 2020 RIA TC Memo 2020-056\n\n\n\nFootnotes\n|\n1\n|The following cases are consolidated herewith: NCA Palladium LP, Newport Capital Advisors, LLC, A Partner Other Than the Tax Matters Partner, docket No. 6662-18; NCA Cherokee LP, Newport Capital Advisors, LLC, A Partner Other Than the Tax Matters Partner, docket No. 6663-18; and NCA Highland LP, Newport Capital Advisors, LLC, A Partner Other Than the Tax Matters Partner, docket No. 6829-18.\n|\n2\n|Although David Nix and Ravi Choudry did not own interests in NCA, these real estate development activities were conducted in the name of NCA.\n|\n3\n|All monetary amounts are rounded to the nearest dollar.\n|\n4\n|Mr. Choudry no longer held an interest in any of the NCA entities.\n|\n5\n|Unless otherwise indicated, all section references are to the Internal Revenue Code in effect at all relevant times, and all Rule references are to the Tax Court Rules of Practice and Procedure.\n|\n6\n|Sec. 6226(a).\n|\n7\n|Sec. 6226(f).\n|\n8\n|Rule 142(a)(1); Welch v. Helvering, 290 U.S. 111, 115 (1933).\n|\n9\n|Estate of Longino v. Commissioner, 32 T.C. 904, 905 (1959).\n|\n10\n|Greene v. Commissioner, T.C. Memo. 1983-653, 47 T.C.M. (CCH) 190, 193 (1983) (citing Commissioner v. Glenshaw Glass Co., 348 U.S. 426, 432 (1955)).\n|\n11\n|United States v. Burke, 504 U.S. 229, 237 (1992).\n|\n12\n|Bagley v. Commissioner, 105 T.C. 396, 406 (1995), aff’d, 121 F.3d 393 (8th Cir. 1997).\n|\n13\n|Robinson v. Commissioner, 102 T.C. 116, 126 (1994), aff’d in part, rev’d in part, and remanded on another issue, 70 F.3d 34 (5th Cir. 1995).\n|\n14\n|Bagley v. Commissioner, 105 T.C. at 406.\n|\n15\n|McKay v. Commissioner, 102 T.C. 465, 482 (1994), vacated on other grounds, 84 F.3d 433 (5th Cir. 1996).\n|\n16\n|See secs. 1, 61(a)(1), 702(a)(8).\n|\n17\n|See sec. 162(a)(1).\n|\n18\n|See secs. 1(h), 741.\n|\n19\n|See secs. 742, 1012(a).\n|\n20\n|See Bagley v. Commissioner, 105 T.C. at 406.\n|\n21\n|Healthpoint, Ltd. v. Commissioner, T.C. Memo. 2011-241, 102 T.C.M. (CCH) 379, 382 (2011).\n|\n22\n|Gherman v. Colburn, 140 Cal. Rptr. 330, 343 (1977).\n|\n23\n|Gherman, 140 Cal. Rptr. at 343.\n|\n24\n|See, e.g., Estate of Lehmann v. Commissioner, T.C. Memo. 1997-392, 74 T.C.M. (CCH) 415 (1997).\n|\n25\n|Robinson v. Commissioner, 102 T.C. at 133-134.\n|\n26\n|See secs. 61(a), 162(a)(1), 1221; Commissioner v. Glenshaw Glass Co., 348 U.S. 426; Ostrom v. Commissioner, 77 T.C. 608, 612-613 (1981).\n|\n27\n|See secs. 741 and 742.\n|\n28\n|The difference in these valuations was largely attributable to the different discount rates used in valuing the joint venture interests.\n|\n29\n|Healthpoint, Ltd. v. Commissioner, 102 T.C.M. (CCH) at 382.\n|\n30\n|Healthpoint, Ltd. v. Commissioner, 102 T.C.M. (CCH) at 381-382.\n|\n31\n|Healthpoint, Ltd. v. Commissioner, 102 T.C.M. (CCH) at 383.\n|\n32\n|Healthpoint, Ltd. v. Commissioner, 102 T.C.M. (CCH) at 383.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}