{
    "Background": "\n\n\n\n\nKeyCite Yellow Flag - Negative Treatment\nDistinguished by Adams Challenge (UK) Limited v. Commissioner of Internal Revenue, U.S.Tax Ct., January 21, 2021\n512 F.3d 1347\nUnited States Court of Appeals,\nFederal Circuit.\nNATIONAL WESTMINSTER BANK, PLC, Plaintiff–Appellee,\nv.\nUNITED STATES, Defendant–Appellant.\nNo. 2007–5028.\n|\nJan. 15, 2008.\n|\nRehearing En Banc Denied April 21, 2008.\nSynopsis\nBackground: United Kingdom corporation engaged in banking activity brought suit against United States for refund of income taxes paid by its United States branch on interbranch loan transactions, alleging that interest paid in such transactions should have been allowable as deduction. The United States Court of Federal Claims, James T. Turner, J., 44 Fed.Cl. 120, and Nancy B. Firestone, J., 58 Fed.Cl. 491 and 69 Fed.Cl. 128,granted summary judgment in part for taxpayer. United States appealed.\n \nHoldings: The Court of Appeals, Gajarsa, Circuit Judge, held that:\n \n[1] deductions for interest expenses incurred on interbranch advances were authorized by Convention for Avoidance of Double Taxation;\n \n[2] government’s unwavering, long-held position that contravened treaty’s language and negotiation history, as well as contemporaneous expectations of United Kingdom, was entitled to minimal deference;\n \n[3] Convention did not allow for attribution of additional capital to branch;\n \n[4] trial court’s denial of government’s motion for reconsideration was not abuse of discretion;\n \n[5] government waived its argument before trial court that capital held by home office of United Kingdom bank should have been imputed to its United States branch for tax purposes; and\n \n[6] corporate records of home office were not relevant to interest expense deduction for United States branch.\n \nAffirmed.\n \n\n\nWest Headnotes (14)\n\n\n[1]\n|Internal RevenueTreaties and conventions\n|\n|Expenses incurred for benefit of United States branch of United Kingdom corporation were deductible, including interest expenses paid to foreign branches of corporation, under Convention for Avoidance of Double Taxation between United States and United Kingdom, through application of separate enterprise principle; thus, application of Treasury regulation governing foreign corporation’s interest expense deduction to United States branch of United Kingdom banking corporation violated Convention. Convention for the Avoidance of Double Taxation, Dec. 31, 1975, U.S.–U.K., 31 U.N.T.S. 5668; 26 C.F.R. § 1.882–5.\n1 Case that cites this headnote\n|\n\n\n[2]\n|International LawPurpose and intent\nInternational LawClarity and ambiguity;  multiple meanings\n|\n|When construing a treaty, the clear import of treaty language controls unless application of the words of the treaty according to their obvious meaning effects a result inconsistent with the intent or expectations of its signatories.\n4 Cases that cite this headnote\n|\n\n\n[3]\n|International LawPurpose and intent\n|\n|When construing a treaty, effect must be given to the intent of both signatories.\n\n|\n\n\n[4]\n|International LawPurpose and intent\nInternational LawClarity and ambiguity;  multiple meanings\n|\n|Effect is given to the underlying purpose of a treaty only when the language of a treaty provision imperfectly manifests its purpose.\n3 Cases that cite this headnote\n|\n\n\n[5]\n|International LawLanguage in General\n|\n|When construing a treaty, a court must examine not only the language, but the entire context of agreement.\n4 Cases that cite this headnote\n|\n\n\n[6]\n|International LawTaxation\n|\n|Government’s unwavering, long-held position that contravened treaty’s language and negotiation history, as well as contemporaneous expectations of United Kingdom, was entitled to minimal deference in court’s interpretation and application of treaty with United Kingdom. Convention for the Avoidance of Double Taxation, Dec. 31, 1975, U.S.-U.K., 31 U.N.T.S. 5668; 26 C.F.R. § 1.882–5.\n\n|\n\n\n[7]\n|International LawNegotiation, drafting, or ratification history\nInternational LawLegislative or executive construction\n|\n|The meaning attributed to treaty provisions by government agencies charged with their negotiation and enforcement is entitled to great weight; however, an agency’s position merits less deference where an agency and another country disagree on the meaning of a treaty.\n1 Case that cites this headnote\n|\n\n\n[8]\n|Internal RevenueTreaties and conventions\n|\n|In calculating interest deductions by United States branch of United Kingdom bank, Convention for the Avoidance of Double Taxation did not allow for attribution of additional capital to branch, as measured by regulatory and marketplace capital requirements applicable to separate United States bank corporations; rather, Convention required government to use properly maintained books of branch to determine each element affecting profits of branch during years at issue, and additional capital could be allotted to branch only if, in fact, capital allotted to branch was not properly noted on its books as “capital.” 26 C.F.R. § 1.861–8.\n1 Case that cites this headnote\n|\n\n\n[9]\n|Internal RevenueTreaties and conventions\n|\n|Under the Convention for the Avoidance of Double Taxation, branch profits must be based on the properly maintained books of the branch, subject to examination and adjustment, where: (1) an interest expense was deducted for advances to the branch that were not used in the ordinary course of its banking business; (2) an interest expense was deducted on amounts designated as capital on its books or on amounts that were in fact allotted to it for capital purposes, such as funding capital infrastructure; and (3) interest paid on inter-branch borrowing that was not at arms’ length. Convention for the Avoidance of Double Taxation, Dec. 31, 1975, U.S.–U.K., 31 U.N.T.S. 5668; 26 C.F.R. § 1.861–8.\n1 Case that cites this headnote\n|\n\n\n[10]\n|United StatesPost-decision relief;  further proceedings after interlocutory determination\n|\n|Trial court’s denial of government’s motion for reconsideration was not abuse of discretion, where government did not identify any allegedly clearly erroneous finding of fact in prior order and there was no misapplication of relevant law.\n4 Cases that cite this headnote\n|\n\n\n[11]\n|United StatesProcedure in General\n|\n|Government waived its argument before trial court that capital held by home office of United Kingdom bank should have been imputed to its United States branch for tax purposes by failing to present argument during briefing stage.\n1 Case that cites this headnote\n|\n\n\n[12]\n|Internal RevenueEvidence\n|\n|Corporate records of home office were not relevant to interest expense deduction for United States branch, since deduction was to be determined according to properly maintained books of branch. 26 C.F.R. § 1.861–8.\n\n|\n\n\n[13]\n|Federal CourtsAltering, amending, modifying, or vacating judgment or order;  proceedings after judgment\n|\n|The denial of a motion for reconsideration by the Court of Federal Claims is reviewed for an abuse of discretion.\n5 Cases that cite this headnote\n|\n\n\n[14]\n|United StatesProcedure in General\n|\n|The issue of waiver is within the discretion of the trial court, consistent with its broad duties in managing the conduct of cases pending before it.\n\n|\n\n\nAttorneys and Law Firms\n*1348 D. Scott Wise, Davis Polk & Wardwell, of New York, NY, argued for plaintiff-appellee. With him on the brief were Mario J. Verdolini, Jr. and Leslie J. Altus. *1349 Also on the brief were John L. Carr, Jr. and Michael C. Moetell, Winston & Strawn LLP, of Washington, DC.\nJudith S. Hagley, Attorney, Tax Division, Appellate Section, United States Department of Justice, of Washington, DC, argued for defendant-appellant. With her on the brief were Eileen J. O’Connor, Assistant Attorney General, Richard T. Morrison, Deputy Assistant Attorney General, Gilbert S. Rothenberg, Jonathan S. Cohen, and Steven I. Frahm, Attorneys. Also on the brief were Robert F. Hoyt, General Counsel, United States Department of the Treasury, of Washington, DC, and Donald L. Korb, Chief Counsel, United States Internal Revenue Service, of Washington, DC.\nBefore LOURIE, SCHALL, and GAJARSA, Circuit Judges.\nOpinion\n\nGAJARSA, Circuit Judge.\n\nThis is a tax refund action brought by taxpayer National Westminster Bank PLC (“NatWest”), a United Kingdom corporation, for the tax years 1981–1987. The Government appeals from the judgment of the United States Court of Federal Claims (“trial court” or “court”) that NatWest is entitled to a refund of $65,723,053 plus interest for the tax years at issue. Central to the trial court’s judgment is the issue of whether the application of Treasury Regulation § 1.882–5 is consistent with the United States’ obligations under Article 7 of the Convention for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income and Capital Gains, U.S.-U.K., Dec. 31, 1975, 31 U.S.T. 5668 (the “1975 Treaty”). For the reasons stated below, we affirm.\n \n\n\nBACKGROUND\nThe 1975 Treaty, which governs this dispute, was initially negotiated and signed by the United States and the United Kingdom in 1975.1 31 U.S.T. at 5668. As may be surmised from its title, the 1975 Treaty states that its purpose is “the avoidance of double taxation and the prevention of fiscal evasion with respect to taxes on income and capital gains.” Id. at 5670. Of particular import to this case, Article 7 governs the taxing authority of the signatories with respect to the business profits of an enterprise operating in both countries. Id. at 5675–76.\n \nNatWest is a United Kingdom corporation engaged in international banking activities. For the tax years 1981–1987, NatWest conducted wholesale banking operations in the United States through six permanently established branch locations (collectively “the U.S. Branch”). On its United States federal income tax returns for the years at issue, NatWest claimed deductions for accrued interest expenses as recorded on the books of the U.S. Branch. On audit, the Internal Revenue Service (“IRS”) recomputed the interest expense deduction according to the formula set forth in Treasury Regulation § 1.882–5. The formula excludes consideration of interbranch transactions for the determination of assets, liabilities, and interest expenses. Treas. Reg. § 1.882–5(a)(5) (1981).2 The formula also imputes *1350 or estimates the amount of capital held by the U.S. Branch based on either a fixed ratio or the ratio of NatWest’s average total worldwide liabilities to average total worldwide assets. Id. § 1.882–5(b)(2). Pursuant to the IRS’s recalculation of the interest expense deduction, NatWest’s taxable income was increased by approximately $155 million for the years at issue.\n \nNatWest concluded that the increased income would result in an additional tax liability of at least $37 million in the United States for which a foreign tax credit would not be available in the United Kingdom. NatWest thus requested, under Article 24 of the 1975 Treaty, that the United Kingdom enter competent authority proceedings with the United States to resolve the double taxation issue. Pursuant to the competent authority proceedings, the United Kingdom presented NatWest with a settlement offer, which NatWest concluded did not sufficiently address its double taxation concerns. NatWest rejected the settlement offer, paid the additional taxes, and filed suit in 1995, claiming that the IRS’s application of § 1.882–5 to an international bank such as NatWest violated the terms of the 1975 Treaty.\n \n\nThe 1975 Treaty\nAfter the initial signing of the 1975 Treaty on December 31, 1975, certain provisions not at issue here were amended by three protocols signed between August 1976 and March 1979. 31 U.S.T. at 5668–69. The 1975 Treaty took effect on April 25, 1980. Id. at 5668. Article 7, entitled Business Profits, states as follows:\n(1) The business profits of an enterprise of a Contracting State shall be taxable only in that State unless the enterprise carries on business in the other Contracting State through a permanent establishment situated therein. If the enterprise carries on business as aforesaid, the business profits of the enterprise may be taxed in that other State but only so much of them as is attributable to that permanent establishment.\n(2) Subject to the provisions of paragraph (3), where an enterprise carries on business in the other Contracting State through a permanent establishment situated therein, there shall in each Contracting State be attributed to that permanent establishment the profits which it might be expected to make if it were a distinct and separate enterprise engaged in the same or similar activities under the same or similar conditions and dealing wholly independently with the enterprise of which it is a permanent establishment.\n(3) In the determination of the profits of the permanent establishment, there shall be allowed as deductions those expenses which are incurred for the purposes of the permanent establishment, including a reasonable allocation of executive and general administrative expenses, research and development expenses, interest, and other expenses incurred for the purposes of the enterprise as a whole (or the part thereof which includes the permanent establishment), whether incurred in the State in which the permanent establishment is situated or elsewhere.\nId. at 5675–76 (emphasis added). Relating the terms of the 1975 Treaty to the present appeal, “a Contracting State” is the United Kingdom, “the other Contracting State” is the United States, “an enterprise” is NatWest, and “a permanent establishment” is the U.S. Branch. The emphasized portion of paragraph 2 sets forth the “separate enterprise principle” and frames the dispute in this case.\n \n\n*1351 Treasury Regulation § 1.882–5\nTreasury Regulation § 1.882–5 was proposed on February 27, 1980, adopted on December 30, 1980, and took effect on February 6, 1981. 46 Fed.Reg. 1681 (Jan. 7, 1981). As described by the Government, the regulation sets forth a formula for apportioning the interest expense of foreign corporations. The formula applies to all foreign corporations with permanent establishments in the United States and makes no exception for banks or other financial institutions.\n \nAt the outset, “[i]nter-branch loans, assets, liabilities, and interest expense amounts resulting from loan or credit transactions of any type between the separate offices or branches of the same foreign corporation are disregarded.” § 1.882–5(a)(5). The deductible interest expense is then calculated according to a three-step formula. In step one, the permanent establishment’s U.S.-connected assets—“total value of all assets of the corporation that generate, have generated, or could reasonably have been or be expected to generate income, gain, or loss effectively connected with the conduct of a trade or business in the United States”—are determined according to the books of the permanent establishment, exclusive of the intracorporate transactions disregarded under § 1.882–5(a)(5). § 1.882–5(b)(1). In step two, the permanent establishment’s U.S.-connected liabilities are estimated either by multiplying the U.S.-connected assets by a capital ratio of 0.95 or by the ratio of the average total amount of corporate worldwide liabilities to the average total value of corporate worldwide assets. § 1.882–5(b)(2). In step three, the interest deduction is computed under either the “branch book/dollar pool method” or the “separate currency pools method.” § 1.882–5(b)(3). The IRS used the branch book/dollar pool method to audit the U.S. Branch. Under this method, the permanent establishment is allowed an interest deduction on the larger of the U.S.-connected liabilities or the average total amount of liabilities, again exclusive of transactions disregarded under § 1.882–5(a)(5), shown on the books of the permanent establishment. § 1.882–5(b)(3)(i)(A), (B). The branch book/dollar pool method further specifies which interest rate(s) will be used to determine the total amount of the interest expense deduction. Id.\n \n\nProceedings in the Court of Federal Claims\nThe parties agree, both before the trial court and on appeal, that the 1975 Treaty requires that the U.S. Branch be taxed as if it were a separate enterprise from NatWest—the “separate enterprise principle.” The parties differ with respect to the manner in which the separate enterprise principle treats (1) interest expenses on intracorporate loans (i.e., interbranch loans between the U.S. Branch and NatWest’s other branches) and (2) the allocation of capital to the U.S. Branch. The trial court decided these issues in three separate summary judgment opinions and orders.\n \nOn cross-motions for partial summary judgment, the trial court concluded that the application of § 1.882–5 to a bank such as NatWest violated the terms of the 1975 Treaty. Nat’l Westminster Bank, PLC v. United States, 44 Fed.Cl. 120, 131 (1999) (Turner, J.) (“NatWest I ”). During briefing, the United Kingdom submitted an amicus brief supporting the NatWest position and advocating the result arrived at by the trial court. See Br. Amicus Curiae of the U.K. 2–3 (hereinafter “U.K. Amicus Br.”). Specifically, the court found that the § 1.882–5’s exclusion of all interbranch transactions from the determination of the allowable interest expense violated the separate enterprise principle of the 1975 *1352 Treaty. NatWest I, 44 Fed.Cl. at 130. The court concluded that the separate enterprise principle required that the determination of the profits of the U.S. Branch be based on the books of account as the U.S. Branch would maintain them if it “were a distinct and separate enterprise dealing wholly independently with the remainder of the foreign corporation,” without reference to the worldwide information of NatWest. Id. at 128. The books of account, however, “are subject to adjustment as may be necessary for imputation of adequate capital to the branch and to insure use of market rates in computing interest expense.” Id. Subsequent to the issuance of the NatWest I opinion, Judge Turner retired and the case was transferred to Judge Firestone.\n \nThe parties then filed cross-motions for partial summary judgment regarding the manner in which the IRS should determine or estimate the amount of “adequate” capital held by the U.S. Branch. Nat’l Westminster Bank, PLC v. United States, 58 Fed.Cl. 491, 492 (2003) (Firestone, J.) (“NatWest II ”). The Government argued that it was permitted to attribute capital to the U.S. Branch based on regulatory and marketplace capital requirements that applied to U.S. bank corporations—the “corporate yardstick.” Id. at 495–96. NatWest argued that the 1975 Treaty did not permit the imputation of capital to the U.S. Branch based on capital requirements to which it was not subject. Id. at 496. The court ruled in NatWest’s favor, concluding that the separate enterprise principle did not require or allow “the government to adjust the books and records of the branch to reflect ‘hypothetical’ infusions of capital based upon banking and market requirements that do not apply to the branch.” Id. at 498. Rather, the court adopted NatWest’s position that only capital actually allotted to the U.S. Branch is relevant to a determination of the U.S. Branch’s tax liability and that the IRS may only allocate additional capital to the extent that the books of the U.S. Branch do not properly record allotted capital. Id. at 497–98.\n \nAfter the decision in NatWest II, the U.S. moved to reopen discovery regarding the amount of capital that the books of NatWest’s home office show as being allotted to the U.S. branch. The government put forth a new theory that capital held by other branches should be imputed to the U.S. Branch, but the court found that the Government waived this theory by failing to present it during the briefing stage of NatWest II. Nat’l Westminster Bank, PLC v. United States, No. 95–758T (Fed.Cl. Jan. 18, 2005) (hereinafter “Order Denying Reconsideration ”).\n \nIn the third summary judgment opinion, the trial court considered whether uncontroverted facts supported NatWest’s assertion that, consistent with the holdings of NatWest I and NatWest II, the U.S. Branch was entitled to a refund of $65,808,076 plus interest. Nat’l Westminster Bank PLC v. United States, 69 Fed.Cl. 128, 131 (2005) (“NatWest III ”). The court partially granted NatWest’s motion for summary judgment and reached the following conclusions: (1) the books and records of the U.S. Branch were accurately maintained; (2) the six branch locations of the U.S. Branch constituted a single “permanent establishment” under the 1975 Treaty; (3) the U.S. Branch did not claim deductions based on interest expenses paid “on allotted capital or amounts to be treated as allotted capital”; (4) the U.S. Branch paid and received arm’s-length interest rates on money market transactions; and (5) issues of material fact required a trial on whether the U.S. Branch paid and received arm’s-length interest rates on clearing account transactions. Id. at 139–41, 144, 146–48. The parties then settled the remaining issue of interest rates on the clearing account transactions, and the *1353 court entered final judgment in NatWest’s favor. The Government timely appealed to this court. We have jurisdiction pursuant to 28 U.S.C. § 1295(a)(3).\n \n\n",
    "Discussion": "[1] The Government presents three issues on appeal. First, the Government appeals the ruling of NatWest I and argues that the application of Treasury Regulation § 1.882–5 to NatWest is consistent with the expectations of the United States and the United Kingdom at the time the 1975 Treaty was negotiated, signed, and entered into force. Second, the Government appeals the ruling of NatWest II and submits that as an alternative to § 1.882–5, the proposed corporate yardstick method is a permissible means for imputing capital to the U.S. Branch. Last, the Government appeals the ruling of the Order Denying Reconsideration and requests that it be allowed to take discovery of NatWest’s home office books to determine the capital actually allotted to the U.S. Branch. Should we uphold NatWest I, NatWest II, and the Order Denying Reconsideration, the Government does not appeal the trial court’s ruling in NatWest III.\n \nA grant of summary judgment by the Court of Federal Claims is reviewed de novo, drawing justifiable factual inferences in favor of the party opposing the judgment. SmithKline Beecham Corp. v. Apotex Corp., 403 F.3d 1331, 1337 (Fed.Cir.2005); Winstar Corp. v. United States, 64 F.3d 1531, 1539 (Fed.Cir.1995) (en banc).\n \n[2] [3] [4] [5] When construing a treaty, “[t]he clear import of treaty language controls unless ‘application of the words of the treaty according to their obvious meaning effects a result inconsistent with the intent or expectations of its signatories.’ ” Sumitomo Shoji America, Inc. v. Avagliano, 457 U.S. 176, 180, 102 S.Ct. 2374, 72 L.Ed.2d 765 (1982) (quoting Maximov v. United States, 373 U.S. 49, 54, 83 S.Ct. 1054, 10 L.Ed.2d 184 (1963)); see also Xerox Corp. v. United States, 41 F.3d 647, 652 (Fed.Cir.1994) (citing United States v. Stuart, 489 U.S. 353, 365–66, 109 S.Ct. 1183, 103 L.Ed.2d 388 (1989)). Moreover, effect must be given to the intent of both signatories. Xerox, 41 F.3d at 656 (citing Valentine v. United States, 299 U.S. 5, 11, 57 S.Ct. 100, 81 L.Ed. 5 (1936)). Thus, when the language of a treaty provision “only imperfectly manifests its purpose,” we are required to give effect to its underlying purpose. Great–West Life Assur. Co. v. United States, 230 Ct.Cl. 477, 678 F.2d 180, 183 (1982) (citing In re Ross, 140 U.S. 453, 475, 11 S.Ct. 897, 35 L.Ed. 581 (1891)); accord Xerox, 41 F.3d at 652 (“ ‘[T]he ultimate question remains what was intended when the language actually employed ... was chosen, imperfect as that language may be.’ ” (second alteration in original) (quoting Great–West Life, 678 F.2d at 188)). To this end, we must “examine not only the language, but the entire context of agreement.” Great–West Life, 678 F.2d at 183.\n \nThe “entire context” of the 1975 Treaty is informed by, and is based on, the Office of Economic Cooperation and Development’s (“OECD”) 1963 Draft Double Taxation Convention on Income and Capital (“1963 Draft Convention”). See NatWest I, 44 Fed.Cl. at 125 n. 7; S. Exec. Rep. No. 95–18, at 15 (1978), as reprinted in 1980–1 C.B. 411, 427; Technical Explanation of the Convention between the Government of the United States of America and the Government of the United Kingdom of Great Britain and Northern Ireland for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income and Capital Gains Signed at London, on December 31, 1975, as Amended by the Notes Exchanged at London on April 13, 1976, the Protocol Signed at London on August 26, 1976, and the Second Protocol signed at London on *1354 March 31, 1977, submitted to the Senate Foreign Relations Committee at hearings held on July 19–20, 1977, reprinted in 1980–1 C.B. 455, 473–74 (hereinafter “Technical Explanation”). As published, the model Articles of the 1963 Draft Convention issued as Annex I to a report of introductory and explanatory material. 1963 Draft Convention 5. Annex II consists of Commentaries on the Articles of the Draft Convention (“1963 Commentaries”) that are “intended to be of great assistance in the application of the conventions and, in particular, in the settlement of eventual disputes.” 1963 Draft Convention 18; see also NatWest I, 44 Fed.Cl. at 125. The Senate Report and the Technical Explanation both state specifically that Article 7 of the 1975 Treaty is based on or substantially similar to Article 7 of the 1963 Model Convention. See 1980–1 C.B. at 417, 461.\n \nIn NatWest I, the trial court concluded that the application of § 1.882–5 to the U.S. Branch of NatWest violated the separate enterprise principle of the 1975 Treaty. 44 Fed.Cl. at 131. Focusing on paragraphs 2 and 3 of Article 7, the trial court concluded that the plain language of the 1975 Treaty required that for a determination of the taxable income of the U.S. Branch,\nthe U.S. Branch is to be regarded as an independent, separate entity dealing at arm’s length with other units of NatWest as if they were wholly unrelated, except that the U.S. Branch may deduct, in addition to its “own” expenses, a reasonable allocation of home office expense. Words such as “distinct” and “separate” and the phrase “dealing wholly independently” (emphasis added) would appear to permit no other interpretation.\nId. at 124. The trial court also analyzed the 1963 Commentaries, which describe “ ‘payments of interest made by different parts of a financial enterprise (e.g. a bank) to each other on advances, etc., (as distinct from capital allotted to them),’ ” as “ ‘narrowly related to the ordinary business of such enterprises.’ ” NatWest I, 44 Fed.Cl. at 127 (quoting 1963 Draft Convention 83–84, ¶ 15). Thus because § 1.882–5 expressly disregards payments of interest on these types of interbranch transactions, the court concluded that § 1.882–5 was inconsistent with the Treaty as applied to the U.S. Branch of NatWest.3 NatWest I, 44 Fed.Cl. at 130. The court further noted that if the U.S. Branch was a subsidiary of NatWest separately incorporated in the United States, the interest expense on transactions between the U.S. Branch and foreign NatWest branches would be subject to adjustment but would not be disregarded. Id. at 130 n. 11; see also Treas. Reg. § 1.482–2(a) (1984).\n \nOn appeal, the Government criticizes the trial court’s conclusion in NatWest I on the following grounds: (1) the court ignored the 1975 Treaty’s plain language; (2) the court misapplied the 1963 Commentaries that support the Government’s position; (3) the court ignored the parties’ shared expectations; and (4) the court did not accord proper deference to the “Treasury’s consistent determination that the regulation is consistent with Article 7.”\n \nWe agree with the trial court’s analysis of the plain language of the 1975 Treaty. On a fundamental level, we do not read the separate enterprise language of Article 7, ¶ 2—requiring that the U.S. Branch’s business profits be determined as “if it were a distinct and separate enterprise engaged *1355 in the same or similar activities under the same or similar conditions and dealing wholly independently with the enterprise of which it is a permanent establishment”—as permitting transactions between the permanent establishment and the enterprise to be disregarded. As did the trial court, we find the comparison to a separately incorporated U.S. subsidiary instructive. In that situation, intracorporate transactions recorded on the subsidiary’s books are not disregarded, but are adjusted to reflect arm’s length terms. See, e.g., Treas. Reg. § 1.482–2(a)(2) (1984) (defining “arm’s length interest rate” as “the rate of interest which was charged, or would have been charged at the time the indebtedness arose, in independent transactions with or between unrelated parties under similar circumstances”). The plain language of the 1975 Treaty thus indicates that adjustment of the terms of intracorporate transactions is required and that the disregard of these transactions is prohibited.\n \nTo the extent that the Government submits that the “reasonable allocation” language of Article 7, ¶ 3 is relevant to whether § 1.882–5 is permissible under the 1975 Treaty, the Government misreads the treaty. With regard to allowable deductions for a determination of the profits of a permanent establishment, the 1963 Model Convention, which differs slightly from the 1975 Treaty, reads as follows:\nIn the determination of the profits of a permanent establishment, there shall be allowed as deductions expenses which are incurred for the purposes of the permanent establishment including executive and general administrative expenses so incurred, whether in the State in which the permanent establishment is situated or elsewhere.\n1963 Draft Convention 46. The 1975 Treaty modifies this language by including a nonexclusive list of executive and general administrative expenses that are incurred on behalf of the enterprise as a whole (e.g., NatWest’s worldwide enterprise including the U.S. Branch) and that may be partially allocated to the permanent establishment (e.g., NatWest’s U.S. Branch).\nIn the determination of the profits of a permanent establishment, there shall be allowed as deductions those expenses which are incurred for the purposes of the permanent establishment, including a reasonable allocation of executive and general administrative expenses, research and development expenses, interest and other expenses incurred for the purposes of the enterprise as a whole (or the part thereof which includes the permanent establishment), whether incurred in the State in which the permanent establishment is situated or elsewhere.\n31 U.S.T. at 5675–76 (emphasis added). Importantly, the “reasonable allocation” language refers to expenses, such as interest, that are “incurred for the purposes of the enterprise as a whole.” Furthermore, a comparison of the Treaty to the 1963 Model Convention indicates that no reasonable allocation is necessary for expenses, such as interest, that are directly “incurred for the purposes of the permanent establishment.”\n \nAs previously noted, the 1963 Draft Convention was published as part of a document that included the 1963 Commentaries, the purpose of which is “ ‘to illustrate or interpret the provisions’ ” and to “ ‘be of great assistance ... in the settlement of eventual disputes.’ ” NatWest I, 44 Fed.Cl. at 125 (quoting 1963 Draft Convention). Accordingly, the 1963 Draft Convention states that Article 7 “settles the question of the expenses which must be allowed as deductions in computing the profits of the permanent establishment.” 1963 Draft Convention 12. Among these expenses that must be allowed are interbranch *1356 payments of interest “on advances, etc., (as distinct from capital allotted to [the permanent establishment] ).” 1963 Draft Convention 83–84, ¶ 15. This commentary indicates that § 1.882–5’s disregard of interbranch transactions is inconsistent with the 1963 Draft Convention and the 1975 Treaty as modeled thereon.\n \nOn the separate enterprise principle specifically, the 1963 Commentary to Article 7, ¶ 2 states, “[T]he profits to be attributed to a permanent establishment are those which that permanent establishment would have made if, instead of dealing with its head office, it had been dealing with an entirely separate enterprise under conditions and at prices prevailing in the ordinary market.” 1963 Draft Convention 82, ¶ 10. To determine these profits, “it is always necessary to start with the real facts of the situation as they appear from [t]he business records of the permanent establishment and to adjust as may be shown to be necessary the profit figures which those facts produce.” Id. Exceptions to this rule, however, may exist where no separate accounts exist. Id. (allowing for formulaic allocation in the absence of separate accounts). The 1963 Commentary goes on to explain that adjustment to the accounts of the permanent establishment may be necessary in situations such as when the transactions between a permanent establishment and a head office do not reflect market pricing (i.e., market interest rates for financial enterprises). Id. at ¶ 11.\n \nConsistent with the 1963 Commentary to Article 7, ¶ 2, the commentary to Article 7, ¶ 3 focuses on whether an expense is incurred by a permanent establishment, rather than whether the expense is paid to a foreign branch of the same worldwide enterprise. “[F]or the sake of removing doubts,” the 1963 Commentary states that Article 7, ¶ 3 “specifically recognizes that in calculating the profits of a permanent establishment allowance is to be made for expenses, wherever incurred, that were incurred for the purposes of the permanent establishment.” Id. at 83, ¶ 13. The commentary explicitly includes as a deductible expense “payments of interest made by different parts of a financial enterprise (e.g. a bank) to each other on advances, etc., (as distinct from capital allotted to them), in view of the fact that making and receiving advances is narrowly related to the ordinary business of such enterprises.” Id. at 83–84, ¶ 15.\n \nThe Government argues that the use of formulaic allocations for taxing purposes by both parties during the period between the signing of the 1975 Treaty and its entry into force is evidence that the parties did not intend for the Treaty to prohibit the use of allocation formulas. The Government’s position is undermined in two important respects. First, in 1978 the United Kingdom abandoned its formula then in use after concluding that the formula was inconsistent with the separate enterprise principle. Second, the interest expense allocation formula used by the United States was significantly different than that prescribed by § 1.882–5.\n \nThe record demonstrates that during the negotiation period of the 1975 Treaty, the United Kingdom did employ a formulaic allocation when determining the interest expense deduction of a U.K. branch of a foreign (e.g., incorporated in the United States) bank. The Government’s reliance on this use in furtherance of its appeal is misplaced. Referred to in the record as the “Price Waterhouse formula” (“PW formula”), the United Kingdom used the ratio of the bank’s worldwide total free capital to total liabilities and compared the liabilities of the U.K. branch to the bank’s total liabilities to allocate free capital to the U.K. branch for taxation purposes. NatWest II, 58 Fed.Cl. at 505–06. If the U.K. branch’s allocated free capital was less *1357 than the net balance owed to the bank’s head office, a formula was then used to calculate the interest rate on the remainder of the net balance (less an amount equal to allocated capital) that would be used to determine the amount of the deduction. Unlike § 1.882–5, the PW formula does not disregard transactions simply because they occurred between branches of the same worldwide enterprise. In addition, the United Kingdom abandoned use of the PW formula in 1978 after determining that the formulaic capital allocation violated the separate enterprise principle under the U.S.-U.K. treaty that was in effect before the 1975 Treaty entered into force in 1980. NatWest II, 58 Fed.Cl. at 505–06 (citing Counsel’s Opinion (Dec. 7, 1978)). The separate enterprise language of that earlier treaty was nearly identical to the language of the 1975 Treaty,4 and the United Kingdom continued to maintain that the PW formula was equally violative of the supplanting language in the 1975 Treaty. See Inland Revenue, Banking Manual app. 9A, ¶ 3 (1994). This contemporaneous conduct of the United Kingdom supports the position taken in its amicus brief filed with the trial court—the United Kingdom has never interpreted the provisions of the 1975 Treaty as allowing a taxing authority to disregard interbranch transactions when computing the interest expense properly deductible by a permanent establishment. U.K. Amicus Br. 38–39; Letter from I.N. Hunter, Inland Revenue, to Donald E. Bergherm Jr., Assistant Commissioner (International), Internal Revenue Service (March 13, 1990) (Re: Request for Competent Authority Consideration Dated July 27, 1989).\n \nNor is the Government’s position supported by its own conduct contemporaneous to the negotiations of the 1975 Treaty. The Government points to Revenue Ruling 78–423, 1978–2 C.B. 194 (concluding that the interest expense apportionment formulas of Treasury Regulation § 1.861–8 (1977) were permissible in view of the Business Profits article of the U.S.-Japan treaty, which was also based on 1963 OECD Model Convention), as supporting its argument that Treasury’s consistent interpretation of § 1.882–5 is informative of the United States’ intent as a signatory to the 1975 Treaty. This argument, however, overlooks the key difference between the allocation formula of § 1.861–8 and the formula of § 1.882–5—namely, that § 1.861–8 does not explicitly disregard interbranch transactions when determining the interest expense deductible by a permanent establishment. Treas. Reg. § 1.861–8(e)(2)(v), (vi) (1977) (apportioning appropriate amount of worldwide interest expense to permanent establishment). In addition, § 1.861–8 expressly stated that if treaty provisions apply to the determination of taxable income, the treaty takes precedence over the regulation.5 Treas. Reg. § 1.861–8(f)(1)(iv) (1977).\n \n*1358 [6] [7] The Government submits that its unwavering, long-held position is to be accorded significant deference. The Government correctly notes that “[a]lthough not conclusive, the meaning attributed to treaty provisions by the Government agencies charged with their negotiation and enforcement is entitled to great weight.” Sumitomo, 457 U.S. at 184–85, 102 S.Ct. 2374 (according great deference to agency’s position where treaty’s signatories, neither of which were parties to the lawsuit, agreed as to interpretation). Courts nevertheless “interpret treaties for themselves.” Kolovrat v. Oregon, 366 U.S. 187, 194, 81 S.Ct. 922, 6 L.Ed.2d 218 (1961). Moreover, because we are to interpret treaties so as to give effect to the intent of both signatories, Xerox, 41 F.3d at 656, an agency’s position merits less deference “where an agency and another country disagree on the meaning of a treaty,” see Iceland Steamship Co., Eimskip v. U.S. Dep’t of the Army, 201 F.3d 451, 458 (D.C.Cir.2000). Finally, this court, when considering different provisions of the 1975 Treaty, has declined to defer to Treasury’s contemporaneous interpretation where it conflicted with the contemporaneous intent of the Senate. Xerox, 41 F.3d at 653–57 (rejecting agency’s interpretation that was published during the ratification process and reasserted at trial).\n \nThe Government is correct to assert that it has unwaveringly interpreted § 1.882–5 as being consistent with the 1975 Treaty and other similar treaties based on the 1963 Draft Convention. See, e.g., Rev. Rul. 89–115, 1989–2 C.B. 130–31 (§ 1.882–5 consistent with 1975 Treaty); Rev. Rul. 85–7, 1985–1 C.B. 188 (§ 1.882–5 consistent with U.S.-Japan treaty). Indeed, in a report issued in 1984, the OECD itself acknowledged that the United States’ interpretation of Article 7 of the 1963 Draft Convention6 allowed for the application of § 1.882–5 to international financial institutions. Comm. on Fiscal Affairs, OECD, Transfer Pricing and Multinational Enterprises 59 (1984) (hereinafter “1984 OECD Report”). The 1984 OECD Report is, however, the earliest indication in the record of the Treasury’s belief in the consistency between § 1.882–5 and the 1975 Treaty. Given the nine-year gap between the signing of the 1975 Treaty and the issuance of the 1984 OECD Report (and the four-year gap between the implementation of the 1975 Treaty and the issuance of the 1984 Report), the consistent position of the Treasury as of 1984 can hardly be read as dispositive of the issue of the intent of the United States and the United Kingdom in 1975 when the Treaty was signed—especially when considering that § 1.882–5 was not even proposed until February 27, 1980. Furthermore, to the extent that the 1984 OECD Report establishes that the United States had taken the position that § 1.882–5 is consistent with the 1975 Treaty, the report establishes that of the 24 OECD members (including the United Kingdom), the United States and Japan were the only two that interpreted the 1963 Draft Convention in this fashion. 1984 OECD Report 56–59. Thus, even if the United States’ interpretation of the 1963 Draft Convention, and thereby the 1975 Treaty, can be established as of the publication date of the 1984 OECD Report, the United Kingdom’s contrary interpretation is established as of the same date.\n \nThe record, therefore, contains no evidence prior to the 1984 OECD report that *1359 either party understood the separate enterprise principle as allowing a method of determining the interest expense of the U.S. Branch that disregards interbranch transactions. The predecessor to this court, however, did consider post-ratification conduct of the parties, “[i]n an appropriate case,” to be relevant to the interpretation of a treaty’s terms. Great–West Life, 678 F.2d at 189. In Great–West Life, the Court of Claims found that the government’s proffered interpretation at trial was consistent with the legislative history of the treaty at issue, the “almost contemporaneous” subsequent legislative action, and the negotiation of later signed treaties. Id. at 188–89. It was this consistency that lent interpretive weight to the government’s post-ratification conduct. Id. With respect to the 1975 Treaty, the United States’ conduct after the adoption of § 1.882–5 is internally consistent as of the publication of the 1984 OECD Report, but the Government fails to adequately support its contention that this conduct is consistent with the expectations of the United States and the United Kingdom when the 1975 Treaty was signed. The record evidence of the United States’ post-ratification conduct seems even less relevant in view of the signatories’ contemporaneous acknowledgment that the Treaty is based on the 1963 Model Convention, the commentary to which explicitly authorizes deductions for interest expenses incurred on interbranch advances.\n \nIn sum, we find that the plain language of the 1975 Treaty—the separate enterprise principle—mandates that expenses incurred for the benefit of the U.S. Branch be deductible, including interest expenses paid to foreign branches of NatWest. Our reading of the plain language finds direct support in the 1963 Commentary and the contemporaneous understanding of the United Kingdom. Moreover, there is very little evidence that the contemporaneous understanding of the United States differed in any way from that of the United Kingdom. Lastly, the Government’s current interpretation of the 1975 Treaty is entitled to minimal deference where it contravenes the treaty’s language and negotiation history, as well as the contemporaneous expectations of the United Kingdom. For these reasons, we conclude that Treasury Regulation § 1.882–5 is inconsistent with the 1975 Treaty as applied to a permanent establishment of an international financial enterprise, e.g., the U.S. Branch of NatWest during the tax years at issue.\n \n[8] After rejecting the application of § 1.882–5 to the U.S. Branch in NatWest I, the court considered in NatWest II the method by which the books of the U.S. Branch should be adjusted for the “imputation of adequate capital to the branch and to insure use of market rates in computing interest expenses.” NatWest I, 44 Fed.Cl. at 128; NatWest II, 58 Fed.Cl. at 494. The Government argued that the separate enterprise principle required the U.S. Branch to be taxed as if it were a separately incorporated institution and that the U.S. Branch should be deemed to hold an amount of interest-free capital equal to that required of similarly sized U.S. banks (6.996%, as compared to 5.668% for the largest U.S. banks)—the corporate yardstick. NatWest II, 58 Fed.Cl. at 495–96. Conversely, NatWest argued that the imputation of capital on any basis other than an as-necessary adjustment of the U.S. Branch’s books to reflect actually allotted capital was improper under the 1975 Treaty. Id. at 496.\n \nAt issue is whether the separate enterprise principle was intended by the parties to require a permanent establishment to be taxed as a separately incorporated institution or to be taxed according to the reality of its situation and accounts as adjusted to reflect market pricing in its dealings with the home office. Id. at 497. *1360 The trial court adopted NatWest’s position and concluded that “ ‘separate and distinct’ does not mean the branch should be treated as if it were ‘separately-incorporated,’ but instead ‘separate and distinct,’ means separate and distinct from the rest of the bank of which it is a part.” Id. The court thus held that capital may not be allocated under any formulaic approach, but rather, the capital held by a branch must be determined according to the books of the branch as may be adjusted to accurately characterize transactions and ensure the use of arm’s length rates. Id. at 497–98. In support of its conclusion, the trial court noted that the capital determination method proffered by NatWest was consistent with the historic method used by the United Kingdom, as set forth in Inland Revenue, Banking Manual (1994). Id. at 506–07.\n \nOn appeal, the Government maintains that the separate enterprise principle allows the IRS to tax the U.S. Branch as if it were subject to the same regulatory and market capital requirements as a separately incorporated U.S. subsidiary. As before, our analysis begins with the language of the 1975 Treaty as informed by the 1963 Draft Convention and the expectations of the parties.\n \nTurning again to the separate enterprise principle set forth in Article 7, ¶ 2,\nthere shall in each Contracting State be attributed to that permanent establishment the profits which it might be expected to make if it were a distinct and separate enterprise engaged in the same or similar activities under the same or similar conditions and dealing wholly independently with the enterprise of which it is a permanent establishment.\n31 U.S.T. at 5675. Under this language, the Government’s position seems to focus on the “dealing wholly independently with” phrase as indicating that for tax purposes, the U.S. Branch should be taxed as if it possesses enough interest free capital to support its own operations, rather than rely on the capital of the worldwide NatWest enterprise. Conversely, the “same or similar conditions” language seems to support NatWest’s position that the U.S. Branch should be taxed in a manner consistent with the actual conditions of its operation—a branch with operations that are funded with little or no interest free capital.\n \nTo the extent the parties’ conflicting positions evidence ambiguity in the 1975 Treaty’s language, we agree with the trial court that NatWest has espoused the better reading. The “same or similar” language of the separate enterprise principle refers to the activities and conditions in which the U.S. Branch conducted its business. That is, the U.S. Branch should be taxed as if it were a separate enterprise engaged in activities that are the “same or similar” to those activities in which the U.S. Branch engaged and as if it were operating in conditions that are the “same or similar” to the conditions in which the U.S. Branch conducted its activities. By way of contrast, the Government’s reading of the separate enterprise principle requires that the “same or similar” language describe the activities of the hypothetical separate enterprise. That is, the U.S. Branch should be taxed as if it were engaged in activities that are the same or similar to those in which a separate enterprise would engage and as if it were operating in conditions that are the same or similar to those in which a separate enterprise would operate.\n \nUnder the proper reading of the “same or similar” clauses, it becomes clear that the “dealing wholly independently with” language requires taxing authorities to scrutinize intracorporate transactions involving a permanent establishment to ensure that the transactions are accurately *1361 characterized and reflect arm’s length terms and pricing. Conversely, the Government’s reliance on “dealing wholly independently with” is at odds with a proper reading of the “same or similar” clauses. To conclude that “wholly independently” requires that the U.S. Branch be taxed as if it were subject to regulatory and market capital requirements is to ignore the fact that the U.S. Branch does not operate under conditions in which it is subject to these requirements. In essence, the Government would read the “same or similar conditions” language out of the 1975 Treaty.\n \nOur analysis of the 1975 Treaty’s plain language is supported by the 1963 Draft Convention. The 1963 Commentary to Article 7, ¶ 2 states that the analysis of taxable business profits is to begin with the “trading accounts of the permanent establishment,” but allows for a formulaic allocation of profits in circumstances where the permanent establishment does not maintain separate accounts from the home office. 1963 Draft Convention 82, ¶ 10. The commentary goes on to state:\nIt should perhaps be emphasized that the directive contained in paragraph 2 is no justification for tax administrations to construct hypothetical profit figures in vacuo; it is always necessary to start with the real facts of the situation as they appear from the business records of the permanent establishment and to adjust as may be shown to be necessary the profit figures which those facts produce.\nId. (emphasis added). In the instant case, the real facts of the situation are that the U.S. Branch is not required to maintain any minimal amount of capital. Therefore, because the corporate yardstick would essentially recharacterize loans that bear an interest expense as equity capital infusions based on regulatory and domestic market requirements that do not apply to the U.S. Branch, the corporate yardstick ignores the real facts of the U.S. Branch’s situation and violates the 1975 Treaty as informed by the 1963 Draft Convention. As stated by the trial court in NatWest II, “The Commentary confirms that the purpose of any adjustment should be to reflect the real facts of the branch’s transactions with the entity of which it is a part.” 58 Fed.Cl. at 498.\n \nThe Government argues that because both parties used capital allocation formulae during the period of the 1975 Treaty’s negotiation, the parties expected that the use of similar formulas, e.g., the corporate yardstick, would be permissible under the treaty. Specifically, the Government identifies the adoption of Treasury Regulation § 1.861–8 in 1977, see 49 Fed.Reg. 1195 (Jan. 6, 1977), and the United Kingdom’s use of the PW Formula in support of its position. The record reveals, however, that the implementation or abandonment of these formulae provide little, if any, support for the Government’s use of the corporate yardstick.\n \nAs discussed previously, § 1.861–8 used worldwide information of an international financial enterprise to allocate an interest expense to a permanent establishment doing business in the United States. Section 1.861–8, however, contained language expressly stating that applicable treaty provisions would take precedence over the regulation. Treas. Reg. § 1.861–8(f)(1)(iv) (1977). Thus, to the extent that § 1.861–8 conflicts with our reading of the 1975 Treaty and analysis of the signatories’ expectations, the treaty governs.\n \nMore importantly, the analysis of the Queen’s Counsel opinion when the United Kingdom abandoned the PW Formula in 1978 is particularly instructive. The opinion explicitly considered the appropriateness of treating a permanent establishment as “a company with independent *1362 shareholders,” Counsel’s Opinion 2 (Dec. 7, 1978), and speaks directly to the issue before us on appeal.\n[I]n our view the Convention gives no authority to write into the branch accounts a level of capital which the branch does not have. To do this is to go against the scheme of Article III and the requirement of the paragraph (2) hypothesis that the United Kingdom branch is trading under “... the same or similar conditions ...”. This directs that the actual conditions under which the United Kingdom branch trades are taken into account. It is those conditions which dictate the expenses in question.\nAccordingly the “notional interest formula”, under which interest is disallowed to the extent that the (actual) capital account of the branch falls short of an amount (estimated by the Revenue) which would be required as “free working capital” by an independent banking enterprise is in our opinion unwarranted. The notional interest formula may very well result in the disallowance of actual expenditure which is attributable to the branch and that is something which Article III plainly does not authorise. Like the global apportionment referred to in paragraph 5 above the formula may offer a convenient method of avoiding the difficulties involved in the allocation of actual receipts and expenses, but in our opinion it is not sound in law.\nId. at 3 (alterations in original). This analysis of the separate enterprise principle (as similarly set forth in Article III of the previous U.S.-U.K. double taxation treaty, see supra note 4) led the United Kingdom to abandon the PW formula. U.K. Amicus Br. at 24–25. We are persuaded by the clarity of the Queen’s Counsel’s analysis that when the 1975 Treaty was negotiated, the parties did not understand the separate enterprise principle to allow for imputation of capital to the U.S. Branch according to estimates generated by the IRS’s use of the corporate yardstick.\n \n[9] Having concluded that the corporate yardstick violates the 1975 Treaty as applied to the U.S. Branch, we uphold the trial court’s decision in NatWest II. “[B]ranch profits must be based on the properly maintained books of the branch,” subject to examination and adjustment where: “(1) an interest expense was deducted for advances to the branch that were not used in the ordinary course of its banking business; (2) an interest expense was deducted on amounts designated as capital on its books or on amounts that were in fact allotted to it for capital purposes, such as funding capital infrastructure; and (3) interest paid on inter-branch borrowing [that] was not at arms’ length.” NatWest II, 58 Fed.Cl. at 505.\n \n[10] [11] [12] Having upheld the trial court’s decision in NatWest I and NatWest II, we turn now to the Government’s appeal from the Order Denying Reconsideration. Following its ruling in NatWest II, the trial court issued a Scheduling Order that limited the scope of discovery regarding the “capital issue.” Order Denying Recons. 1. In the Scheduling Order, the court stated that “the ‘capital issue’ does not include attributing capital to the U.S. branches from other National Westminster branches or its home office.” Id. Thereafter, the Government filed Defendant’s Motion for Reconsideration of Court’s July 16, 2004, Order, Limiting Scope of Capital Issue (hereinafter “Motion for Reconsideration”). The Government argued that United Kingdom banking regulations required NatWest to hold sufficient capital to support the operations of the U.S. Branch and that this capital should be attributed to the U.S. Branch for tax purposes. Mot. for Recons. 2. As evidence supporting its motion, the Government offered the expert *1363 report of Mr. Farrant and the decision of a Dutch court applying this capital allocation approach under a treaty similar to the 1975 Treaty. Id. at 1. The court denied the motion, concluding that the Government was seeking to introduce yet another capital allocation theory and thus waived this issue by failing to introduce it during briefing that gave rise NatWest II. Order Denying Recons. 3. Central to this conclusion was the court’s finding that the Government did not dispute that it had for nine years been aware of NatWest’s compliance with the United Kingdom banking regulations, yet had never sought to attribute capital held by foreign offices and branches to the U.S. Branch for tax purposes. Id. at 3.\n \n[13] [14] We review the denial of a motion for reconsideration by the Court of Federal Claims for an abuse of discretion. Mass. Bay Transp. Auth. v. United States, 254 F.3d 1367, 1378 (Fed.Cir.2001). Likewise, the issue of waiver is also “within the discretion of the trial court, consistent with its broad duties in managing the conduct of cases pending before it.” United States v. Ziegler Bolt & Parts Co., 111 F.3d 878, 882 (Fed.Cir.1997). An abuse of discretion occurs when a court misunderstands or misapplies the relevant law or makes a clearly erroneous finding of fact. PPG Indus., Inc. v. Celanese Polymer Specialties Co., 840 F.2d 1565, 1572 (Fed.Cir.1988).\n \nThe trial court’s denial of the Motion for Reconsideration was not an abuse of discretion. The Government identifies no allegedly clearly erroneous finding of fact. In addition, having concluded that NatWest II was correctly decided, we find no misapplication of the relevant law. Discovery of NatWest’s home office books was not necessary because the interest expense deduction for the U.S. Branch is to be determined according to the properly maintained books of the branch. We further find that the trial court did not abuse its discretion by finding that the Government had waived its argument that capital held by the NatWest home office should be imputed to the U.S. Branch for tax purposes.\n \n\n\nCONCLUSION\nWe are persuaded that the signatories to the 1975 Treaty expected that the interest expenses incurred by a permanent establishment of an international financial enterprise, e.g., the U.S. Branch of NatWest, would be deductible to the extent the expenses were related to the permanent establishment’s ordinary course of business. Accordingly, we conclude that Treasury Regulation § 1.882–5 and the corporate yardstick as applied to the U.S. Branch violate the 1975 Treaty. We further conclude that the Court of Federal Claims did not abuse its discretion by denying the Government’s Motion for Reconsideration. The judgment of the Court of Federal Claims is therefore affirmed.\n \nAFFIRMED\n \n\n\nCOSTS\nNo costs.\n \nAll Citations\n512 F.3d 1347, 101 A.F.T.R.2d 2008-490, 2008-1 USTC P 50,140\n\n\n\nFootnotes\n|\n1\n|The United States and the United Kingdom negotiated a new treaty that entered into force in 2003. Convention for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income and on Capital Gains, U.S.-U.K., July 24, 2001, S. Treaty Doc. No. 107–19 (2002).\n|\n2\n|Section 1.882–5 remained unchanged for the tax years at issue but was amended in 1996. 61 Fed.Reg. 9329 (Mar. 8, 1996); 61 Fed.Reg. 15891 (Apr. 10, 1996). Section 1.882–5 was amended again in 2006 to comply with the renegotiation of the U.S.-U.K. treaty, as well as a renegotiated U.S.-Japan treaty. 71 Fed.Reg. 7448 (Aug. 17, 2006); 71 Fed.Reg. 56868 (Sept. 28, 2006).\n|\n3\n|The court also concluded that U.S.-connected liabilities under § 1.882–5 were impermissibly computed by reference to the worldwide assets and liabilities of NatWest rather than the operations of the U.S. Branch, NatWest I, 44 Fed.Cl. at 130, but the record demonstrates that the 0.95 capital ratio was used to calculate the U.S.-connected liabilities.\n|\n4\n|The business profits and separate enterprise language of the earlier treaty states,\n[T]here shall be attributed to such permanent establishment the industrial or commercial profits which it might be expected to derive if it were an independent enterprise engaged in the same or similar activities under the same or similar conditions and dealing at arm’s length with the enterprise of which it is a permanent establishment.\nSupplementary Protocol Amending the Convention of April 16, 1945, as modified by the supplementary protocols of June 6, 1946, May 25, 1954, and August 19, 1957, U.S.-U.K., March 17, 1966, 17 U.S.T. 1254.\n|\n5\n|The Government’s reliance on Revenue Ruling 78–423 may also be mistaken in its assumption that the U.S.-Japan treaty considered therein is sufficiently similar to the U.S.-U.K. treaty at issue here. Rather than mandating deductions for “those expenses which are incurred for the purposes of the permanent establishment,” 1975 Treaty, art. 7 ¶ 3, the U.S.-Japan treaty requires deduction for “expenses which are reasonably connected with [the] profits” of a permanent establishment, United States–Japan Income Tax Convention, Mar. 8, 1971, art. 8, ¶ 3, reprinted in 1978–1 CB 630, 634.\n|\n6\n|The OECD issued a new draft convention in 1977 that did not materially alter Article 7 of the 1963 Draft Convention. See NatWest II, 58 Fed.Cl. at 503, 504 n. 14.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}