{
    "Background": "\n\n\n\n27 C.I.T. 56\nUnited States Court of\nInternational Trade.\nNSK LTD. and NSK Corporation; NTN Bearing Corporation of America, American NTN Bearing Manufacturing Corporation, NTN Bower Corporation and NTN Corporation; Koyo Seiko Co., Ltd. and Koyo Corporation of U.S.A., Plaintiffs and Defendant–Intervenors,\nv.\nUNITED STATES, Defendant,\nand\nThe Timken Company, Defendant–Intervenor and Plaintiff.\nSLIP OP. 03–05.\n|\nCourt No. 00–04–00141.\n|\nJan. 9, 2003.\nSynopsis\nForeign manufacturers and domestic producer both challenged aspects of Commerce Department’s antidumping duty determination involving tapered roller bearings from Japan. On cross-motions for judgment on agency record, the Court of International Trade, Tsoucalas, Senior Judge, held that: (1) Commerce properly used manufacturer’s affiliated supplier cost data for purposes other than calculation of cost of production (COP); (2) Commerce lacked statutory authority to conduct duty absorption inquiry; (3) Commerce reasonably valued inputs from manufacturer’s affiliated suppliers; (4) Commerce properly denied level of trade (LOT) adjustment; (5) Commerce’s “sum-of-deviations” methodology for matching home market models with United States models was reasonable; (6) Commerce properly calculated constructed export price (CEP) for bearings which underwent further manufacturing in United States; (7) Commerce reasonably calculated assessment rate; and (8) Commerce properly calculated manufacturer’s indirect United States selling expenses.\n \nForeign manufacturers’ motions granted in part and denied in part; domestic producer’s motion denied; case remanded.\n \n\n\nWest Headnotes (18)\n\n\n[1]\n|Customs DutiesScope of inquiry or review\n|\n|In reviewing challenge to Department of Commerce’s final determination in antidumping administrative review, court will uphold Commerce’s determination unless it is unsupported by substantial evidence on record, or otherwise not in accordance with law. Tariff Act of 1930, § 516A(b)(1)(B)(i), as amended, 19 U.S.C.A. § 1516a(b)(1)(B)(i).\n\n|\n\n\n[2]\n|Customs DutiesEvidence\n|\n|“Substantial evidence” needed to uphold Commerce Department’s antidumping duty determination is more than mere scintilla; it is such relevant evidence as reasonable mind might accept as adequate to support conclusion. Tariff Act of 1930, § 516A(b)(1)(B)(i), as amended, 19 U.S.C.A. § 1516a(b)(1)(B)(i).\n\n|\n\n\n[3]\n|Administrative Law and ProcedureAntidumping and countervailing duties\nCustoms DutiesScope of inquiry or review\n|\n|To determine whether Commerce Department’s interpretation and application of antidumping statute is “in accordance with law,” reviewing court must undertake two-step Chevron analysis, under which it first determines whether Congress has directly spoken to precise question at issue and, if not, then whether Commerce’s construction of statute is reasonable. Tariff Act of 1930, § 516A(b)(1)(B)(i), as amended, 19 U.S.C.A. § 1516a(b)(1)(B)(i).\n\n|\n\n\n[4]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department, calculating dumping margin for tapered roller bearings from Japan, could properly use manufacturer’s affiliated supplier cost data, obtained for calculation of cost of production (COP) and constructed value (CV), to run its model-match methodology, calculate difmer adjustment, and calculate manufacturer’s reported United States inventory carrying costs. Tariff Act of 1930, §§ 771(16), 773(a)(6), (f)(2, 3), as amended, 19 U.S.C.A. §§ 1677(16), 1677b(a)(6), (f)(2, 3).\n\n|\n\n\n[5]\n|Customs DutiesCountervailing or Dumping Duties\n|\n|Commerce Department lacked statutory authority to conduct duty absorption inquiry for antidumping duty orders issued prior to January 1, 1995 effective date of Uruguay Round Agreements Act (URAA). Tariff Act of 1930, § 751(a)(4), (c)(6), as amended, 19 U.S.C.A. § 1675(a)(4), (c)(6).\n1 Case that cites this headnote\n|\n\n\n[6]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department, calculating Japanese tapered roller bearing manufacturer’s cost of production (COP), for purpose of determining normal value and hence dumping margin, reasonably valued inputs from manufacturer’s affiliated suppliers at higher of transfer price or suppliers’ actual costs. Tariff Act of 1930, § 773(b)(3)(A), (f)(2, 3), as amended, 19 U.S.C.A. § 1677b(b)(3)(A), (f)(2, 3).\n\n|\n\n\n[7]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department properly deducted indirect selling expenses from price of tapered roller bearings from Japan to first unaffiliated purchaser in United States when calculating constructed export price (CEP), for level of trade comparison purposes in dumping investigation. Tariff Act of 1930, §§ 772(b, d), 773(a)(1)(B)(i), as amended, 19 U.S.C.A. §§ 1677a(b, d), 1677b(a)(1)(B)(i).\n1 Case that cites this headnote\n|\n\n\n[8]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department’s decision to use constructed export price (CEP) offset rather than level of trade (LOT) adjustment for sales of Japanese tapered roller bearings in United States market was supported by substantial evidence; manufacturer had no home-market LOT equivalent to CEP LOT. Tariff Act of 1930, § 773(a)(7)(A), as amended, 19 U.S.C.A. § 1677b(a)(7)(A).\n\n|\n\n\n[9]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department, determining dumping margin, properly calculated Japanese tapered roller bearing manufacturer’s United States and home market selling expenses without regard for levels of trade (LOT), to extent evidence manufacturer’s claim that those expenses varied with regard to LOT. Tariff Act of 1930, § 773(a)(1)(B)(i), as amended, 19 U.S.C.A. § 1677b(a)(1)(B)(i).\n\n|\n\n\n[10]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department’s 99.5% arm’s length test for determining whether to exclude home market sales to affiliated parties from normal value calculation, for purpose of determining dumping margin for tapered roller bearings from Japan, was reasonable. Tariff Act of 1930, § 773(a)(5), as amended, 19 U.S.C.A. § 1677b(a)(5).\n\n|\n\n\n[11]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department’s conclusion that certain high-profit home market sales were nevertheless within ordinary course of trade, and thus includable when making constructed value profit and dumping margin calculations for tapered roller bearings from Japan, was supported by substantial evidence. Tariff Act of 1930, § 773(a)(1)(B)(i), (e)(2)(A), as amended, 19 U.S.C.A. § 1677b(a)(1)(B)(i), (e)(2)(A).\n1 Case that cites this headnote\n|\n\n\n[12]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department’s “sum-of-deviations” methodology for matching home market models with United States models was reasonable, in antidumping investigation involving tapered roller bearings from Japan, absent showing that it was distortive. Tariff Act of 1930, § 771(16), as amended, 19 U.S.C.A. § 1677(16).\n1 Case that cites this headnote\n|\n\n\n[13]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department’s denial of adjustment to foreign manufacturer’s United States indirect selling expenses for interest allegedly incurred in financing cash deposits for antidumping duties, when calculating export price, and hence dumping margin, for tapered roller bearings from Japan, was reasonable. Tariff Act of 1930, § 772(d)(1), as amended, 19 U.S.C.A. § 1677a(d)(1).\n1 Case that cites this headnote\n|\n\n\n[14]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department, when adjusting constructed export price (CEP) for tapered roller bearings from Japan to account for further manufacture and assembly in United States before first sale to unaffiliated party, could properly resort to its standard methodology for calculating CEP where conditions for using other, statutorily specified surrogate prices were not present. Tariff Act of 1930, § 772(d)(2), (e), as amended, 19 U.S.C.A. § 1677a(d)(2), (e).\n\n|\n\n\n[15]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Foreign manufacturer’s refusal to respond to portion of Commerce Department’s questionaire warranted Department’s application of adverse facts available to manufacturer’s entered value when calculating constructed export price (CEP), and hence dumping margin, for tapered roller bearings from Japan that underwent additional manufacturing in United States before being sold to first unaffiliated buyer. Tariff Act of 1930, §§ 772(e), 776, as amended, 19 U.S.C.A. §§ 1677a(e), 1677e.\n1 Case that cites this headnote\n|\n\n\n[16]\n|Customs DutiesProceedings\n|\n|Before resorting to facts available, Commerce Department must clearly articulate: (1) why it has concluded that party failed to comply to best of its ability, and (2) why absence of information in question is of significance to progress of Commerce’s dumping investigation. Tariff Act of 1930, § 776(b), as amended, 19 U.S.C.A. § 1677e(b).\n1 Case that cites this headnote\n|\n\n\n[17]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department, imposing antidumping duty on tapered roller bearings from Japan, reasonably calculated assessment rate by dividing dumping margin by entered value, rather than sales value, of subject merchandise, even though there was only single importer. Tariff Act of 1930, § 751(a)(1)(B), (a)(2), as amended, 19 U.S.C.A. § 1675(a)(1)(B), (a)(2); 19 C.F.R. § 351.212(b).\n1 Case that cites this headnote\n|\n\n\n[18]\n|Customs DutiesForeign market value, fair value, and adjustment\n|\n|Commerce Department’s finding that certain United States expenses incurred by Japanese manufacturer of tapered roller bearings were for out-of-scope merchandise, and thus not includable in its indirect selling expenses, for purpose of calculating constructed export price and hence dumping margin, was supported by substantial evidence. Tariff Act of 1930, § 772(d), as amended, 19 U.S.C.A. § 1677a(d); 19 C.F.R. § 351.401(g).\n2 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\n**1338 Lipstein, Jaffe & Lawson, L.L.P., Washington, DC (Robert A. Lipstein, Matthew P. Jaffe, Grace W. Lawson and Joseph A. Konizeski) for NSK.1\nBarnes, Richardson & Colburn, Chicago, IL (Donald J. Unger, Kazumune V. Kano, David G. Forgue and Beata Kolosa) for NTN.\nSidley Austin Brown & Wood LLP, Washington, DC (Neil R. Ellis, Niall P. Meagher, Lawrence R. Walders, Neil C. Pratt, Leigh Fraiser and Jennifer Haworth McCandless) for Koyo.\nRobert D. McCallum, Jr., Assistant Attorney General; David M. Cohen, Director, Commercial Litigation Branch, Civil Division, United States Department of Justice (Velta A. Melnbrencis, Assistant Director, Michele D. Lynch, Kenneth J. Guido and Richard P. Schroeder); John F. Koeppen, Office of the Chief Counsel for Import Administration, United States Department of Commerce, for the United States, of counsel.\nStewart and Stewart, Washington, DC (Terence P. Stewart, William A. Fennell, Geert De Prest, Patrick J. McDonough, Marta M. Prado and David S. Johanson) for Timken.\n\n\n\n\n*58 OPINION\nTSOUCALAS, Senior Judge.\nPlaintiffs and defendant intervenors, NSK Ltd. and NSK Corporation (collectively “NSK”), NTN Bearing Corporation of America, American NTN Bearing Manufacturing Corporation, NTN Bower Corporation and NTN Corporation (collectively “NTN”), and Koyo Seiko Co., Ltd. and Koyo Corporation of U.S.A. (collectively “Koyo”), move pursuant to USCIT R. 56.2 for judgment upon the agency record challenging various aspects of the United States Department of Commerce, International Trade Administration’s (“Commerce”) final determination, entitled Final Results of Antidumping Duty Administrative Reviews and Revocation in Part of Tapered Roller Bearings and Parts Thereof, Finished and Unfinished, From Japan, and Tapered Roller Bearings, Four Inches or Less in Outside Diameter, and Components Thereof, From Japan (“Final Results” ), 65 Fed.Reg. 11, 767 (Mar. 6, 2000). Defendant-intervenor and plaintiff, The Timken Company (“Timken”), also moves pursuant to USCIT R. 56.2 for judgment upon the agency record challenging certain determinations of Commerce’s Final Results.\n \nSpecifically, NSK contends that Commerce unlawfully: (1) used affiliated cost data for purposes other than calculating cost of production and constructed value to (a) run its model-match methodology under 19 U.S.C. § 1677(16), (b) calculate the difmer adjustment under 19 U.S.C. § 1677b(a)(6), and (c) calculate NSK’s reported United States inventory carrying costs; and (2) conducted a duty absorption inquiry under 19 U.S.C. § 1675(a)(4) for outstanding 1976 and 1987 antidumping duty orders.\n \nNTN contends that Commerce unlawfully: (1) conducted a duty absorption inquiry under 19 U.S.C. § 1675(a)(4) for outstanding 1976 and 1987 antidumping duty orders; (2) used affiliated supplier’s cost of production for inputs when it was higher than the transfer price; (3) denied a price-based level of trade adjustment when **1339 matching constructed export price sales to sales of the foreign like product; (4) rejected NTN’s reported level of trade selling expenses and reallocated NTN’s United States indirect selling expenses without regard to level of trade; (5) used Commerce’s 99.5% arm’s length test to compare NTN’s home market selling prices to those of NTN’s *59 affiliated and unaffiliated parties; (6) included certain NTN sales that were allegedly outside the ordinary course of trade in the dumping margin and constructed value profit calculations; (7) strictly relied upon the sum-of-deviations methodology for the model match analysis; and (8) added an amount to NTN’s selling expenses that was allegedly incurred in financing cash deposits for antidumping duties.\n \nKoyo contends that Commerce unlawfully: (1) conducted a duty absorption inquiry under 19 U.S.C. § 1675(a)(4) for outstanding 1976 and 1987 antidumping duty orders; (2) applied adverse facts available to Koyo’s further manufactured tapered roller bearings; and (3) used Koyo’s entered value to establish the assessment rate under 19 C.F.R. § 351.212(b) (1998).\n \nTimken contends that Commerce unlawfully: (1) applied adverse facts available to Koyo’s entered values; and (2) permitted NTN to exclude certain expenses attributable to non-scope merchandise from its reported United States selling expenses.\n \n\n\nBACKGROUND\nThe administrative review at issue involves the period of review (“POR”) covering October 1, 1997, through September 30, 1998.2 Commerce published the preliminary results of the subject reviews on October 1, 1999. See Preliminary Results of Antidumping Duty Administrative Reviews and Intent to Revoke in-Part of Tapered Roller Bearings and Parts Thereof, Finished and Unfinished, From Japan, and Tapered Roller Bearings, Four Inches or Less in Outside Diameter, and Components Thereof, From Japan, (“Preliminary Results” ) 64 Fed.Reg. 53,323. Commerce published the Final Results at issue on March 6, 2000. See 65 Fed.Reg. 11,767.\n \n\n\nJURISDICTION\nThe Court has jurisdiction over this matter pursuant to 19 U.S.C. § 1516a(a) (2000) and 28 U.S.C. § 1581(c) (2000).\n \n\n\nSTANDARD OF REVIEW\n[1] In reviewing a challenge to Commerce’s final determination in an antidumping administrative review, the Court will uphold Commerce’s determination unless it is “unsupported by substantial evidence on the record, or otherwise not in accordance with law....” 19 U.S.C. § 1516a(b)(1)(B)(i) (1994).\n \n\n\n*60 I. Substantial Evidence Test\n[2] Substantial evidence is “more than a mere scintilla. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.” Universal Camera Corp. v. NLRB, 340 U.S. 474, 477, 71 S.Ct. 456, 95 L.Ed. 456 (1951) (quoting Consolidated Edison Co. v. NLRB, 305 U.S. 197, 229, 59 S.Ct. 206, 83 L.Ed. 126 (1938)). Substantial evidence “is something less than the weight of the evidence, and the possibility of drawing two inconsistent conclusions from the evidence does not prevent an administrative agency’s finding from being supported by substantial evidence.” **1340 Consolo v. Federal Maritime Comm’n, 383 U.S. 607, 620, 86 S.Ct. 1018, 16 L.Ed.2d 131 (1966) (citations omitted). Moreover, “[t]he court may not substitute its judgment for that of the [agency] when the choice is ‘between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it de novo.’ ” American Spring Wire Corp. v. United States, 8 CIT 20, 22, 590 F.Supp. 1273, 1276 (1984) (quoting Penntech Papers, Inc. v. NLRB, 706 F.2d 18, 22–23 (1st Cir.1983) (quoting, in turn, Universal Camera, 340 U.S. at 488, 71 S.Ct. 456)).\n \n\n\nII. Chevron Two–Step Analysis\n[3] To determine whether Commerce’s interpretation and application of the antidumping statute is “in accordance with law,” the Court must undertake the two-step analysis prescribed by Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984). Under the first step, the Court reviews Commerce’s construction of a statutory provision to determine whether “Congress has directly spoken to the precise question at issue.” Id. at 842, 104 S.Ct. 2778. “To ascertain whether Congress had an intention on the precise question at issue, [the Court] employ [s] the ‘traditional tools of statutory construction.’ ” Timex V.I., Inc. v. United States, 157 F.3d 879, 882 (Fed.Cir.1998) (citing Chevron, 467 U.S. at 843 n. 9, 104 S.Ct. 2778). “The first and foremost ‘tool’ to be used is the statute’s text, giving it its plain meaning. Because a statute’s text is Congress’ final expression of its intent, if the text answers the question, that is the end of the matter.” Id. (citations omitted). Beyond the statute’s text, the tools of statutory construction “include the statute’s structure, canons of statutory construction, and legislative history.” Id. (citations omitted). But see Floral Trade Council v. United States, 23 CIT 20, 22 n. 6, 41 F.Supp.2d 319, 323 n. 6 (1999) (noting that “[n]ot all rules of statutory construction rise to the level of a canon, however”) (citation omitted).\n \nIf, after employing the first prong of Chevron, the Court determines that the statute is silent or ambiguous with respect to the specific issue, the question for the Court becomes whether Commerce’s construction of the statute is permissible. See Chevron, 467 U.S. at 843, 104 S.Ct. 2778. Essentially, this is an inquiry into the reasonableness of Commerce’s interpretation. See Fujitsu Gen. Ltd. v. United States, 88 F.3d 1034, 1038 (Fed.Cir.1996). Provided Commerce has acted rationally, *61 the Court may not substitute its judgment for the agency’s. See Koyo Seiko Co. v. United States, 36 F.3d 1565, 1570 (Fed.Cir.1994) (holding that “a court must defer to an agency’s reasonable interpretation of a statute even if the court might have preferred another”); see also IPSCO, Inc. v. United States, 965 F.2d 1056, 1061 (Fed.Cir.1992). The “[C]ourt will sustain the determination if it is reasonable and supported by the record as a whole, including whatever fairly detracts from the substantiality of the evidence.” Negev Phosphates, Ltd. v. United States, 12 CIT 1074, 1077, 699 F.Supp. 938, 942 (1988) (citations omitted). In determining whether Commerce’s interpretation is reasonable, the Court considers the following non-exclusive list of factors: the express terms of the provisions at issue, the objectives of those provisions and the objectives of the antidumping scheme as a whole. See Mitsubishi Heavy Indus. v. United States, 22 CIT 541, 545, 15 F.Supp.2d 807, 813 (1998).\n \n\n",
    "Discussion": "\nI. Commerce’s All Purpose Use of Affiliated Supplier Costs for Inputs Obtained from NSK’s Affiliated Supplier\nA. Statutory Background\nNormal value (“NV”) of subject merchandise is defined as “the price at which **1341 the foreign like product is [ ] sold ... for consumption in the exporting country....” 19 U.S.C. § 1677b(1)(B)(i)(1994). If Commerce determines that the foreign like product is sold at a price less than the foreign like product’s cost of production (“COP”), and that the conditions listed in 19 U.S.C. § 1677b(b)(1)(A)-(B) are present, Commerce may disregard such below-cost sales in its calculation of NV. See 19 U.S.C. § 1677b(b)(1) (1994).\n \nCommerce calculates the COP of the foreign like product by adding “the cost of materials and of fabrication or other processing ... employed in producing the foreign like product ... [with] an amount for selling, general, and administrative expenses ... [and] all other expenses incidental to placing the foreign like product in ... shipment.” 19 U.S.C. § 1677b(b)(3)(A)-(C) (1994). Section 1677b(f) articulates “special rules” for the calculation of COP and constructed value (“CV”) and permits Commerce to disregard an affiliated party transaction when “the amount representing [the transaction or transfer price] does not fairly reflect the amount usually reflected in sales of merchandise under consideration in the market under consideration,” that is, an arms-length or market price. 19 U.S.C. § 1677b(f)(2) (1994). If such “a transaction is disregarded ... and no other transactions are available for consideration,” Commerce shall value the cost of an affiliated party input “based on the information available as to what the amount would have been if the transaction had occurred between persons who are not affiliated,” that is, based on arm’s-length or market value. Id.\n \n*62 Section 1677b(f)(3)’s “major input rule” states that Commerce may calculate the value of the major input on the basis of the data available regarding COP, if such COP exceeds the market value of the input calculated under § 1677b(f)(2). See 19 U.S.C. § 1677b(f)(3) (1994). Commerce, however, may rely on the data available only if: (1) a transaction between affiliated parties involves the production by one of such parties of a “major input” to the merchandise produced by the other and, in addition, (2) Commerce has “reasonable grounds to believe or suspect” that the amount reported as the value of such input is below the COP. See 19 U.S.C. § 1677b(f)(3). For purposes of § 1677b(f)(3), regulation 19 C.F.R. § 351.407(b) (1998) provides that Commerce will value a major input supplied by an affiliated party based on the highest of (1) the actual transfer price for the input; (2) the market value of the input; or (3) the COP of the input. See also Mannesmannrohen–Werke AG v. United States, 23 CIT 826, 837, 77 F.Supp.2d 1302, 1312 (1999) (holding that 19 U.S.C. §§ 1677b(f)(2) and (3), as well as the legislative history of the major input rule, support Commerce’s decision to use the highest of transfer price, COP, or market value to value the major inputs that the producer purchased from the affiliated supplier). Accordingly, paragraphs (2) and (3) of 19 U.S.C. § 1677b(f) authorize Commerce, in calculating COP and CV, to: (1) disregard a transaction between affiliated parties if, in the case of any element of value that is required to be considered, the amount representing that element does not fairly reflect the amount usually reflected in sales of merchandise under consideration in the market under consideration; and (2) determine the value of the major input on the basis of the information available regarding COP if Commerce has “reasonable grounds to believe or suspect” that an amount represented as the value of the input is less than its COP. See Timken Co. v. United States, 21 CIT 1313, 1327–28, 989 F.Supp. 234, 246 (1997) (holding that Commerce may disregard transfer price for inputs purchased from related suppliers pursuant to **1342 19 U.S.C. § 1677b(e)(2) (1988), the predecessor to 19 U.S.C. § 1677b(f)(2), if the transfer price or any element of value does not reflect its normal value) (citing NSK Ltd. v. United States, 19 CIT 1319, 1323–26, 910 F.Supp. 663, 668–70 (1995), aff’d, 119 F.3d 16, 1997 WL 398765 (Fed.Cir.1997)).\n \n\n\nB. Factual Background\nDuring the POR at issue, Commerce, “pursuant to 19 U.S.C. § 1677b(f), ... requested NSK to submit affiliated supplier cost data for inputs [NSK] obtained from [NSK’s] affiliated supplier.” Mem. U.S. Opp. Pls.’ Mots. J. Agency R. (“Def.’s Mem.”) at 72. Commerce used the affiliated supplier cost data to calculate NSK’s COP and CV, and to recalculate NSK’s model-match methodology, difmer adjustment and inventory carrying costs. See id.\n \n*63 Explaining its methodology, Commerce stated in its Issues and Decision Memorandum3 (“Issues & Decision Mem.” ) compiled as an appendix to the Final Results, that:\n \nin accordance with [19 U.S.C. § 1677b(f), Commerce] recalculated NSK’s reported TRB-specific COP and CV to reflect the COP of an affiliated party input if the transfer price NSK reported for that input was less than the COP for that input. [Commerce notes that] COP and CV [are composed] of several components.... The adjustment [Commerce] made for NSK’s affiliated party inputs is actually an adjustment to its reported material costs. Because material costs are a component of the cost of manufacture (COM) and COM is a component of COP and CV, when [Commerce] adjusted NSK’s reported material costs, [Commerce] not only recalculated its COP and CV, but [Commerce] ... recalculated variable [VCOM] and total [TCOM] components of COP and CV as well.\nIssues & Decision Mem. at 31.\nTherefore, as a result, Commerce resorted to using affiliated supplier cost data for purposes other than calculating COP and CV and explained:\n[Commerce] does not rely on a [NSK’s] reported costs solely for the calculation of COP and CV. Rather, [Commerce] employ[s] cost information in a variety of other aspects of [Commerce’s] margin calculations. For example, when determining the commercial comparability of the foreign like product in accordance with section [1677(16) ] ..., it has been [Commerce’s] long-standing practice to rely on the product-specific VCOMs and TCOMs ... for [United States] and home[ ]market merchandise. Likewise, when calculating a difmer adjustment to NV in accordance with section [1677b(a)(6) ] ..., it has been [Commerce’s] consistent policy to calculate the adjustment as the difference between the product-specific VCOMs ... for the [United States] and home[ ]market merchandise compared.... Furthermore, *64 [Commerce] ha[s] permitted [NSK] to calculate [its] reported [inventory **1343 carrying costs] on the basis of TCOM.\nId.\n \n\n\nC. Contentions of the Parties\nNSK asserts that the plain language and legislative history of 19 U.S.C. § 1677b(f) restricts Commerce’s use of affiliated supplier cost data in that “Commerce may substitute ... affiliated supplier cost data[ ] for affiliated supplier price data,” that is, transfer prices between affiliates, only “for purposes of subsections (b) and (e)” of § 1677b(f). Mem. P. & A. Supp. Mot. J. Agency R. (“NSK’s Mem.”) at 6 (quoting 19 U.S.C. § 1677b(f)). In particular, NSK argues that Commerce violated the law when it used NSK’s affiliated supplier cost data to: (1) run its model-match methodology under 19 U.S.C. § 1677(16); (2) calculate the difmer adjustment under 19 U.S.C. § 1677b(a)(6); and (3) calculate NSK’s reported United States inventory carrying costs. See NSK’s Mem. at 3, 6–12; Reply Mem. NSK Supp. NSK’s Mot. J. Agency R. (“NSK’s Reply”) at 2–5.\n \nNSK also argues that, pursuant to Ad Hoc Comm. of AZ–NM–TX–FL Producers of Gray Portland Cement v. United States, 13 F.3d 398, 401 (Fed.Cir.1994),\nthe Court must presume [that 19 U.S.C. § 1677b(f) ] means that Commerce may use data gathered pursuant to subsection [§ 1677b(f) ] for calculations involving subsections [ §§ 1677b(b) and (e) ] only. ... That other sections of the statute—specifically subsections [1677(16), 1677b(a)(6), 1677a(d) ]—are silent about [whether] the use of affiliated supplier cost data does not nullify the precise language of subsection [1677b(f) ].\nNSK’s Mem. at 7 (emphasis added) (citations omitted). According to NSK, a “statute is passed as a whole ... and is animated by one general purpose and intent.... [E]ach part or section should be construed in connection with every other part or section so as to produce a harmonious whole.” Id. at 7–8 (citation and parenthetical omitted). Consequently, the 19 U.S.C. § 1677b(f) restriction on the use of affiliated supplier cost data applies to all of the provisions of the antidumping law that is, especially, 19 U.S.C. § 1677(16), 1677b(a)(6) and 1677a(d). See id. at 8. In a footnote, NSK further states that by naming 19 U.S.C. § 1677b(f) “[s]pecial rules for calculation of cost of production and for calculation of constructed value,” Congress expressed its intent that affiliated supplier cost data only be used to calculate COP and CV. See id. at 7 n. 2. NSK also makes reference to Commerce’s prior methodology of restricting its use of affiliated supplier data to the calculation of CV. See id. at 9. Therefore, NSK requests that Commerce “rerun the model-match methodology, and recalculate the difmer adjustment and [United States] inventory carrying costs, without regard to affiliated supplier cost data collected *65 pursuant to subsections” 19 U.S.C. § 1677b(f)(2) and § 1677b(f)(3). Id. at 10.\n \nCommerce alleges that 19 U.S.C. § 1677b(f) does not restrict the use of affiliated supplier cost data to calculating COP and CV since Commerce requires cost data for other purposes.4 See Def.’s **1344 Mem. at 69–75. Commerce argues that 19 U.S.C. §§ 1677(16), 1677b(a)(6)5 and 1677a(d) do not prohibit Commerce from using affiliated supplier cost data. See id. at 73. Moreover, Commerce alleges that §§ 1677(16), 1677b(a)(6) and 1677a(d) grant Commerce discretion. See id. at 69–75. In particular, Commerce points out that\n \n[section 1677(16) ] does not specify a particular methodology for determining appropriate matches. Rather, the statute implicitly delegates the selection of an appropriate methodology to [Commerce].\nLikewise, section [1677b(a)(6) ] grants [Commerce] the same discretion to determine a suitable method to calculate a difmer adjustment and does not restrict our selection of an appropriate methodology to any particular approach. In addition, with respect to [Commerce’s] recalculation of NSK’s [United States inventory carrying costs], section [1677a(d) ] only specifies what adjustments are to be made to determine [constructed export price] and does not provide details regarding the precise calculations for each particular adjustment.\nIssues & Decision Mem. at 32.\n[I]f [Commerce] determine[s] a component of a respondent’s COP and CV to be distortive for one aspect of [Commerce’s] analysis, it would be illogical and unreasonable not to make the same determination with respect to those other aspects of [Commerce’s] margin calculations where [Commerce] relied on the identical cost data. To do so would not only produce distortive results, but would be contrary to [Commerce’s] mandate to administer the dumping law as accurately as possible.\nId. at 31.\nCommerce further argues that the plain language of § 1677b(f) *66 does not prohibit the use of affiliated supplier cost data for purposes other than the calculation of COP and CV. See Def.’s Mem. at 73. In sum, Commerce maintains that the use of affiliated supplier cost data is not restricted only to the calculation of COP and CV. Rather, Commerce asserts that Commerce has been afforded discretion to use cost data for other purposes. See id. at 73–75.\n \nTimken generally agrees with Commerce’s arguments and states that Congressional intent directs Commerce to use the most “accurate cost data” to determine CV and COP. See The Timken Co.’s Resp. R. 56.2 Mots. J. Agency R. of NTN, Koyo, & NSK (“Timken’s Resp.”) at 7. Accordingly, Timken maintains that it is not against such intent to use the same information to implement other statutory provisions. See id. Timken asserts that Commerce “must administer the dumping laws as accurately as possible ... [and the] use [of] inaccurate data (unadjusted to account for inaccuracies attributable to related-party transfers)” clearly counters Congressional intent. Id. (emphasis added).\n \n\n\nD. Analysis\n[4] The issue presented by NSK is whether Commerce can use affiliated supplier cost data obtained pursuant to 19 U.S.C. § 1677b(f) for purposes other than the calculation of COP and CV. In particular, the Court must determine whether Commerce’s use of affiliated supplier cost data to: (1) run its model-match methodology under 19 U.S.C. § 1677(16); (2) calculate **1345 the difmer adjustment under 19 U.S.C. § 1677b(a)(6); and (3) calculate NSK’s reported United States inventory carrying costs was in accordance with law.\n \nIn NTN Bearing Corp. of Am. v. United States, 26 CIT 53, ––––, 186 F.Supp.2d 1257, 1302–04 (2002) (“NTN 2002” ), this Court upheld Commerce’s use of affiliated supplier cost data for purposes other than the calculation of COP and CV. Specifically, the Court held that the “statute, read as a whole, does not show Congressional intent to restrict the use of affiliated supplier cost data solely to COP and CV calculations and in effect, tie the hands of Commerce while parties could distort dumping margins with impunity.” NTN 2002, 26 CIT at ––––, 186 F.Supp.2d at 1303.\n \nSince Commerce’s methodology to use NSK’s affiliated supplier cost data for purposes other than the calculation of COP and CV and the parties arguments are practically identical to those presented in NTN 2002, the Court adheres to its reasoning in its prior holding. The plain language of 19 U.S.C. § 1677b(f) neither restricts Commerce from using affiliated supplier cost data for purposes other than the calculation of COP or CV, nor does it indicate Congress’s intent that Commerce be prohibited from using such data to calculate accurate dumping margins. See id. at ––––, 186 F.Supp.2d at 1303. Accordingly, this Court finds that Commerce’s use of NSK’s affiliated *67 cost data for purposes other than the calculation of COP and CV was reasonable and in accordance with law.\n \n\n\nII. Commerce’s Duty Absorption Inquiry for a Transition Order\n\nA. Background\nTitle 19, United States Code, § 1675(a)(4) (1994) provides that during an administrative review initiated two or four years after the publication of an antidumping duty order, Commerce, at the request of a domestic interested party, “shall determine whether antidumping duties have been absorbed by a foreign producer or exporter subject to the order if the subject merchandise is sold in the United States through an importer who is affiliated with such foreign producer or exporter.” Section 1675(a)(4) further provides that Commerce shall notify the International Trade Commission (“ITC”) of its findings regarding such duty absorption for the ITC to consider conducting a five-year (“sunset”) review under 19 U.S.C. § 1675(c) (1994), and the ITC will take such findings into account in determining whether material injury is likely to continue or recur if an order were revoked under § 1675(c). See 19 U.S.C. § 1675a(a)(1)(D) (1994).\n \nOn December 15, 1998, Timken requested Commerce to conduct a duty absorption inquiry pursuant to 19 U.S.C. § 1675(a)(4) with respect to NSK, NTN and Koyo to ascertain whether antidumping duties had been absorbed during the POR at issue. See Issues & Decision Mem. at 2. In the Final Results, Commerce determined that duty absorption had occurred for the POR. See Final Results, 65 Fed.Reg. at 11,768.\n \nIn asserting authority to conduct a duty absorption inquiry under § 1675(a)(4), Commerce first explained that for “transition orders,” as defined in 19 U.S.C. § 1675(c)(6)(C) (antidumping duty orders, inter alia, orders issued on or after January 1, 1995), regulation 19 C.F.R. § 351.213(j) (1998) provides that Commerce “will make a duty-absorption determination, if requested, for any administrative review initiated in 1996 or 1998.” Issues & Decision Mem. at 2. Commerce concluded that: (1) because the antidumping duty orders on tapered roller bearings (“TRBs”) in this case have been in effect since 1976 and 1987, the orders are transitional pursuant to **1346 19 U.S.C. § 1675(c)(6)(C); and (2) since these reviews were initiated in 1998, Commerce had the authority to make duty absorption inquiries for the administrative reviews of the 1976 and 1987 antidumping duty orders. See id. at 4.\n \n\n\nB. Contentions of the Parties\nNSK, NTN and Koyo contend that Commerce lacked statutory authority under 19 U.S.C. § 1675(a)(4) to conduct a duty absorption inquiry for the POR of the outstanding 1976 and 1987 antidumping *68 duty orders. See NSK’s Mem. at 4, 10–15; NSK’s Reply at 5–8; Pl. NTN’s Mot. & Mem. Supp. J. Agency R. (“NTN’s Mem.”) at 13–14; Mem. P. & A. Supp. Mot. Pls. Koyo J. Agency R. (“Koyo’s Mem.”) at 8–14; Reply Br. Pls. Koyo Supp. Mot. J. Agency R. (“Koyo’s Reply”) at 2–7.\n \nCommerce argues that these reviews fall within its statutory authority because they involve transition orders. See Issues & Decision Mem. at 2; Def.’s Mem. at 10–14; NSK’s Mem. at 4; NTN’s Mem. at 13; Koyo’s Mem. at 8. Specifically, Commerce argues that it: (1) properly construed 19 U.S.C. §§ 1675(a)(4) and (c) as authorizing it to make a duty absorption inquiry for antidumping duty orders that were issued and published prior to January 1, 1995; and (2) devised and applied a reasonable methodology for determining duty absorption. See Def.’s Mem. at 19–22. Commerce also urges the Court to reconsider its holding in SKF USA Inc. v. United States, 24 CIT 174, 94 F.Supp.2d 1351 (2000). See id. at 14–19. Timken supports Commerce’s contentions but offers no substantive explanation of its position and instead refers to its arguments raised in SKF USA Inc., 24 CIT 174, 94 F.Supp.2d 1351. See Timken’s Resp. at 5–6; see also Koyo’s Reply at 6 n. 6.\n \n\n\nC. Analysis\n[5] In SKF USA Inc., 24 CIT 174, 94 F.Supp.2d 1351, this Court determined that Commerce lacked statutory authority under 19 U.S.C. § 1675(a)(4) to conduct a duty absorption inquiry for antidumping duty orders issued prior to the January 1, 1995 effective date of the URAA. See id. at 1351, 94 F.Supp.2d at 1357–59; see also NTN Bearing Corp. v. United States, 295 F.3d 1263 (Fed.Cir.2002). The Court noted that Congress expressly prescribed in the URAA that § 1675(a)(4) “must be applied prospectively on or after January 1, 1995 for 19 U.S.C. § 1675 reviews.” SKF USA Inc., 24 CIT at ––––, 94 F.Supp.2d at 1359 (citing § 291 of the URAA).\n \nBecause Commerce’s duty absorption inquiry, its methodology and the parties’ arguments are practically identical to those presented in SKF USA Inc., the Court adheres to its reasoning in SKF USA Inc. The statutory scheme clearly provides that the inquiry must occur in the second or fourth administrative review after the publication of the antidumping duty order, not in any other review, and upon the request of a domestic interested party. Accordingly, the Court finds that Commerce did not have statutory authority to undertake a duty absorption investigation for the antidumping duty orders in dispute here. The Court remands this case to Commerce with instructions to annul all findings and conclusions made pursuant to the duty absorption inquiry conducted for the subject review in accordance with this opinion.\n \n\n\n*69 III. Commerce’s Use of Affiliated Supplier’s Cost of Production for Inputs When the Cost Was Higher than the Transfer Price for NTN\n\nA. Background\nDuring the POR at issue, Commerce used the higher of the transfer price or actual cost in calculating COP and CV in situations involving inputs that NTN had obtained from affiliated producers. See Issues & Decision Mem. at 28–29; see also **1347 NTN’s Mem. at 15; Pl. NTN’s Reply Def. & Def.-Intervenor’s Feb. 16, 2001 Mem. Opposing Pls.’ Mot. J. Agency R. (“NTN’s Reply”) at 7. Commerce explained its decision as follows:\nSection [1677b(f)(2) of title 19 U.S.C.] directs [Commerce] to disregard transactions between affiliated parties if such transactions do not fairly reflect amounts usually reflected in sales of merchandise under consideration in the market under consideration. Further, ... [C.F.R. §§ ] 351.407(a) and (b) of [Commerce’s] regulations set[ ] forth certain rules that are common to the calculation of CV and COP. This section states that for the purpose of [§ 1677b(f)(3), ... Commerce] will determine the value of a major input purchased from an affiliated person based on the higher of: 1) the price paid by the exporter or producer to the affiliated person for the major input; 2) the amount usually reflected in sales of the major input in the market under consideration; or 3) the cost to the affiliated person of producing the major input. [Commerce adds that it has] relied on this methodology in [other reviews6 and that the] ... methodology has been upheld by the Court in Mannesmannrohen–Werke [AG] v. United States, [23 CIT 826, 77 F.Supp.2d 1302].\n \nIssues & Decision Mem. at 29.\n \nIn the case at bar, Commerce requested that NTN provide a list of inputs used to produce the subject merchandise and to identify those inputs that were provided to NTN by its affiliated suppliers. See Def.’s Mem. at 30. NTN provided Commerce with exhibits and indicated *70 that it used transfer price in computing COP and CV. See id. at 30–31. In calculating COP and CV, Commerce adhered to its past methodology and used the higher of transfer price or the actual cost for NTN’s affiliated party inputs. See Issues & Decision Mem. at 29.\n \n\n\nB. Contentions of the Parties\nNTN alleges that Commerce erroneously used the affiliated supplier’s COP for inputs when it was higher than the transfer price. See NTN’s Mem. at 3, 15–16; NTN’s Reply at 16–18. Specifically, NTN maintains that Commerce misapplied the major input rule described in 19 U.S.C. § 1677b(f)(3) (1994), and that Commerce failed to point to any reasonable grounds on which Commerce based its belief that NTN’s reported COP of affiliated parties was below the actual COP. See NTN’s Mem. at 15–16. According to NTN, a plain language reading of 19 U.S.C. § 1677b(f) makes clear that “the automatic recalculation of reported COP and CV data contemplated in 19 C.F.R. § 351.407 is not contemplated in the statute itself.” Id. at 16 (distinguishing Mannesmannrohen–Werke AG, 23 CIT 826, 77 F.Supp.2d 1382). NTN requests that if this Court **1348 should sustain Commerce’s methodology as reasonable and in accordance with law, the Court then remands this issue to Commerce to rectify the ministerial error committed in calculating “a variable ... to account for the difference between transfer price and actual cost.” Issues & Decision Mem. at 28; see NTN’s Mem. at 17–18; NTN’s Reply at 9.\n \nCommerce contends that it acted in accordance with the statutory mandate and applied the provision reasonably under the circumstances. See Def.’s Mem. at 29–31. Timken supports Commerce’s position and adds that “commercial reality” dictates that sales below cost are usually not at market prices. See Timken’s Resp. at 17. According to Timken, “home market sales of merchandise used to determine normal values which are below cost are by statute ‘outside the ordinary course of trade.’ ” Id. (citation omitted).\n \n\n\nC. Analysis\n[6] The issue presented by NTN is whether Commerce has statutory authority to use the higher of the transfer price or actual cost in calculating COP and CV in situations involving inputs that NTN had obtained from affiliated producers. In NSK Ltd. v. United States, 26 CIT 650, 217 F.Supp.2d 1291 (2002) (“NSK 2002”), this Court affirmed Commerce’s decision to use NTN’s affiliated supplier’s COP for major inputs when COP was higher than the transfer price. The Court reasoned that 19 U.S.C. § 1677b(b)(3)(A)7 is to be read in conjunction *71 with the Special Rules cited in §§ 1677b(f)(2) and (3) that authorize Commerce, in calculating COP and CV, to: (1) disregard a transaction between affiliated persons if the amount representing an element does not fairly depict the amount usually reflected in sales of merchandise under consideration in the market under consideration; and (2) determine the value of the major input on the basis of the information available regarding COP if Commerce has reasonable grounds to believe or suspect that an amount represented as the value of the input is less than the COP of the input.\n \nIn determining whether transaction prices between affiliated persons fairly reflect the market, this Court acknowledged that Commerce’s practice has been to compare the transaction prices with market prices charged by unrelated parties. Commerce’s practice was later reduced to writing in 19 C.F.R. § 351.407 (1998), a regulation which implements 19 U.S.C. § 1677b(f). Commenting on the regulation, Commerce stated that it\nbelieves that the appropriate standard for determining whether input prices are at arm’s length is its normal practice of comparing actual affiliated party prices to or from unaffiliated parties. This practice is the most reasonable and objective basis for testing the arm’s length nature of input sales between affiliated parties, and is consistent with [19 U.S.C. § 1677b(f)(2)].\nDef.’s Mem. at 27 n. 6 (citation omitted).\n \nPursuant to the major input rule contained in 19 U.S.C. § 1677b(f)(3), in calculating COP or CV, Commerce values a major input purchased from an affiliated supplier using the highest of the following: (1) the transfer price between the affiliated parties; (2) the market price between unaffiliated parties; and (3) the affiliated supplier’s COP for the major input, since, in Commerce’s view, the affiliation between the respondent and its suppliers **1349 “creates the potential for the companies to act in a manner that is other than arm’s length” and gives Commerce reason to analyze the transfer prices for major inputs. Def.’s Mem. at 28 (citing Final Results of Antidumping Duty and Administrative Review of Silicomanganese From Brazil, 62 Fed.Reg. 37,869, 37,871–72 (July 15, 1997)). In addition, if Commerce disregards sales that failed the below-cost sales test pursuant to 19 U.S.C. § 1677b(b)(1) in the prior review with respect to merchandise of the respondent being reviewed, Commerce has “reasonable grounds to believe or suspect” that sales under consideration might have been made at prices below the COP. See 19 U.S.C. § 1677b(b)(2)(A)(ii) (1994).\n \nCommerce disregarded sales that failed its cost test under 19 U.S.C. § 1677b(b) during the previous review with respect to NTN’s merchandise. See Def.’s Mem. at 29. For this reason, Commerce concluded that it had reasonable grounds to believe or suspect that sales of the foreign like product under consideration may have *72 been made at prices below the COP. See 19 U.S.C. § 1677b(b)(2)(A)(ii). Therefore, Commerce initiated a COP investigation of sales by NTN in the home market. See Preliminary Results, 64 Fed.Reg. at 53,327; see also Def.’s Mem. at 30. As part of its investigation, Commerce distributed a questionnaire, which, in pertinent part, requested NTN to provide COP and CV information. See Def.’s Mem. at 30. Specifically, Commerce requested NTN to: (1) list all inputs used to produce the merchandise under review; (2) identify those inputs that NTN received from affiliated persons; (3) provide the per unit transfer price charged for the input by the affiliated producer; (4) provide the COP incurred by the affiliated person in producing the major input; and (5) specify the basis used by NTN to value each major input for purposes of computing the submitted COP and CV amounts. See id. In response, NTN referred Commerce to a number of NTN’s exhibits and stated, among other things, that transfer price was used in computing COP and CV. See Def.’s Mem. Ex. 1 (proprietary version). NTN also indicated that it used the transfer price for computing COP and CV. See id. at 31. Therefore, consistent with its interpretation of 19 U.S.C. §§ 1677f(2) and (3), Commerce used the higher of the transfer price or the actual cost in calculating COP and CV in the situations where NTN used parts purchased from affiliated persons. See id.\n \nWhile NTN argues that there is no record evidence that the affiliated party inputs did not “reflect the amount usually reflected in [the] sales of ... merchandise ... under consideration” and that the statute makes no reference to cost, NTN’s Mem. at 16 (relying on 19 U.S.C. § 1677b(f)(2)), the Court holds that Commerce acted reasonably and in accordance with 19 U.S.C. § 1677b(f)(3) when it chose to determine the value of a major input on the basis of the information available regarding COP. See NSK 2002, 26 CIT at ––––, 217 F.Supp.2d at 1320–22; see also SKF USA Inc. v. United States, 24 CIT 822, –––– 116 F.Supp.2d 1257, 1261–68 (2000).\n \nNTN argues that even if Commerce was correct in adjusting NTN’s COP and CV for affiliated party inputs, Commerce committed a ministerial error in the calculation of this adjustment in that Commerce’s methodology failed to capture NTN’s actual cost accurately. See NTN’s Mem. at 17. According to NTN, Commerce’s methodology erred by making an adjustment for the difference between transfer price and supplier’s actual cost, rather than between supplier’s actual cost and NTN’s actual cost. See Issues & Decision Mem. at 28; NTN’s Mem. at 17; Def.’s Mem at 34; see **1350 also NTN’s Reply at 9. Commerce notes that\nNTN calculated variances by comparing its standard costs to its actual costs which are, for all inputs it purchased from all suppliers, based on the transfer prices from each supplier. As a result, the affiliate’s costs ... are based on transfer prices. Therefore, NTN’s reported actual costs are not an accurate basis *73 on which to calculate COP and CV. Thus, it was appropriate to use the supplier’s actual cost, and also to make an adjustment for the difference between the supplier’s actual cost and the transfer price when the supplier’s actual cost was higher than the transfer price.\nIssues & Decision Mem. at 29–30 (emphasis added). Commerce further asserts that the “variances” to which NTN refers are based upon the transfer price of affiliated suppliers, and not the actual cost of the input to affiliated suppliers. Accordingly, the Court agrees that NTN’s reported actual costs cannot be an accurate basis upon which to calculate COP and CV. It is not the role of this Court to determine what methodology Commerce should or should not use in its determination, but instead to decide whether Commerce’s chosen methodology is reasonable. “[Commerce] is given discretion in its choice of methodology as long as the chosen methodology is reasonable and [Commerce’s] conclusions are supported by substantial evidence in the record.” Federal–Mogul Corp. v. United States, 18 CIT 785, 807–08, 862 F.Supp. 384, 405 (1994) (citing Ceramica Regiomontana, S.A. v. United States, 10 CIT 399, 404–05, 636 F.Supp. 961, 966 (1986), aff’d, 810 F.2d 1137 (Fed.Cir.1987)); see also Matsushita Elec. Indus. Co. v. United States, 750 F.2d 927, 936 (Fed.Cir.1984) (stating that “[the Court’s] role is limited to deciding whether [Commerce’s] decision is ‘unsupported by substantial evidence on the record, or otherwise not in accordance with law’ ”). After careful examination of the record of this case and NTN’s assertion that Commerce’s methodology is distortive, this Court sustains Commerce’s methodology in using NTN’s supplier’s actual cost.\n \n\n\nIV. Commerce’s Denial of a Price–Based Level of Trade Adjustment\n\nA. Contentions of the Parties\nNTN contends that Commerce improperly denied a price-based level of trade (“LOT”) adjustment when matching constructed export price (“CEP”) sales to sales of the foreign like product,8 citing Borden Inc. v. United States, 22 CIT 233, 4 F.Supp.2d 1221 (1998), as support. See NTN’s Mem. at 18–21. See generally Borden, 22 CIT 233, 4 F.Supp.2d 1221, rev’d, 2001 WL 312232 (Fed.Cir. Mar.12, 2001). In particular, NTN argues, inter alia, that Commerce incorrectly determined NTN’s CEP LOT because Commerce failed to use the sale to the first unaffiliated purchaser in the United States to determine NTN’s CEP LOT. See Issues & Decision Mem. at 35; NTN’s Mem. at 19–21. NTN requests that the Court remand the LOT issue to Commerce *74 to grant NTN a price-based LOT adjustment when its CEP LOT is different from the LOT of the comparison foreign like product. See NTN’s Mem. at 21.\n \nCommerce, in turn, argues that it properly determined the LOT for NTN’s CEP sales based upon the CEP. See Def.’s Mem. at 35–36. Commerce used the CEP price to determine the LOT of CEP sales, and found that NTN had “no home market level of trade equivalent to the CEP level **1351 of trade because there were significant differences between the selling activities associated with the CEP and those associated with each of the home market [LOTs].” Id. at 35; see also NTN’s Mem.App. 5 at 6–7. Commerce points out that CEP is defined in 19 U.S.C. § 1677a(b) (1994) as the price at which the subject merchandise is first sold in the United States by a seller affiliated with the producer to an unaffiliated purchaser, as adjusted under §§ 1677a(c) and (d). See Def.’s Mem. at 39. According to Commerce, the adjusted CEP price is to be compared to prices in the home market based on the same LOT whenever it is practicable; when it is not practicable and the LOT difference affects price comparability, Commerce considers making a LOT adjustment. See id. at 39–40. Commerce makes a CEP offset when Commerce is not able to quantify price differences between the CEP LOT and the LOT of the comparison sales, and if NV is established at a more advanced state of distribution than the CEP LOT. See id. at 41.\n \nCommerce claims that it applied its usual methodology to determine CEP LOT and determined that NTN’s LOT and home market LOT were not equivalent. See id. at 43. According to Commerce, “in order to calculate a[LOT] adjustment, the CEP [LOT] must exist in the home market.” Id. Since there was a difference between NTN’s LOT and home market CEP LOT, Commerce “could not determine a [LOT] adjustment based upon NTN’s home market sales of merchandise under review.” Id.; Issues & Decision Mem. at 36. Alternatively, Commerce calculated “NV at the same [LOT] as the [United States] sale to the unaffiliated customer and, when comparisons were to sales at a different [LOT], made a CEP offset....” Def.’s Mem. at 43 (citing NTN’s Mem.App. 5 at 6–7). Commerce contends that NTN provided no further information to establish a basis for calculating a LOT adjustment. See id. Timken generally agrees with Commerce’s positions and adds that the Court should uphold Commerce’s methodology since NTN admits that “transfer price was used in computing COP and CV” in its answer to Commerce’s questionnaire. Timken’s Resp. at 17 (referring to Def.’s Mem. Ex. 1 at 64).\n \n\n\nB. Analysis\nIn Micron Tech., Inc. v. United States, 243 F.3d 1301 (Fed.Cir.2001), the Court of Appeals for the Federal Circuit (“CAFC”) held that the plain text of the antidumping statute and the Statement of *75 Administrative Action (“SAA”)9 require Commerce to deduct the expenses enumerated under 19 U.S.C. § 1677a(d) before making the LOT comparison.10 The court examined 19 U.S.C. § 1677b(a)(1)(B)(i) (1994), which provides that Commerce must establish NV “to the extent practicable, at the same **1352 level of trade as the export price or [CEP],” and 19 U.S.C. § 1677a(b), which defines CEP as “the price at which the subject merchandise is first sold (or agreed to be sold) in the United States ... as adjusted under subsections (c) and (d) of this section.” (emphasis added). The court concluded that “[r]ead together, these two provisions show that Commerce is required to deduct the subsection (d) expenses from the starting price in the United States before making the level of trade comparison....” Micron, 243 F.3d at 1315. The court further stated that this conclusion is mandated by the SAA, which states that “ ‘to the extent practicable, [Commerce should] establish normal value based on home market (or third country) sales at the same level of trade as the constructed export price or the starting price for the export price.’ ” Id. (citing SAA at 829) (emphasis in original).\n \n[7] [8] In its reply brief, NTN acknowledges the Micron decision but asserts that the CAFC’s interpretation of the relevant subsections under 19 U.S.C. § 1677b (1994) conflicts with the URAA, “which requires [Commerce] to make a LOT adjustment if the difference in the level of trade affects price comparability, based on a pattern of consistent price differences.” NTN’s Reply at 7 (citations omitted). Despite this opposition, this Court adheres to its reasoning in NTN 2002, 26 CIT at ––––, 186 F.Supp.2d at 1265–66, and finds that Commerce properly made § 1677a(d) adjustments to NTN’s starting price in order to arrive at CEP and make its LOT determination. The Court also finds that Commerce’s decision to deny NTN a LOT adjustment is supported by substantial evidence. Section 1677b(a)(7)(A) permits Commerce to make a LOT adjustment “if the difference in level of trade ... involves the performance of different selling activities[ ] and ... is demonstrated to affect price comparability, based on a pattern of consistent price differences between sales at different levels of trade in the country in which normal value is determined.” 19 U.S.C. § 1677b(a)(7)(A). Yet, Commerce *76 does not make a LOT adjustment when the record at issue does not provide adequate evidence to support such an adjustment. See Issues & Decision Mem. at 35. For this POR, Commerce examined the record and concluded that NTN’s home market LOT was not equivalent to its CEP LOT. See id. Furthermore, “Commerce had no other information that provided an appropriate basis for determining a [LOT] adjustment.” Def.’s Mem. at 43. See generally SAA at 830. “As a result, because the record [failed] to establish that there [wa]s any pattern of consistent price differences between the relevant LOTs, [Commerce] did not make a LOT adjustment for NTN when [Commerce] matched a CEP sale to a sale of the foreign like product at a different LOT.” Issues & Decision Mem. at 35. Accordingly, the Court finds that Commerce acted within the directive of the statute in denying NTN the LOT adjustment and instead, granting a CEP offset. See 19 U.S.C. § 1677b(a)(7).\n \n\n\nV. Commerce’s Reallocation of NTN’s United States Indirect Selling Expenses Without Regard to Levels of Trade\n\nA. Background\nIn the Final Results, 65 Fed.Reg. at 11,767, Commerce calculated NTN’s United States and home market selling expenses without regard to LOT. See Issues & Decision Mem. at 36–38. NTN argued that Commerce should have relied on NTN’s reported United States and home market selling expenses based on LOT instead of reallocating these selling expenses without regard to LOT. See id. at 36. Furthermore, NTN claims that Commerce’s rejection of NTN’s reported LOT **1353 selling expenses “contradicts the evidence on the record in this review [since Commerce concluded] in the [P]reliminary [R]esults ... that different LOTs existed in both the [United States] and home markets for sales of subject merchandise.” Id. at 36–37. NTN also points to data11 it supplied Commerce in response to Commerce’s questionnaire illustrating that United States original equipment manufacturer (“OEM”) sales incurred higher selling expenses than both past market and distributor sales, and that distributor sales incurred higher selling expenses than post market sales. See id. at 37. “NTN states that home market expenses also can be identified by LOT and argues that [Commerce’s] reallocation [of NTN’s United States indirect selling expenses] without regard to LOT is distortive.” Id. Timken, in turn, contends that the evidence on the record supports Commerce’s reallocation of NTN’s home market and United States indirect selling expenses without regard to LOT. See id. Timken asserts that NTN has not adequately shown that its allocations accurately reflect the manner in which NTN incurs expenses *77 for its sales, and thus Commerce should not alter its methodology of reallocating NTN’s home market and United States selling expenses without regard to LOT. See id.\n \nCommerce generally agrees with Timken. See Issues & Decision Mem. at 37–38. Commerce responded that for a majority of the expenses under this POR, it determined that NTN’s methodology for allocating its selling expenses based on LOTs did not bear any relationship to the manner in which NTN incurred these United States and home market selling expenses and its methodology led to distorted allocations. See id. at 37. Commerce asserts that in Timken Co. v. United States, 20 CIT 645, 653, 930 F.Supp. 621, 628–29 (1996), Commerce was to accept “NTN’s LOT-specific allocations and per-unit LOT expense adjustment amounts only if NTN’s expenses demonstrably varied according to LOT.” Id. Acting in accordance with Timken Co., Commerce in its remand results did not allow NTN’s LOT-specific allocations “due to the lack of quantitative and narrative evidence on the record demonstrating that the expenses in question demonstrably varied according to LOT....” Issues & Decision Mem. at 38. Commerce argues that after careful review of the administrative record for this POR, it finds that “in most instances no evidence exists demonstrating that NTN’s home market and [United States] expenses allocated by LOT actually varied according to LOT.” Id. Commerce further concluded that the data provided by NTN in its response to Commerce’s questionnaire indicates that NTN incurred certain United States packing material and packing labor expenses when selling to only one United States’s LOT. See id.; see also Def.’s Mem. at 45 n. 12. After reviewing NTN’s response to its questionnaire, Commerce found that NTN clearly indicates that “certain of NTN’s packing expenses individually differed by LOT.” Issues & Decision Mem. at 38.\nBecause these expenses were unique to a single LOT, NTN 1) allocated each total expense amount solely to this LOT[;] 2) calculated a single allocation ratio for this LOT[;] and 3) applied this ratio only to [United States] sales at this LOT.... Therefore, for [the Preliminary Results, 64 Fed.Reg. 53,323, Commerce] applied [Commerce’s] recalculated ratios for certain of NTN’s [United States] packing and [United States] labor expenses only for sales to the one LOT for which these expenses were incurred.\n**1354 Id. After further review, Commerce also concluded that NTN’s United States packing labor and material expenses varied with regard to LOT. See id. According to specific data12 provided by NTN, *78 Commerce points out that NTN’s different methods of packing depend upon LOT. See id. Commerce states that since NTN has provided no further record evidence that home market expenses were incurred differently depending on LOT, Commerce properly accepted only NTN’s allocation of home market packing expenses according to LOT. See id.\n \n\n\nB. Contentions of the Parties\nNTN contends that Commerce’s decision to reallocate NTN’s selling expenses violates Commerce’s mandate to administer the antidumping laws. See NTN’s Mem. at 24–27. NTN states that Commerce is in error primarily because: (1) “the expenses in question varied across [LOTs] in keeping with the requirements of [Timken Co., 20 CIT 645, 930 F.Supp. 621; (2) ] NTN’s methodology was previously accepted by [Commerce] and has not changed[; and (3) ] the effect of reallocating these expenses is to void [Commerce’s] LOT determination....” Id. at 24 (citations omitted). Moreover, NTN argues that Commerce erred in basing its decision to reallocate NTN’s reported expenses on the conclusion that the expense methodology NTN employed “bore no relationship to the manner in which the expense[s were] incurred.” Id. According to NTN, sufficient record evidence exists for Commerce to find that NTN’s indirect and home market selling expenses varied with regard to LOT.13 See id. at 24–25. Citing to Böwe–Passat v. United States, 17 CIT 335, 340 (1993), NTN argues that Commerce’s reallocation of NTN’s United States indirect selling expenses without regard to LOT is contrary to Commerce’s statutory role of administering the antidumping law to the most accurate extent possible. See id. at 27.\n \nCommerce responds that no sufficient record evidence exists illustrating that all of NTN’s United States selling expenses and home market selling expenses varied demonstrably with regard to LOT. See Def.’s Mem. at 45–46. Commerce refers to the holdings in NTN Bearing Corp. of Am. v. United States, 23 CIT 486, 83 F.Supp.2d 1281 (1999) and NTN Bearing Corp. of Am. v. United States, 19 CIT 1221, 905 F.Supp. 1083 (1995) and asserts that this Court uphold Commerce’s reallocation of NTN’s United States and home market indirect selling expenses without regard to LOTs. See id. at 46.\n \nTimken generally supports Commerce’s arguments and argues that the record evidence supports Commerce’s decision to reject NTN’s allocation of United States and home market indirect selling expenses. See Timken’s Resp. at 18 (citing Issues & Decision Mem. at 37–38). Furthermore, Timken contends that it has been Commerce’s practice to reject NTN’s methodology for reporting selling expenses *79 in various reviews. See id. (citing Final Results of Antidumping Duty Administrative Reviews of Tapered Roller Bearings and Parts Thereof, Finished and Unfinished, From Japan, and Tapered Roller Bearings, Four Inches or Less in Outside Diameter, and Components Thereof, From Japan, 63 Fed.Reg. 63,860 (Nov. 17, 1998), and Final Results of Antidumping Duty Administrative Reviews of Tapered Roller **1355 Bearings and Parts Thereof, Finished and Unfinished, From Japan, and Tapered Roller Bearings, Four Inches or Less in Outside Diameter, and Components Thereof, From Japan, 63 Fed.Reg. 2558 (Jan. 15, 1998).)\n \nNTN replies to Commerce and Timken’s assertions by stating that neither has brought forth any substantial legal argument that supports Commerce’s decision to adjust NTN’s sales for selling expenses without regard to LOT. See NTN’s Reply at 9–10. NTN also proposes that Commerce failed to address the record in this POR, and asserts that precedent makes clear that “the record for each administrative review is separate from, and independent of, each previous administrative review.” Id. at 10 (citing NSK Ltd. v. United States, 16 CIT 275, 277, 788 F.Supp. 1228, 1229 (1992), in turn citing Beker Indus. Corp. v. United States, 7 CIT 199, 585 F.Supp. 663 (1984)).14\n \n\n\nC. Analysis\n[9] The Court agrees with Commerce that NTN failed to provide adequate evidence illustrating that all of NTN’s United States selling expenses and home market selling expenses varied demonstrably with regard to LOT. In making its final determination, Commerce followed the standard set by this Court in Timken Co., 20 CIT at 651–53, 930 F.Supp. at 627–29 that Commerce is to deny a LOT adjustment if Commerce finds that expenses did not vary according to LOT.\n \nIn the case at bar, NTN purports to show that it incurred different selling expenses at different trade levels by pointing to specific exhibits included in its proprietary memorandum. See NTN’s Mem. at 25 (proprietary version). After a review of the record, Commerce concluded that the questionnaire responses that NTN provided for some of its United States packing and material expenses indicate that such expenses were incurred in connection with only one United States LOT. See Issues & Decision Mem. at 38. In the Preliminary *80 Results, 64 Fed.Reg. 53,323,15 Commerce accordingly “recalculated ratios for certain of NTN’s [United States] packing and ... labor expenses only for sales to the one LOT for which these expenses were incurred.” Issues & Decision Mem. at 38 (emphasis added); see Prelim. Analysis Mem. at 7–8. Commerce further determined that although NTN’s exhibits “clearly demonstrate that different methods of packing are required depending upon LOT,” NTN provides no evidence that illustrates that all of NTN’s selling expenses were incurred differently with regard to LOT. Issues & Decision Mem. at 38; see Prelim. Analysis Mem. at 7–8. Accordingly, in the Final Results, 65 Fed.Reg. 11,767, Commerce only accepted NTN’s allocation of home market packing expenses according to LOT. See Issues & Decision Mem. at 38.\n \nIn NTN 2002, 26 CIT at ––––, 186 F.Supp.2d at 1268, this Court made clear that NTN has the burden before Commerce **1356 to establish its entitlement to a LOT adjustment. NTN’s failure to provide the requisite evidence with regard to selling expenses, other than NTN’s home market packing expenses, compels the Court to conclude that it has not met its burden of demonstrating that Commerce’s denial of the LOT adjustment was not supported by substantial evidence and was not in accordance with law. See NSK Ltd. v. United States, 21 CIT 617, 635–36, 969 F.Supp. 34, 55 (1997), aff’d, NSK Ltd. v. Koyo Seiko Co., Ltd., 190 F.3d 1321, 1330 (Fed.Cir.1999). For the reasons stated above, the Court sustains Commerce’s methodology.\n \n\n\nVI. Commerce’s Exclusion of Certain Home Market Sales to Affiliated Parties From the Normal Value Calculation\n\nA. Background\nDuring the POR, Commerce determined whether NTN’s affiliated party sales should be used for purposes of calculating NV by employing its standard arm’s-length test. See Def.’s Mem. at 47. Specifically, Commerce compared NTN’s home market selling prices to NTN’s affiliated and unaffiliated parties by using Commerce’s 99.5% arm’s-length test in which Commerce computes\nthe weighted average price of all sales to each affiliated party by part number and the weighted average price of all sales of each part number to unaffiliated parties.... [F]or every part number sold to both unaffiliated and affiliated parties, the program calculates, for each related party, ratios of the affiliated and unaffiliated weighted average prices; these ratios are then weight-averaged to obtain the average of all part numbers sold *81 to each related party ... [Commerce] only eliminates sales to a particular affiliated party from the calculation of NV when the average of all of these comparisons for that affiliate is less than 99.5 percent.\nIssues & Decision Mem. at 39.\n \n\n\nB. Contentions of the Parties\nNTN contends that Commerce erred in applying the arm’s-length test because Commerce “compare[d] the weighted average price for unrelated sales [to the price] for individual related sales, and [failed to] consider other important factors such as quantity or payment terms of specific sales.” NTN’s Mem. at 28. NTN further argues that no statutory precedent establishes Commerce’s ability to measure arms-length transactions by such a test. See id. To illustrate its contention, NTN provides a hypothetical example attempting to demonstrate that Commerce’s arm’s-length test is distortive. See id. at 28–29. Alternatively, NTN suggests that Commerce lower the threshold from 99.5 to 95 percent to ensure that the results “truly reflect the range of prices in [NTN’s] transactions.” Id. at 29. NTN further asserts that Commerce incorporate additional factors, such as quantity or payment terms of specific sales, in the application of its test. See id. at 29–30; NTN’s Reply at 12.\n \nIn response, Commerce cites to 19 U.S.C. § 1677b(a)(5) (1994) highlighting the following:\nIf the foreign like product is sold or, in the absence of sales, offered for sale through an affiliated party, the prices at which the foreign like product is sold (or offered for sale) by such affiliated party may be used in determining normal value.\nDef.’s Mem. at 48 (emphasis in original). Relying on this statutory language, Commerce then argues that it has been granted broad discretion to devise and follow “its own methodology for determining when to use affiliated-party prices in determining **1357 NV as was [allotted for] under the prior law.” Id. at 48–49 (citing 19 U.S.C. § 1677b(a)(3) (1988) and 19 C.F.R. § 353.45(a) (1996)).\n \nCommerce also cites to several decisions that have upheld Commerce’s test as reasonable, including NTN Bearing Corp., 23 CIT at 486, 83 F.Supp.2d at 1281, NSK Ltd., 21 CIT at 635–36, 969 F.Supp. at 54, NTN Bearing Corp., 19 CIT at 1240–41, 905 F.Supp. at 1099–1100, and Usinor Sacilor v. United States, 18 CIT 1155, 1157–58, 872 F.Supp. 1000, 1004 (1994). Timken supports Commerce’s contentions. See Timken’s Resp. at 19–20.\n \n\n\nC. Analysis\n[10] The Court disagrees with NTN that Commerce’s arm’s-length test is unreasonable. Under the applicable statute, 19 U.S.C. § 1677b(a)(5), Commerce is granted considerable discretion in deciding *82 whether to include affiliated party sales when calculating NV. See Usinor, 18 CIT at 1158, 872 F.Supp. at 1004. This Court has repeatedly upheld Commerce’s arm’s-length test on the basis that respondents’ have failed to present “record evidence tending to show that ... Commerce’s test was unreasonable.” NTN Bearing Corp., 19 CIT at 1241, 905 F.Supp. at 1100; see Torrington Co. v. United States, 21 CIT 251, 261, 960 F.Supp. 339, 348 (1997) (stating that the respondent “must do more than indicate a possible correlation between price and quantity” to support its argument that Commerce should consider quantity in Commerce’s arm’s-length test); NSK Ltd., 190 F.3d at 1328 (affirming the judgment of the CIT that Commerce’s arm’s-length methodology was reasonable given respondent’s mere reference to a hypothetical and lack of record evidence that Commerce’s methodology was unreasonable). Additionally, NTN’s argument that Commerce reduce its arm’s-length test threshold to 95% in order to yield a more accurate range of NTN’s transaction prices fails to prove that Commerce’s current test is in fact unreasonable.\n \nThis Court has also repeatedly rejected NTN’s argument that Commerce consider additional factors, such as quantity and payment terms of specific sales in its determination of whether sales prices to affiliated and unaffiliated parties are comparable. NTN has failed to point to sufficient record evidence that would persuade the Court to depart from its prior holdings in NTN 2002, 26 CIT at ––––, 186 F.Supp.2d at 1287–88, NTN Bearing Corp. v. United States, 24 CIT at ––––, 104 F.Supp.2d at 148, and NTN Bearing Corp., 19 CIT at 1241, 905 F.Supp. at 1099 (disagreeing “with NTN that Commerce’s arm[’]s-length test is flawed because Commerce did not take into account certain factors proposed by NTN”). Accordingly, the Court upholds Commerce’s application of the arm’s-length test to exclude certain home market sales to affiliated parties from the NV calculation as reasonable, in accordance with law and supported by substantial evidence.\n \n\n\nVII. Commerce’s Inclusion of Certain NTN Sales Allegedly Outside the Ordinary Course of Trade\n\nA. Background\nThe pertinent section of the United States Code states that NV be based on “the price at which the foreign like product is first sold ... in the ordinary course of trade.” 19 U.S.C. § 1677b(a)(1)(B)(i). Section 1677b(e)(2)(A) provides that CV be calculated in part, by using “amounts incurred and realized by the ... producer [under] review ... in connection with the production and sale of a foreign like product in the ordinary course of trade, for consumption in the foreign country....” 19 U.S.C. § 1677b(e)(2)(A) (1994). The term “ordinary course of trade” is defined by 19 U.S.C. § 1677(15) as\n**1358 *83 the conditions and practices which, for a reasonable time prior to the exportation of the subject merchandise, have been normal in the trade under consideration with respect to merchandise of the same class or kind. [Commerce] shall consider [sales disregarded under § 1677b(b)(1) and transactions disregarded under § 1677b(f)(2) ], among others, to be outside the ordinary course of trade....\n19 U.S.C. § 1677(15) (1994) (emphasis added). Sections 1677b(b)(1) and 1677b(f)(2) respectively deal with below-cost sales and affiliated parties and were not involved in the determination at issue. Although § 1677b(b)(1)’s sales below COP and § 1677b(f)(2)’s affiliated party transactions are specifically designated as outside the ordinary course of trade, the “among others” language of § 1677(15) clearly indicates that other types of sales could be excluded as being outside the ordinary course of trade.\n \nIn particular, the SAA states that aside from 19 U.S.C. §§ 1677b(b)(1) and f(2):\nCommerce may consider other types of sales or transactions to be outside the ordinary course of trade when such sales or transactions have characteristics that are not ordinary as compared to sales or transactions generally made in the same market. Examples of such sales or transactions include merchandise produced according to unusual product specifications[ or ] merchandise sold at aberrational prices.\n \n. . . . .\n[Section 1677(15) ] does not establish an exhaustive list, but [Commerce is given discretion to] interpret section 1677(15) in a manner which will avoid basing [NV] on sales which are extraordinary for the market in question, particularly when the use of such sales would lead to irrational or unrepresentative results.\nSAA at 834 (emphasis added). The court in Koenig & Bauer–Albert AG v. United States (“Koenig” ), 22 CIT 574, 589, 15 F.Supp.2d 834, 850 (1998), vacated on other grounds, Koenig & Bauer–Albert AG v. United States, 259 F.3d 1341 (Fed.Cir.2001), articulated that “Commerce has the discretion to decide under what circumstances highly profitable sales would be considered to be outside the ordinary course of trade,” but also recognized that Commerce can not “impose this requirement arbitrarily.”\n \n\n\nB. Contentions of the Parties\nNTN claims that Commerce improperly included certain NTN sales that were allegedly outside the ordinary course of trade in Commerce’s dumping margin and CV profit calculations. See NTN’s Mem. at 30–33. In NTN’s attempt to show that Commerce erred in *84 including certain sales in its calculations, NTN provided Commerce with what it claims to be specific record evidence indicating that NTN’s high profit sales were in fact outside the ordinary course of trade. See id. at 31–32; see also NTN’s Mem. Apps. 7 & 8. But see Issues & Decision Mem. at 44.\n \nCommerce, in turn, argues that the evidence provided by NTN fails to demonstrate that such sales were, in fact, outside the ordinary course of trade. See Def.’s Mem. at 57. Accordingly, Commerce contends that it properly included such sales in its calculations and that its decision is supported by record evidence and in tune with its statutory requirements. See id. at 55–61. Timken adds that NTN “bears the burden of proving that home market sales are not in the ordinary course of trade ... [and that] NTN has failed to make such a demonstration regarding either its ‘sample’ sales or its alleged ‘high profit’ sales.” Timken’s Resp. at 20–21.\n \n\n\n**1359 C. Analysis\n\n1. Commerce’s Inclusion of Certain NTN Sales Allegedly Outside the Ordinary Course of Trade In Commerce’s Margin Calculation\n[11] The issue before the Court is whether Commerce reasonably included certain sample sales and sales with high profit levels in NTN’s home market sales database in its dumping margin, instead of determining that such sales were outside the ordinary course of trade, and accordingly excluding them. In the Issues & Decision Mem., Commerce laid out its practice concerning the exclusion of certain sales from the margin calculation when such sales, in fact, fall outside the ordinary course of trade. Commerce states that it has\nexamined the record with respect to NTN’s alleged home market sample sales to determine if these sales qualify for such an exclusion. In its original questionnaire response, NTN only states that “samples are provided to customers for the purpose of allowing the customer to determine whether a particular product is suited to the customer’s needs” and that “the purpose ... would not be the same as those purchased in the normal course of trade....” In its ... supplemental response, NTN did not provide additional information to demonstrate clearly that its alleged sample sales are outside the ordinary course of trade. The mere fact that a respondent identified sales as samples does not necessarily render such sales outside the ordinary course of trade [.] ... For these reasons, [Commerce] disagree[s] with NTN that its home market sample sales should be excluded from [the] margin calculations....\nIssues & Decision Mem. at 44 (emphasis added).\n \nCommerce also stated that NTN failed to provide any further evidence illustrating that any of NTN’s “high profit” sales were actually *85 outside the ordinary course of trade. See id. According to Commerce, just because NTN has instances of high profits is not dispositive of the fact that the sales relating to such were actually outside the ordinary course of trade. See id. In its questionnaire to NTN, Commerce stated that\nthe burden of proof is on [NTN] to demonstrate, through narrative explanation of the circumstances surrounding such sales and supporting documentation or other evidence, that sales claimed to be outside the ordinary course of trade are in fact outside the ordinary course of trade. [Commerce] will not consider only one factor in isolation (i.e., the fact that certain sales are labeled as samples, or that a transaction involved small quantities or high prices) as sufficient proof that a sale is not in the ordinary course of trade.\nDef.’s Mem. Ex. 2 (proprietary version); Def.’s Mem. at 57–58; see also Nachi–Fujikoshi Corp. v. United States, 16 CIT 606, 608, 798 F.Supp. 716, 718 (1992). Nevertheless, NTN argues that it has provided Commerce with sufficient record evidence and points to a number of exhibits in its memorandum referring to zero-priced sample data16 and explanations of NTN’s instances of high profit sales. See NTN’s Mem. at 31. NTN also cites CEMEX, S.A. v. United States, 133 F.3d 897 (Fed.Cir.1998) in support of its argument that Commerce should exclude sales with abnormally high profit levels. See id. at 32.\n \n**1360 The Court disagrees with NTN that Commerce should exclude such sales from its margin calculation. Although the CAFC sustained Commerce’s determination that certain home market sales were outside the ordinary course of trade, CEMEX, 133 F.3d at 901, the court noted that for that review, Commerce had examined factors additional to profit. In the case at bar, NTN supports its contentions with evidence regarding only one factor, namely profit. See NTN’s Mem. at 31 (listing NTN’s exhibits referring to profit). According to the court in CEMEX, 133 F.3d at 900, Commerce must evaluate not just “one factor taken in isolation but rather ... all the circumstances particular to the sales in question.” Furthermore, this Court previously held that a lack of showing that the transactions at issue possessed some unique and unusual characteristic that make them unrepresentative of the home market allot Commerce the discretion to include such transactions in NTN’s home market database. See NSK 2002, 26 CIT at ––––, 217 F.Supp.2d at 1315 (analogizing NTN Bearing Corp., 19 CIT at 1229, 905 F.Supp. at 1091).\n \n*86 In both its Issues & Decision Mem. and Def.’s Mem., Commerce makes clear that NTN failed to meet its burden of proof regarding evidence of NTN’s sample sales and sales with high profit that NTN claims were outside the ordinary course of trade. Therefore, this Court sustains Commerce’s decision to include such sales in its margin calculation.\n \n\n\n2. Commerce’s Inclusion of Certain NTN Sales Allegedly Outside the Ordinary Course of Trade In Commerce’s CV Profit Calculation\nNTN raises the related argument that since NTN’s sample sales and sales with abnormally high profits are outside the ordinary course of trade, they should also be excluded from Commerce’s CV calculation. See NTN’s Mem. at 32–33. In response, Commerce states that\nNTN provided no evidence which demonstrated that the profit amounts realized on the sales [ ] claimed to be outside the ordinary course of trade are particularly, much less abnormally, high. NTN has selected an arbitrary profit margin which it defines as “high,” but it provides no evidence or analysis which suggests that the profit margin it chose is in any way unusual. To the contrary, there are enough of these claimed “high profit” sales in NTN’s home [ ]market database that it is apparent that these sales are not unusual but, rather, occur typically within NTN’s normal course of trade.\nIssues & Decision Mem. at 44.\n \nAs acknowledged in Koenig, 22 CIT at 589, 15 F.Supp.2d at 850, Commerce is granted discretion to consider under what circumstances high profit sales are actually outside the ordinary course of trade. See Mitsubishi Heavy Indus. v. United States, 22 CIT 541, 568, 15 F.Supp.2d 807, 830 (1998); see also Notice of Final Determination of Sales Less Than Fair Value: Large Newspaper Printing Presses and Components Thereof, Whether Assembled or Unassembled From Germany, 61 Fed.Reg. 38,166, 38,178 (July 23, 1996); Notice of Final Determination of Sales at Less Than Fair Value: Large Newspaper Printing Presses and Components Thereof, Whether Assembled or Unassembled, From Japan, 61 Fed.Reg. 38,139 (July 23, 1996). In the review at issue, Commerce refused to exclude certain NTN sample and high profit sales from its CV calculation because NTN failed to show that such sales were outside the ordinary course of trade due to “unique and unusual characteristics related to the sale[s] in question which make [them] unrepresentative of the home market.” Issues & Decision Mem. **1361 at 44. Commerce acknowledged that such sales should be excluded only if circumstances existed that would lead Commerce to the conclusion that such sales, were in fact, made outside the ordinary course of trade. *87 See id. A lack of evidence provided by NTN that would enable Commere to reach such a conclusion makes it reasonable for Commerce to include such sales in the CV profit calculation. See NTN Bearing Corp., 19 CIT at 1229, 905 F.Supp. at 1091. Accordingly, this Court upholds Commerce’s decision to include such sales in its CV profit calculation.\n \n\n\nVIII. Commerce’s Strict Reliance Upon the Sum–of–Deviations Methodology for its Model Match Analysis\n\nA. Background\nDuring this review, Commerce relied upon the “sum-of-deviations” (“SUMDEV”) methodology to determine NTN’s similar home market models of the merchandise under review as potential matches to the United States models. See Def.’s Mem. at 61–62; NTN’s Mem. at 33–34; NTN’s Reply at 15. The SUMDEV methodology uses five physical criteria, namely, inside diameter, outside diameter, width, load rating and Y2 factor, along with a twenty percent difmer test when determining which TRB models are most similar to the United States model. See Issues & Decision Mem. at 46; Def.’s Mem. at 61–62 & n. 19; see also Koyo Seiko Co. v. United States, 66 F.3d 1204, 1207 (Fed.Cir.1995) (explaining the different criteria).\n \nWhen determining appropriate product comparisons for United States sales, Commerce first tries to match United States TRB models to identical models sold in NTN’s home market. See Issues & Decision Mem. at 46. When an identical model was not available, Commerce applied the SUMDEV methodology. See id.\n \nSection 1677(16) of Title 19 of the United States Code defines the term “foreign like product” as\nmerchandise in the first of the following categories in respect of which a determination ... can be satisfactorily made:\n(A) The subject merchandise and other merchandise which is identical in physical characteristics with, and was produced in the same country by the same person as, that merchandise.\n(B) Merchandise—\n(i) produced in the same country and by the same person as the subject merchandise,\n(ii) like that merchandise in component material or materials and in the purposes for which used, and\n(iii) approximately equal in commercial value to that merchandise.\n(C) Merchandise—\n(i) produced in the same country and by the same person and of the same general class or kind as the merchandise which is the subject of the investigation,\n(ii) like that merchandise in the purposes for which used, and\n*88 (iii) which the administering authority determines may reasonably be compared with that merchandise.\n19 U.S.C. § 1677(16) (1994). The CAFC stated in Koyo Seiko Co., 66 F.3d at 1209, that “Congress has implicitly delegated authority to Commerce to determine and apply a model-match methodology necessary to yield ‘such or similar’ merchandise under [19 U.S.C. § 1677(16) ]. This Congressional delegation of authority empowers Commerce to choose the manner in which ‘such or similar’ merchandise shall be selected. Chevron applies....”\n \n\n\nB. Contentions of the Parties\nNTN argues that Commerce’s practice of exclusively “ranking” similar merchandise on the basis of the SUMDEV methodology does not allow Commerce to determine **1362 the most similar matches because the test fails to account for the cost deviation among the TRB models themselves. See Issues & Decision Mem. at 45; NTN’s Mem. at 34. Specifically, NTN contends that “[t]he exclusive use of the [SUMDEV] methodology to rank similar models creates the possibility that [United States] sales will be matched to sales with a relatively low [SUMDEV] total, but a very high difmer total, while another sale may have a very similar, but higher, [SUMDEV] total, but a much lower difmer total.” NTN’s Mem. at 34; see also Issues & Decision Mem. at 45. NTN uses a hypothetical example to attempt to show that Commerce’s SUMDEV methodology is prima facie distortive. See NTN’s Mem. at 34–35. NTN concludes by citing to Böwe–Passat, 17 CIT at 340, as support of its contention that Commerce should be ordered to modify the SUMDEV methodology “to account for cost deviation among models [in order for Commerce] to fulfill [its] statutory mandate....” NTN’s Mem. at 34. NTN suggests that Commerce be ordered to alter its methodology by using the “cost variances not only to determine commercial comparability for purposes of [19 U.S.C. § 1677(16)(B),] but also to select most similar home market TRB models.” Issues & Decision Mem. at 47.\n \nCommerce asserts that 19 U.S.C. § 1677(16) provides general guidance in selecting the products sold in the foreign market to be compared to United States merchandise. See Issues & Decision Mem. at 46. The statute first directs Commerce to find home market merchandise with identical qualities to those sold in the United States and, if unavailable, to search for merchandise that would satisfy §§ 1677(16)(B) and (C). See id. at 47. To satisfy such statutory requirements, Commerce eliminates, as possible matches, those models for which the variable cost of manufacturing differences exceed 20 percent of the total cost of manufacturing of the United States model. See id. Therefore, Commerce contends that Commerce’s SUMDEV methodology is both a reasonable application of its discretion to determine what constitutes similar merchandise for the purpose of calculating NV, and is supported by the law. See id.\n \n\n\n*89 C. Analysis\n[12] In Koyo Seiko Co., 66 F.3d at 1209, the CAFC held that “Congress has implicitly delegated authority to Commerce to determine and apply a model-match methodology necessary to yield ‘such or similar’ merchandise under [19 U.S.C. § 1677(16) ]. This Congressional delegation of authority empowers Commerce to choose the manner in which ‘such or similar’ merchandise shall be selected. Chevron applies in such a situation.” (Citations omitted).\n \nIn the case at bar, Commerce explained that\nthe selection of similar merchandise is based on a product’s physical characteristics and not differences in cost. Furthermore, [Commerce’s] matching methodology satisfies NTN’s apparent concerns that dissimilar merchandise may be compared because it precludes the pairing of models whose cost deviation exceeds 20 percent and provides for a difmer adjustment to NV if non-identical TRB models are matched....\nRegarding NTN’s suggestion that [Commerce] place a cap on the [SUMDEV] model-match methodology, [Commerce explains] that the [CAFC] has considered [Commerce’s] [SUMDEV] methodology to be reasonable....\nIssues & Decision Mem. at 47.\n \nThe Court agrees that Commerce is not required to adopt the particular matching methodology advanced by NTN, see Koyo Seiko Co., 66 F.3d at 1209; **1363 Timken Co. v. United States, 10 CIT 86, 98, 630 F.Supp. 1327, 1338 (1986); NTN Bearing Corp. of Am. v. United States, 18 CIT 555, 559 (1994), and finds that Commerce’s decision to apply its SUMDEV methodology is reasonable and in accordance with law. See Peer Bearing Co. v. United States, 25 CIT 1199, ––––, 182 F.Supp.2d 1285, 1305 (2001) (pointing out that “[i]n the absence of a statutory mandate to the contrary, Commerce’s actions must be upheld as long as they are reasonable’ ”) (quoting Timken Co. v. United States, 23 CIT 509, 516, 59 F.Supp.2d 1371, 1377 (1999)); see also Chevron, 467 U.S. at 844–45, 104 S.Ct. 2778.\n \nThe Court also agrees with Commerce that NTN has failed to demonstrate that Commerce’s use of its SUMDEV methodology is, in any way, distortive. NTN merely supplies the Court with a hypothetical example suggesting that Commerce’s “exclusive use of the [SUMDEV] methodology to rank similar models creates the possibility that [United States] sales will be matched to sales with a relatively low [SUMDEV] total, but a very high difmer total, while another sale may have a very similar, but higher, [SUMDEV] total, but a much lower difmer total.” NTN’s Mem. at 34. Such a suggestion is not sufficient evidence to prove that Commerce’s methodology is in any way distortive or an unreasonable interpretation of Commerce’s discretion to “determine and apply a model-match methodology necessary *90 to yield ‘such or similar’ merchandise under [19 U.S.C. § 1677(16) ].” Koyo Seiko Co., 66 F.3d at 1209.\n \n\n\nIX. Commerce’s Treatment of Indirect Selling Expenses for Interest Alleged to Have Been Incurred by NTN in Financing Cash Deposits for Antidumping Duties\n\nA. Background\nDuring the review at issue, Commerce added an amount that it classified as interest on cash deposits to NTN’s United States indirect selling expenses calculation. See NTN’s Mem.App. 5 at 17 (proprietary version). Commerce states that\n“[w]ith respect to the proper handling of the amount for interest on cash deposits, ... NTN has [previously] indicated that the amount in question represents interest payments on the financing of cash deposits for antidumping duties. Thus, for these [Final Results, 65 Fed.Reg. 11,767, Commerce] ha[s] made no changes to the manner in which [it] recalculated NTN’s [United States indirect selling expenses].”\nIssues & Decision Mem. at 50.\n \n\n\nB. Contentions of the Parties\nNTN contends that Commerce improperly added a certain amount to Commerce’s calculations of NTN’s selling expenses that was allegedly incurred in financing cash deposits for antidumping duties. See NTN’s Mem. at 34–35. NTN claims that since that amount did not equal the figure reported to Commerce by NTN, compare NTN’s Mem. App 7 at 1 (illustrating worksheet 3 of NTN’s questionnaire response to Commerce) (proprietary version) with id. App. 5 at 17 (illustrating attachment II of Commerce’s calculation of NTN’s United States selling expenses) (proprietary version), Commerce should remove the added amount from its calculation since it “effectively penalizes NTN in this amount....” NTN’s Mem. at 35. NTN adds that this particular adjustment is unlike those in previous reviews and, therefore, considers Commerce’s response to NTN’s contentions unresponsive. See NTN’s Reply at 16. Commerce responds that its decision is reasonable and in accordance with law. “While antidumping duties and cash deposits have never been considered expenses deductible from [United **1364 States] price,” Commerce asserts that “interest expenses incurred in connection with selling activities in the [United States] are deductible from [the United States] price.” Def.’s Mem. at 67. Accordingly, Commerce allowed an adjustment to indirect selling expenses with regard to those expenses that Commerce determined to be non-selling expenses. See id. Timken supports Commerce’s contentions and charges NTN with improperly calculating its expense figures. See Timken Resp. at 22 (proprietary version).\n \n\n\n*91 C. Analysis\n[13] Section 1677a(d)(1) of Title 19 provides for a CEP adjustment of certain expenses incurred by affiliated sellers in selling the subject merchandise in the United States. The statute, however, does not precisely identify what such expenses are. See generally 19 U.S.C. § 1677a(d)(1) (1994); Koyo Seiko Co. v. United States, 26 CIT 170, ––––, 186 F.Supp.2d 1332, 1349–50 (2002) (highlighting previous reviews that Commerce has dealt with such expenses).\n \nFor some period of time, Commerce’s practice was to deem financing interest of cash deposits as a selling expense and, therefore, Commerce allowed respondents that incurred such expenses to deduct the interest from indirect selling expenses prior to the deduction of such indirect selling expenses from the CEP. See Final Results of Antidumping Duty Administrative Reviews of Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof From France, Germany, Italy, Japan, Singapore, and the United Kingdom, 62 Fed.Reg.2081, 2104–05 (Jan. 15, 1997). However, at a later point, Commerce reexamined this practice and the policies underlying it. Specifically, Commerce observed that\n[t]he statute does not contain a precise definition of what constitutes a selling expense. Instead, Congress gave [Commerce] discretion in this area. It is a matter of policy whether [Commerce] consider[s] there to be any financing expenses associated with cash deposits. [Commerce] recognize[s] that [Commerce] ha[s], to a limited extent, removed such expenses from indirect selling expenses for such financing expenses in past reviews.... However, [Commerce] ha[s] reconsidered [Commerce’s] position on this matter and ha[s] now concluded that this practice is inappropriate.\nFinal Results of Antidumping Duty Administrative Reviews of Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof From France, Germany, Italy, Japan, Romania, Singapore, Sweden and the United Kingdom, 62 Fed.Reg. 54,043, 54,079 (Oct. 17, 1997).\n \nThis Court has held that Commerce has the discretion to alter its policy, so long as Commerce presents a reasonable rationale for its departure from the previous practice, see NSK 2002, 26 CIT at ––––, 217 F.Supp.2d at 1307–09 (relying on Chevron, 467 U.S. at 843, 104 S.Ct. 2778, Timken Co. v. United States, 22 CIT 621, 628, 16 F.Supp.2d 1102, 1106 (1998)), and accordingly has upheld Commerce’s decision to deny an adjustment to NTN’s United States indirect selling expenses for interest allegedly incurred by NTN in financing cash deposits for antidumping duties. See NSK 2002, 26 CIT at ––––, 217 F.Supp.2d at 1309.\n \nIn the case at bar, NTN claims that, unlike Commerce’s practice in past reviews, Commerce added an amount for interest incurred financing *92 cash deposits to its selling expense calculation that did not coincide with the figure provided by NTN to Commerce in its questionnaire response. See NTN’s Reply at 16. The crux of NTN’s complaint is that Commerce **1365 failed to address this issue in its response and that Timken misunderstood the data provided by NTN. See id. at 16–17. The Court, however, does not find these arguments persuasive. Commerce states that\nNTN has indicated [in its case brief] that the amount in question represents interest payments on the financing of cash deposits for antidumping duties. Thus, for these [Final Results, 65 Fed.Reg. 11,767, Commerce] ha[s] made no changes to the manner in which [Commerce] recalculated NTN [United States indirect selling expenses].\nIssues & Decision Mem. at 50 (emphasis added). Accordingly, the Court will adhere to its reasoning in NSK 2002, 26 CIT at ––––, 217 F.Supp.2d at 1309, and sustain Commerce’s decision to deny an adjustment to NTN’s United States indirect selling expenses for interest allegedly incurred by NTN in financing cash deposits for antidumping duties.\n \n\n\nX. Commerce’s Application of Adverse Facts Available to Koyo’s Sales of Further–Manufactured Merchandise and Entered Values (Koyo and Timken)\n\nA. Statutory Background\nAn antidumping duty is imposed upon imported merchandise when: (1) Commerce determines such merchandise is being dumped, that is, sold or likely to be sold in the United States at less than fair value; and (2) the International Trade Commission determines that an industry in the United States is materially injured or is threatened with material injury. See 19 U.S.C. §§ 1673, 1677(34) (1994). To determine whether there is dumping, Commerce compares the price of the imported merchandise in the United States to the NV for the same or similar merchandise in the home market. See 19 U.S.C. § 1677b (1994). The price in the United States is calculated using either an EP or CEP. See 19 U.S.C. §§ 1677a(a), (b); see also, SAA at 822 (1994) (Commerce will classify the price of a United States sales transaction as a CEP “[i]f, before or after the time of importation, the first sale to an unaffiliated person is made by (or for the account of) the producer or exporter or by a seller in the United States who is affiliated with the producer or exporter”); Koenig & Bauer–Albert AG v. United States, 22 CIT at 589–593, 15 F.Supp.2d at 850–852 (discussing when to apply EP or CEP methodology).\n \nCommerce must reduce the price used to establish CEP by any of the following amounts associated with economic activities occurring in the United States: (1) commissions paid in “selling the subject merchandise in the United States”; (2) direct selling expenses, that *93 is, “expenses that result from, and bear a direct relationship to, the sale, such as credit expenses, guarantees and warranties”; (3) “any selling expenses that the seller pays on behalf of the purchaser” (assumptions); (4) indirect selling expenses, that is, any selling expenses not deducted under any of the first three categories of deductions; (5) certain expenses resulting from further manufacture or assembly (including additional material and labor) performed on the merchandise after its importation into the United States; and (6) profit allocated to the expenses described in categories (1) through (5). 19 U.S.C. § 1677a(d)(1)-(3); see SAA at 823–24.\n \nCommerce calculates the expenses resulting from further manufacture or assembly using one of two statutory methods. See 19 U.S.C. §§ 1677a(d), (e). The first method provides that Commerce shall reduce “the price used to establish [CEP by] ... the cost of any further manufacture or assembly (including additional material and labor), except in [certain] circumstances.” 19 U.S.C. § 1677a(d)(2). When the first method does not apply, **1366 Commerce applies a special rule for merchandise with value added after importation (“Special Rule”). See 19 U.S.C. § 1677a(e) (1994). The Special Rule provides that:\n[w]here the subject merchandise is imported by a person affiliated with the exporter or producer, and the value added in the United States by the affiliated person is likely to exceed substantially the value of the subject merchandise, [Commerce] shall determine the [CEP] for such merchandise by using one of the following prices if there is a sufficient quantity of sales to provide a reasonable basis for comparison and [Commerce] determines that the use of such sales is appropriate:\n(1) The price of identical subject merchandise sold by the exporter or producer to an unaffiliated person.\n(2) The price of other subject merchandise sold by the exporter or producer to an unaffiliated person.\nIf there is not a sufficient quantity of sales to provide a reasonable basis for comparison under paragraph (1) or (2), or [Commerce] determines that neither of the prices described in such paragraphs is appropriate, then the [CEP] may be determined on any other reasonable basis.\n19 U.S.C. § 1677a(e).\n \n\n\nB. Factual Background\nOn February 18, 1999, Koyo requested that Commerce apply the Special Rule pursuant to 19 U.S.C. § 1677a(e) for certain of Koyo’s imported bearings and bearing parts further manufactured in the United States prior to being sold to an unaffiliated customer. See *94 Koyo’s Mem. Ex. A. Moreover, Koyo requested that Commerce exempt it from completing Section E of Commerce’s questionnaire that required Koyo to report sales and cost data information for its further manufactured sales. See id. Ex. A at 2. Commerce notified Koyo on March 11, 1999, that based on certain information provided by Koyo, Commerce determined that Koyo is required to provide additional information regarding its sales of further manufactured bearings, and mandated that Koyo respond to Section E of Commerce’s questionnaire. See id. Ex. B. Koyo declined to provide this additional information. See id. Ex. F. Commerce explained that\nthe record does not lead [Commerce] to conclude that the use of either of the two alternative methods described in [1677a(e)(1) and (2) ] with respect to Koyo’s further-manufactured [subject] merchandise is appropriate. As noted in [the Preliminary Results, 64 Fed.Reg. 53,323,] the finished merchandise sold by Koyo to the first unrelated [United States] customer was still in the same class or kind as merchandise within the scope of the TRB order and finding (i.e., imported TRB components were processed into TRBs). As a result, the calculation of the precise amount of value added for Koyo’s further-manufactured sales would not be nearly as burdensome as it would be for ... [ ]other respondent[s] who imported TRBs for incorporation in automobiles and transmission assemblies. Furthermore, in prior reviews [Commerce] ha[s] calculated margins for Koyo’s further-processed sales and has extensive experience with and knowledge of Koyo’s further-manufactured sales and the calculation of the value added in the United States with respect to these sales. In addition, the record clearly indicates that Koyo’s further-manufactured [United States] sales represented a large portion of its total [United States] sales during the POR. Furthermore, A–588–604 margins [Commerce] ha[s] calculated for Koyo for determinations in past reviews in which further-manufactured sales were included in [Commerce’s] databases have been **1367 significantly higher than margins [Commerce] ha[s] calculated in past reviews of Koyo in the A–588–604 case in which there were no further-manufactured sales in [Commerce’s] analysis. This indicates that, in this particular case, the margins on further-manufactured sales are not necessarily equivalent to the margins on non-further-manufactured sales. Thus, the standard methodology would likely yield more accurate results in this case. Consideration of this difference in past Koyo margins in which further-manufactured sales were included in [Commerce’s] analysis cannot be overlooked in [Commerce’s] evaluation of the additional accuracy [Commerce] would likely gain by using the standard methodology in this case. Therefore, for all of the above reasons, in this case [Commerce] ha[s] determined that the relatively small reduction of *95 burden on [Commerce] that would result from resorting to either of the two proxy methods under the [S]pecial [R]ule would be outweighed by the potential distortion and losses in accuracy as a consequence of their use. Accordingly, for this case [Commerce] ha[s] rejected the use of either of the two proxies as inappropriate and ha[s] sought to calculate the CEP for Koyo’s further manufactured sales using another reasonable basis.\nIssues & Decision Mem. at 12.\n \nAs another reasonable method, Commerce chose its standard methodology under 19 U.S.C. § 1677a(d)(2) to calculate the CEP of Koyo’s further-manufactured merchandise and found that this methodology was not burdensome and “presented a higher probability of accurate results than using margins calculated for non-further manufactured sales.” Def.’s Mem. at 78 (citing Issues & Decision Mem. at 13–14). Koyo objected to the use of Commerce’s standard methodology for calculating the CEP of its further-manufactured TRB merchandise and suggests that\ninstead of evaluating whether the margins for finished over–4–inch A–588–604 bearings were an appropriate surrogate for A–588–604 further-manufactured merchandise, [Commerce] could have used the margins it calculated for finished A–588–054 bearings as a proxy for that A–588–604 merchandise which was further processed into under–4–inch bearings, and the margins calculated for the finished A–588–604 bearings as a proxy for that A–588–604 merchandise which was further processed into over–4–inch bearings.\nIssues & Decision Mem. at 13.\n \nCommerce responded that\n[w]hile Koyo’s proposal would be less burdensome than the use of the standard methodology, the record clearly indicates that the use of the standard methodology for Koyo would yield more accurate results: [Commerce] believe[s] that the gains in accuracy [Commerce] would achieve would outweigh any burden resulting from the use of the standard calculation. Koyo suggests an alternative method for grouping its non-further-manufactured sales such that the division of merchandise subject to the TRB order and finding would be breached. Not only has [Commerce] never before breached the division between orders in any aspect of [Commerce’s] analysis or calculations, but Koyo has provided no evidence that its alternative would yield results more accurate than [Commerce’s] standard methodology. The record contains no compelling reasons for [Commerce] to abandon [Commerce’s] long-standing policy of treating orders as separate proceedings. Rather, the record supports *96 [COMMERCE’S] CONTINUED USE OF THE STANDARD meThodology as a reasonable basis for calculating the CEP for Koyo’s further-manufactured merchandise.\n**1368 Id. at 13–14. Since Koyo failed to comply with Commerce’s request that Koyo complete Section E of Commerce’s questionnaire, Commerce applied, as adverse facts available, “the highest rate ever calculated for Koyo in any previous review of the TRBs at issue[, ... and applied this] rate ... to the total entered value of Koyo’s further-manufactured sales” to calculate the CEP of Koyo’s further-manufactured merchandise. Def.’s Mem. at 82–83.\n\n\nC. Contentions of the Parties\n\n1. Koyo’s Contentions\nKoyo contends that it submitted certain information to Commerce illustrating that the “value added in the United States to imported TRB parts exceeded substantially the value of those parts, and that [such information] satisfied the prerequisites for the application of the statutory ‘special rule,’ 19 U.S.C. § 1677a(e)....” Koyo’s Mem. at 14. Accordingly, Commerce should have calculated Koyo’s CEP of further processed merchandise sales by implementing a methodology other than what Commerce uses in its standard analysis. See id. at 15, 19. Koyo asserts that “Congress’ use of the word ‘shall’ in the first paragraph of section 1677a(e)17 demonstrates that [Commerce] is not given discretion [regarding its] use [of] the ‘special rule,’ but is directed to do so whenever [Commerce] finds that the value added in the United States is likely to exceed substantially the value of the imported components.” Id. at 19. Koyo also argues that Commerce’s mandate that Koyo submit a full Section E response to Commerce’s questionnaire “ignored the clear language” of 19 U.S.C. § 1677a(e) directing Commerce to calculate CEP of further processed merchandise sales on a “more reasonable” and “less burdensome” manner. See id. 19–20.\n \nAccording to Koyo, the case at bar concerns the issue of whether Commerce acted reasonably and within its statutory limits by applying the Special Rule, as provided for in 19 U.S.C. § 1677a(e), in addition *97 to relying on its standard further-manufacturing methodology, provided for in 19 U.S.C. § 1677a(d)(2) (1994), and requesting from Koyo a Section E response. See id. at 20–22. Koyo asserts that 19 U.S.C. §§ 1677a(d) and 1677a(e) are mutually exclusive and, as such, Commerce may not employ its standard analysis as an “other reasonable basis” under § 1677a(e). See id. at 22. In other words, when the Special Rule applies, Commerce “is foreclosed from deducting the cost of further manufacture[d TRBs] ... and must rely on an alternative basis to calculate the margins on further processed merchandise.” Koyo’s Resp. at 15. Koyo further argues that the facts in the record fail to support Commerce’s justifications for applying the standard analysis under the Special Rule, but rather that Commerce’s conclusion is based on a “false premise ... that the differences between the margins of further processed and non-further processed merchandise in past reviews are indicative of the results in the current review.” Koyo’s Mem. at 23. Although Koyo recognizes that Commerce may use knowledge it has developed from prior reviews regarding some **1369 aspects of Koyo’s participation in the antidumping process, there has been no administrative review for Koyo in which the record reflects data on Koyo’s further processed TRBs since 1993/94. Id. at 23.\n \nKoyo proposed to Commerce an alternative methodology on which to calculate the dumping margins in this POR, which Koyo claims Commerce “erroneously rejected.” See id. at 24–27. Koyo also raises issue with Commerce’s “confusion” regarding the formula Commerce is to apply in determining the relative accuracy of the standard methodology. Koyo cites to various pages of the Issues & Decision Mem. claiming that Commerce fails to consistently apply the appropriate test measuring the relative “accuracy” of Commerce’s standard methodology versus the implementation of an alternative methodology. See id. at 27–28.\n \n\n\n2. Commerce’s Contentions\nCommerce contends that Congress has granted to Commerce broad discretion in determining when the use of “any other reasonable basis” under 19 U.S.C. § 1677a(e) is appropriate. Def.’s Mem. at 79–82. Commerce maintains that “[n]either the statute nor the SAA prohibits Commerce from using the more burdensome standard [19 U.S.C. § 1677a](d)(2) methodology as an alternative reasonable method where the agency finds that neither alternative under [§ 1677a](e)(1) or (e)(2) is appropriate.” Id. at 81. In this case, Commerce determined that\nthe record does not lead [Commerce] to conclude that the use of either of the two alternative methods described in [§§ 1677a(e)(1) and (2) ] with respect to Koyo’s further-manufactured merchandise is appropriate. As noted in [Commerce’s Preliminary Results, 64 Fed.Reg. 53,323,] the finished *98 merchandise sold by Koyo to the first unrelated [United States] customer was still in the same class or kind as merchandise within the scope of the TRB order and finding (i.e., imported TRB components were processed into TRBs). As a result, the calculation of the precise amount of value added for Koyo’s further-manufactured sales would not be nearly as burdensome as it would be for ... another respondent who imported TRBs for incorporation in automobiles and transmission assemblies. Furthermore, in prior reviews Commerce ha[s] calculated margins for Koyo’s further-processed sales and ha[s] extensive experience with and knowledge of Koyo’s further-manufactured sales and the calculation of the value added in the United States with respect to these sales. In addition, the record clearly indicates that Koyo’s further-manufactured [United States] sales represented a large portion of its total [United States] sales during the POR. Furthermore, A–588–604 margins [Commerce] ha[s] calculated for Koyo for determinations in past reviews in which further-manufactured sales were included in [Commerce’s] databases have been significantly higher than margins [Commerce] ha[s] calculated in past reviews of Koyo in the A–588–604 case in which there were no further-manufactured sales in our analysis. This indicates that, in this particular case, the margins on further-manufactured sales are not necessarily equivalent to the margins on non-further-manufactured sales. Thus, the standard methodology would likely yield more accurate results in this case. Consideration of this difference in past Koyo margins in which further-manufactured sales were included in [Commerce’s] analysis cannot be overlooked in [Commerce’s] evaluation of the additional accuracy [Commerce] would likely gain by using the standard methodology in this case. Therefore, for all of the above reasons, in this case [Commerce] ha[s] determined that the relatively **1370 small reduction of burden on [Commerce] that would result from resorting to either of the two proxy methods under the special rule would be outweighed by the potential distortion and losses in accuracy as a consequence of their use. Accordingly, for this case [Commerce has] rejected the use of either of the two proxies as inappropriate and ha[s] sought to calculate the CEP for Koyo’s further manufactured sales using another reasonable basis.\nIssues & Decision Mem. at 12.\n \nAlthough Commerce agrees that Koyo’s proposed methodology would be less burdensome than Commerce’s standard methodology under § 1677a(d)(2), Commerce contends that “... the record clearly indicates that the use of the standard methodology for Koyo would yield more accurate results....” Issues & Decision Mem. at 13–14; Def.’s Mem. at 80. Commerce cites the CAFC’s decision in Rhone *99 Poulenc, Inc. v. United States, 899 F.2d 1185, 1191 (Fed.Cir.1990), recognizing that the purpose behind the antidumping statute is to ensure that Commerce calculates the dumping margins as accurately as possible. See Def.’s Mem. at 80–81. Although Commerce does not dispute that the underlying purposes of the Special Rule is to ensure that Commerce avoid certain complexities involved in implementing the standard methodology set forth in 19 U.S.C. § 1677a(d)(2), Commerce has determined that in the case at bar, achieving accuracy is to outweigh the goal of reducing the burden associated with implementing the standard analysis. See id. at 82. According to Commerce, it acted within its statutory authority and the Court can not “weigh the wisdom of Commerce’s legitimate policy choices.” Id.\n \nCommerce also contends that it acted in accordance with 19 U.S.C. § 1677e when it used the adverse facts available margin rate to calculate the CEP of Koyo’s further-manufactured merchandise. See id. In particular, Commerce argues that, since Koyo failed to act to the best of its ability by refusing to respond to the particular section of Commerce’s questionnaire, Commerce properly selected the adverse facts available margin rate and applied it to the total entered value of Koyo’s further-manufactured merchandise. See id. 82–83. Contrary to Timken’s argument that Commerce should have applied facts available to Koyo’s total sales value of the further-manufactured sales rather than to the entered value of Koyo’s sales, Commerce maintains that it “is not required by the statute to select a method that is ‘the most’ or ‘more’ reasonably adverse.” Id. at 83. In sum, Commerce argues that it has adhered to the statutory language in “choosing the highest margin ever calculated for Koyo in the reviews ... at issues.” Id. Commerce contends that it had the discretion to choose the sources and facts upon which Commerce will depend upon to support an adverse interest “when a respondent has been determined to be uncooperative.” Id. at 84.\n \nAccording to Commerce, “[t]he adverse facts available rate selected ... in this case represents an increase over past practice; yet, the application of that rate to entered value is consistent with past practice [as well].” Id. at 86; see also id. at 87. Commerce maintains that its application of the adverse facts available rate to the entered value rather than Koyo’s sales values of further-manufactured TRBs is consistent with Commerce’s practice in determining assessment rates. See id. at 87 (explaining Commerce’s calculation of assessment rates under 19 C.F.R. § 351.212(b)). Finally, Commerce argues that adherence to Timken’s suggestion that Commerce apply an adverse facts available rate to the total sales value would result in punitive results for Koyo. See id.\n \n\n\n**1371 3. Timken’s Contentions\nTimken agrees with Commerce’s resort to its standard methodology *100 under 19 U.S.C. § 1677a(d)(2) as an alternative reasonable method and argues that Commerce has broad discretion as when to use “any other reasonable basis” under § 1677a(e). See Timken’s Resp. at 8–12. Moreover, Timken maintains that the reason Commerce has not conducted a recent determination on Koyo’s further manufactured merchandise is because Koyo has consistently refused to supply Commerce with the necessary information to conduct such a review. See id. at 10. According to Timken, Commerce correctly relied on adverse facts available and reasonably determined that Koyo’s further-manufactured TRBs were likely dumped at greater rates than its “ fully manufactured” merchandise. See id. Timken further argues that since the United States Customs Service does not maintain CEPs for merchandise imported by related parties, but rather has only entered values, Koyo’s proposed methodology would lead to irrational results. See id. at 12.\n \nTimken, however, disagrees with Commerce’s application of the adverse facts available margin to Koyo’s entered value and argues that Commerce should have applied its facts available rate to Koyo’s sales value rather than Koyo’s entered value. See Timken’s Mem. Supp. Mot. J. Agency R. Pursuant R. 56.2 (“Timken’s Mem.”) at 8–14. Timken contends that Commerce’s application of the adverse facts available margin to Koyo’s entered value was unlawful because: (1) transfer prices are not reliable, see id. at 11, 15–18; and (2) Commerce “rewarded Koyo’s refusal to supply requested information by applying the ‘facts available’ rate to Koyo’s entered value, rather than to its sales value, for further-processed merchandise, which resulted in a lower dumping margin for Koyo.” Id. at 14.\n \n\n\nD. Analysis\n[14] The first issue before the Court is whether Commerce’s use of its standard methodology pursuant to § 1677a(d)(2) constitutes another “reasonable basis” under § 1677a(e). To determine whether Commerce’s interpretation and application of the antidumping statute is in accordance with law, the Court must undertake the two-step analysis prescribed by Chevron, 467 U.S. 837, 104 S.Ct. 2778. Under the first step, the Court reviews Commerce’s construction of a statutory provision to determine whether “Congress has directly spoken to the precise question at issue.” Chevron, 467 U.S. at 842, 104 S.Ct. 2778. “To ascertain whether Congress had an intention on the precise question at issue, [the Court] employ[s] the ‘traditional tools of statutory construction.’ ” Timex V.I., 157 F.3d at 882 (citing Chevron, 467 U.S. at 843 n. 9, 104 S.Ct. 2778). “The first and foremost ‘tool’ to be used is the statute’s text, giving it its plain meaning.... Because a statute’s text is Congress’s final expression of its intent, if the text answers the question, that is the end of the matter.” Id. (citations omitted).\n \nThe end clause of 19 U.S.C. § 1677a(e) clearly provides Commerce with a great deal of discretion in adjusting CEP for the cost of further *101 manufacture and assembly. See 19 U.S.C. § 1677a(e). Under § 1677a (e), when the value added to subject merchandise in the United States is likely to substantially exceed the value of the merchandise, Commerce must use specified surrogate prices if two conditions are met. See id. The first condition in the preamble of § 1677a(e) that there be “a sufficient quantity of sales to provide a reasonable basis for comparison,” is not at issue here. Id. The second condition in the preamble of § 1677a(e) requires Commerce to “determine[ ] that the use of such sales is appropriate.” Id. Thus, Commerce **1372 is not forced to use the surrogate prices if it determines that their use is not “appropriate.” See id. According to the end clause of § 1677a(e), Commerce is permitted to determine CEP “on any other reasonable basis.” Id.\n \nCommerce, therefore, may determine the method by which to calculate CEP, when it finds that the use of the surrogate prices is not appropriate. This holds true even if Commerce finds that the value added in the United States “is likely to exceed substantially the value of the subject merchandise....” 19 U.S.C. § 1677a(e). Thus, even if Commerce finds that Koyo’s added value substantially exceeds the value of the merchandise, Commerce still has the discretion to refuse to apply the Special Rule.\n \nIn the case at bar, Commerce determined that\nthe record does not lead [Commerce] to conclude that the use of either of the two alternative methods described in [§§ 1677a(e)(1) and (2) ] with respect to Koyo’s further-manufactured merchandise is appropriate. As noted in [Commerce’s Preliminary Results, 64 Fed.Reg. 53,323,] the finished merchandise sold by Koyo to the first unrelated [United States] customer was still in the same class or kind as merchandise within the scope of the TRB order and finding (i.e., imported TRB components were processed into TRBs). As a result, the calculation of the precise amount of value added for Koyo’s further-manufactured sales would not be nearly as burdensome as it would be for ... another respondent who imported TRBs for incorporation in automobiles and transmission assemblies. Furthermore, in prior reviews Commerce ha[s] calculated margins for Koyo’s further-processed sales and ha[s] extensive experience with and knowledge of Koyo’s further-manufactured sales and the calculation of the value added in the United States with respect to these sales. In addition, the record clearly indicates that Koyo’s further-manufactured [United States] sales represented a large portion of its total [United States] sales during the POR. Furthermore, A–588–604 margins [Commerce] ha[s] calculated for Koyo for determinations in past reviews in which further-manufactured sales were included in [Commerce’s] databases have been significantly *102 higher than margins [Commerce] ha[s] calculated in past reviews of Koyo in the A–588–604 case in which there were no further-manufactured sales in our analysis. This indicates that, in this particular case, the margins on further-manufactured sales are not necessarily equivalent to the margins on non-further-manufactured sales. Thus, the standard methodology would likely yield more accurate results in this case.\nIssues & Decision Mem. at 12.\n \nThe Court finds that Commerce acted within the discretion afforded to it by § 1677a(e) in refusing to apply the Special Rule to Koyo in this review. The Court will not require Commerce to use the Special Rule when it finds the use of the Special Rule inappropriate, since the imposition of such a requirement would be contrary to § 1677a(e). Therefore, since Commerce found that neither alternative under §§ 1677a(e)(1) or (e)(2) were appropriate, Commerce’s resort to its standard methodology under § 1677a(d)(2) as an alternative reasonable method is affirmed.18\n \n**1373 [15] Next, the Court must determine whether Commerce’s application of the adverse facts available margin rate to Koyo’s entered value in order to calculate the CEP of Koyo’s further-manufactured merchandise was in accordance with law. The antidumping statute mandates that Commerce use “facts otherwise available” if “necessary information is not available on the record” of an antidumping proceeding. 19 U.S.C. § 1677e(a)(1). In addition, Commerce may use facts available where an interested party or any other person: (1) withholds information that has been requested by Commerce; (2) fails to provide the requested information by the requested date or in the form and manner requested, subject to 19 U.S.C. §§ 1677m(c)(1), (e) (1994); (3) significantly impedes an antidumping proceeding; and (4) provides information that cannot be verified as provided in 19 U.S.C. § 1677m(i). See id. § 1677e(a)(2)(A)-(D). Section 1677e(a) provides, however, that the use of facts available shall be subject to the limitations set forth in 19 U.S.C. § 1677m(d).\n \nOnce Commerce determines that use of facts available is warranted, § 1677e(b) permits Commerce to apply an “adverse inference” if it can find that “an interested party has failed to cooperate by not acting to the best of its ability to comply with a request for information.” Such an inference may permit Commerce to rely on information derived from the petition, the final determination, a previous review or any other information placed on the record. See 19 U.S.C. § 1677e(c) (1994). When Commerce relies on information *103 other than “information obtained in the course of [the] investigation or review, [Commerce] shall, to the extent practicable, corroborate that information from independent sources that are reasonably at [its] disposal.” Id.\n \n[16] In order to find that a party “has failed to cooperate by not acting to the best of its ability,” it is not sufficient for Commerce to merely assert this legal standard as its conclusion or repeat its finding concerning the need for facts available. See Ferro Union, Inc. v. United States, 23 CIT 178, 197, 44 F.Supp.2d 1310, 1329 (1999) (“Once Commerce has determined under 19 U.S.C. § 1677e(a) that it may resort to facts available, it must make additional findings prior to applying 19 U.S.C. § 1677e(b) and drawing an adverse inference.”). Rather, Commerce must clearly articulate: (1) “why it concluded that a party failed to comply to the best of its ability prior to applying adverse facts,” and (2) “why the absence of this information is of significance to the progress of [its] investigation.” Ferro Union, 23 CIT at 200, 44 F.Supp.2d at 1331.\n \nThe Court finds that Commerce’s decision to apply adverse facts available was in accordance with law. When Commerce chose to use its standard methodology under § 1677a(d)(2) to calculate the CEP of Koyo’s further-manufactured merchandise, Commerce requested that Koyo provide Commerce with responses to the particular section of the questionnaire. In particular, on March 11, 1999, Commerce requested that Koyo provide a response to the specific section of the questionnaire by April 5, 1999. See Koyo’s Mem. Ex. B. On April 5, 1999, Koyo responded by letter to Commerce stating that “[b]ecause Koyo believes that it qualifies for application of the ‘special’ rule in 19 U.S.C. § 1677a(e), and has little confidence that it will receive even-handed treatment from [Commerce] in the calculation of the fair value of TRBs further-processed from imported forgings,” Koyo declines to submit the Section E response. Koyo’s Mem. Ex. F.\n \nAs a result of Koyo’s refusal to provide responses to the particular section and **1374 thereby, failure to act to the best of its ability, Commerce selected “as adverse facts available to Koyo’s further-manufactured merchandise the highest rate ever calculated for Koyo in any segment of the A–588–604 proceeding (41.04 percent).” Issues & Decision Mem. at 14. Consequently, Commerce’s decision to apply the adverse facts available rate to Koyo’s entered value to calculate the CEP of Koyo’s further-manufactured merchandise was also in accordance with law.\n \nThe Court also finds that Timken’s argument that Commerce should have applied the adverse facts available rate to Koyo’s sales value is without merit. As Commerce correctly argues, “[i]n choosing among the facts available, [Commerce] is not required by the statute to select a method that is ‘the most’ or ‘more reasonably adverse.’ ” Issues & Decision Mem. at 17. Rather, this Court affirms Commerce’s *104 application of the adverse facts available rate to Koyo’s entered value since Commerce’s methodology was reasonable.\n \nAccordingly, the Court sustains Commerce’s resort to its standard methodology under § 1677a(d)(2) and its application of the adverse facts available rate to Koyo’s entered value to determine the CEP of Koyo’s further-manufactured merchandise.\n \n\n\nXI. Commerce’s Methodology for Calculating Koyo’s Assessment Rate for Antidumping Duties\n\nA. Background\nIn the subject review, Commerce, following its usual practice in ascertaining cash deposit rates and assessment rates, stated that “[t]he cash deposit rate has been determined on the basis of the selling price to the first unaffiliated [United States] customer. For appraisement purposes, where information is available, [Commerce] will use the entered value of the merchandise to determine the assessment rate.” Final Results, 65 Fed.Reg. at 11,769.\n \nAny of Commerce’s findings concerning assessment rates and cash deposit rates are subject to 19 U.S.C. § 1675(a)(1)(B) (1994) which provides that Commerce shall “review, and determine (in accordance with [§ 1675(a) ](2)), the amount of any antidumping duty....” Section 1675(a)(2) further states that the dumping margin “shall be the basis for the assessment of ... antidumping duties on entries of merchandise....” 19 U.S.C. § 1675(a)(2)(C).\n \nThe dumping margin (equal to the amount of antidumping duty owed) is the amount by which NV exceeds the EP or CEP on the subject merchandise sold during the POR.19 See 19 U.S.C. § 1677(35) (1994).\n \nNormal value is the comparable price for a product like the imported merchandise when first sold (generally, to unaffiliated parties) “for consumption in the exporting country, in the usual commercial quantities and in the ordinary course of trade and, to the extent practicable, at the same level of trade as the export price or constructed export price.” 19 U.S.C. § 1677b(a)(1)(B)(i) (1994).\n \nThe export price means the “price at which the subject merchandise is first sold ... by the producer or exporter of the subject merchandise outside of the United States to an unaffiliated purchaser,” while the constructed export price is the “price at which the subject merchandise is first sold ... in the United States ... [by] producer or exporter ... to a purchaser **1375 not affiliated with the producer or exporter....” 19 U.S.C. § 1677a(a), (b) (1994).\n \n*105 Cash deposit is a provisional remedy. When Commerce directs Customs to suspend liquidation upon a preliminary determination of dumping, the importer must make a cash deposit of estimated antidumping duties with Customs or post a bond or other security. See 19 U.S.C. § 1675(a)(2)(B)(iii). Commerce orders the posting of a cash deposit in an amount equal to the estimated average amount by which the foreign market value exceeds the United States price, that is, the dumping margin. See 19 U.S.C. § 1673b(d)(1) (B) (1994); see also 19 U.S.C. § 1673e(b) (applying similar calculation for Commerce’s final determination). Commerce then calculates the cash deposit rate by dividing “ ‘the aggregate dumping margins by the aggregated United States prices.’ ” National Steel Corp. v. United States, 20 CIT 743, 746, 929 F.Supp. 1577, 1581 (1996) (citing 19 C.F.R. § 353.2(f)(2) (1993)); accord 19 U.S.C. § 1677(35)(B) (stating that “ ‘weighted average dumping margin’ is the percentage determined by dividing the aggregate dumping margins ... by the aggregate export prices ...”). Commerce interprets the term “United States price” as the sale price after Commerce has made all adjustments as provided for by law. See National Steel, 20 CIT at 746, 929 F.Supp. at 1581 (citing 19 C.F.R. § 353.41(d)(iii) (1993)).\n \nWhen an antidumping duty is imposed upon imported merchandise, Commerce calculates an assessment rate for each importer by dividing the dumping margin for the subject merchandise by the entered value of such merchandise for normal Customs purposes. See 19 C.F.R. § 351.212(b) (1998).\n \nIn promulgating 19 C.F.R. § 351.212(b), Commerce reasoned as follows:\n[Section] 351.212(b)(1) deal[s] with the method that [Commerce] will use to assess antidumping duties upon completion of a review.... [Commerce] provided that it normally will calculate an “assessment rate” for each importer by dividing the absolute dumping margin found ... by the entered value.... [The rule] merely codified an assessment method that [Commerce] has come to use more and more frequently in recent years.\nHistorically, [Commerce] (and, before it, the Department of the Treasury) used the so-called “master list” (entry-by-entry) assessment method. Under the master list method, [Commerce] would list the appropriate amount of duties to assess for each entry of subject merchandise separately in its instructions to the Customs Service. However, in recent years, the master list method has fallen into disuse for two principal reasons. First, in most cases, respondents have not been able to link specific entries to specific sales, particularly in CEP situations in which there is a delay between the importation of merchandise and its resale to an unaffiliated customer [ ]. Absent an ability to link entries to sales, [Commerce] cannot apply the master list method. Second, even when respondents are able to link *106 entries to sales, there are practical difficulties in creating and using a master list if the number of entries covered by a review is large. Preparing a master list that covers hundreds or thousands of entries is a time-consuming process, and one that is prone to errors by [Commerce] and/or Customs Service staff....\nAntidumping Duties; Countervailing Duties, 62 Fed.Reg. 27,296, 27,314 (May 19, 1997).\n \n\n\nB. Contentions of the Parties\n\n1. Koyo’s Contentions\nKoyo asserts that Commerce unlawfully calculated the antidumping duty assessment **1376 rate under 19 C.F.R. § 351.212(b) because Commerce used the entered value for the subject merchandise as the denominator in the formula. See Koyo’s Mem. at 34–38. Koyo alleges that because 19 U.S.C. § 1675(a)(2) requires that the dumping margin be calculated as the difference between NV and CEP, and since NV and CEP are both price-based concepts, the logic of the statute necessitates that the denominator used in the formula must also be a price-based concept, specifically, sales value. See id. at 36. Koyo, therefore, concludes that Commerce’s use of entered value instead of sales value as the denominator is unreasonable. See id. at 37–38.\n \nKoyo recognizes this Court’s earlier decision in Koyo Seiko Co. v. United States (“Koyo 2001” ), 110 F.Supp.2d 934 (2000), aff’d, 258 F.3d 1340 (Fed.Cir.2001), sustaining Commerce’s methodology for calculating the assessment rate, but argues that Koyo’s arguments in the case at bar differ since in Koyo’s CEP transactions, the entered value is based on transactions between the foreign exporter and its single United State’s affiliate. Koyo adds that “[t]he antidumping statute generally does not focus on transactions between affiliated parties ... which is why, in a CEP situation, the statute provides that the [United States] price is to be based on the transaction between the [United States] ... affiliate and the first unaffiliated purchaser....” Koyo’s Mem. at 37.\n \nAccording to Koyo, Commerce’s stated reason for using the entered value would apply only if Koyo’s subject merchandise were imported by multiple parties, and if Commerce had included the entered value from those multiple parties in the denominator of its assessment rate. See id. Koyo claims that, in the case at bar, all of Koyo’s merchandise was imported by one United States affiliate, and the entered value used to calculate the assessment rate consisted solely of the entered value of the subject merchandise reported by the single United States affiliate. See id.\n \n\n\n*107 2. Commerce’s Contentions\nCommerce contends that the calculation of the assessment rate pursuant to 19 C.F.R. § 351.212(b) by dividing the dumping margin by the entered value of the subject merchandise was reasonable and in accordance with law. See Def.’s Mem. at 88–93.\n \nIn response to Koyo’s contention that the court in Koyo 2001 fails to properly address the issue that the denominator in Commerce’s formula must parallel the numerator, Commerce cites to Torrington Co. v. United States, 44 F.3d 1572, 1578 (Fed.Cir.1995). The court in Torrington Co., 44 F.3d at 1578, held that 19 U.S.C. § 1675(a) does not “specify a particular divisor when calculating either assessment rates or cash deposit rates.” According to Commerce, the “dumping margin or the amount by which the normal value exceeded the export price or [CEP], serves as the basis for the assessment of antidumping duties.” Def’s Mem. at 90. Commerce further argues CEP is “calculated to be, as closely as possible, a price corresponding to an export price between non-affiliated exporters and importers.” Id. (citing SAA at 812).\n \nCommerce also addresses the argument regarding the importation of Koyo’s merchandise by only one United States affiliate. According to Commerce, “it ha[s] other valid motives for adopting entered values as the denominator, for example, administrative ease, accuracy, promptness and efficiency.” Id. at 91 (citation omitted). Furthermore, Commerce argues that “it would be unreasonable, if not anomalous, for Commerce to devise an assessment rate formula for importers enjoying exclusivity with manufacturers different **1377 from the formula applied to all other importers....” Id.\n \nTimken generally supports Commerce and points out that, contrary to Koyo’s claim, there is binding precedent by the CAFC recognizing Commerce’s discretion to use different calculations to determine a duty deposit and assessment rate. Timken’s Resp. at 11 (citing Torrington Co., 44 F.3d at 1576, 1581).\n \n\n\nC. Analysis\n[17] In Koyo 2001, 110 F.Supp.2d at 934, this Court determined and the CAFC affirmed Commerce’s methodology for calculating the assessment rate, that is, using the entered value of Koyo’s imported merchandise in the assessment rate formula rather than sales value. The Court noted that neither 19 U.S.C. §§ 1675(a)(1)(B) and (a)(2) “nor its legislative history provide[d] an ‘unambiguously express intent’ with regards to the” issue of whether Commerce could use entered value rather than sales value in its calculation of the assessment rate. Koyo 2001, 110 F.Supp.2d at 940.\n \nThe Court is unpersuaded by Koyo’s argument that its contentions in the case at bar differ from those presented in Koyo 2001, 110 F.Supp.2d at 939. Accordingly, the Court adheres to its reasoning in *108 Koyo 2001 and, therefore, affirms Commerce’s methodology of calculating the assessment rate as reasonable and in accordance with law.\n \n\n\nXII. Commerce’s Allowance of NTN to Exclude Non–Scope Merchandise From NTN’s United States Selling Expenses (Timken)\n\nA. Background\nIn the underlying review, NTN excluded certain expenses attributable to non-scope merchandise from its reported United States indirect selling expenses. See Issues & Decision Mem. at 23–24; Def.’s Mem. at 93. In particular,\n[b]ecause certain of NTN’s [United States] expenses were incurred solely for non-scope merchandise, NTN first removed all such expenses from its pool of [United States] expenses.... The remaining expenses, which NTN could not specifically link to either scope or non-scope merchandise, were then allocated to scope and non-scope merchandise.\nDef’s Mem. at 95; see Issues & Decision Mem. at 23.\n \nIn accepting NTN’s methodology of reporting its United States indirect selling expenses, Commerce: (1) verified NTN’s United States expenses finding no discrepancies; and (2) stated that it has found NTN’s methodology to be reasonable in past TRB and antifriction bearings cases. See Def’s Mem. at 95. Commerce also explained how it eliminated the possibility of distortion in NTN’s methodology when\n[Commerce] calculated a ratio of sales of scope merchandise to all sales.... Commerce then adjusted NTN’s reported final indirect selling expense by adding or subtracting various expenses to arrive at a final indirect selling expense. Next, Commerce multiplied that total expense by the ratio of scope-to-total products.\nDef.’s Mem. at 96 (referencing Def.’s Mem. Ex. 3 (proprietary version) and Prelim. Analysis Mem.).\n \n\n\nB. Contentions of the Parties\nTimken argues that Commerce improperly permitted NTN to exclude certain expenses attributable to non-scope merchandise from its reported United States indirect selling expenses. See Timken’s Mem. at 19; Reply Br. Timken (“Timken’s Reply”) at 6–8; Issues & Decision Mem. at 23–24. In particular, Timken asserts that NTN failed to meet its burden by not **1378 providing Commerce with full and affirmative documentation that would lead Commerce to reasonably conclude that NTN was entitled to an adjustment to its United States selling expenses. See Timken’s Mem. at 24. According to *109 Timken, the record is filled with “confused, contradictory, and apparently illogical statements” regarding certain NTN United States expenses and, therefore, Commerce’s decision to allow an adjustment was unsupported by substantial record evidence. See id. at 24–28. Timken claims that Commerce erred by accepting NTN’s unproven claim and requests that the Court “reject Commerce’s summary acceptance of NTN’s unjustified claim and order that ... Commerce include [the expenses in question] in the pool of [NTN’s] indirect selling expenses....” Id. at 28.\n \nTimken also contends that even if the Court finds that NTN had demonstrated that such excluded expenses were incurred for out-of-scope merchandise, NTN’s methodology “double-allocates expenses to non-scope merchandise” and, therefore, should be rejected. Id.\n \nCommerce responds that 19 U.S.C. § 1677a(d), “as amended by the URAA, continues to be silent on the question of allocation methods.” Def.’s Mem. at 93–94. Commerce maintains that it found no discrepancies during its verification of NTN’s United States expenses and eliminated the possibility of distortion in NTN’s methodology when\n[Commerce] calculated a ratio of sales of scope merchandise to all sales.... Commerce then adjusted NTN’s reported final indirect selling expense by adding or subtracting various expenses to arrive at a final indirect selling expense. Next, Commerce multiplied that total expense by the ratio of scope-to-total products.\nDef.’s Mem. at 96 (referencing Def.’s Mem. Ex. 3 (proprietary version and Prelim. Analysis Mem.)) Pointing out that NTN’s allocation methodology was reasonable and not distortive, Commerce asserts that the Court should uphold NTN’s reported allocation for United States indirect selling expenses. See id. at 96–97.\n \nNTN generally agrees with Commerce and argues that Timken has fundamentally misunderstood NTN’s reported data regarding NTN’s United States indirect selling expenses. See NTN’s Resp. Mem. Timken’s Nov. 20, 2000 Mem. Supp. R. 56.2 Mot. J. Agency R. (“NTN’s Resp.”) at 2. According to NTN, Commerce’s decision to accept NTN’s “reported pool of allocated expenses for [United States] indirect selling expenses is reasonable, and in accordance with law, and Timken’s arguments are misguided and confused.” Id. NTN claims that the record clearly shows that the expenses excluded from NTN’s pool of allocated expenses were for merchandise outside the scope of Commerce’s order. See id. NTN also asserts that its methodology ensures accuracy and avoids double allocation of expenses. See id. at 2–4\n \n\n\nC. Analysis\n[18] The Court upholds Commerce’s decision to allow NTN to exclude *110 from its United States selling expenses certain expenses attributable to non-scope merchandise since it is in accordance with law. The Court notes that 19 U.S.C. § 1677a(d) is silent on the question of allocation methods and, thus, grants Commerce considerable discretion. Under 19 C.F.R. § 351.401(g)(1998), Commerce “may consider allocated expenses and price adjustments when transaction-specific reporting is not feasible, provided [Commerce] is satisfied that the allocation method used does not cause inaccuracies or distortions.” In addition, pursuant to 19 C.F.R. § 351.401(g)(4), Commerce “will not reject an allocation method solely because the method includes expenses incurred, or **1379 price adjustments made, with respect to sales of merchandise that does not constitute subject merchandise or a foreign like product (whichever is applicable.)”\n \nBased on a careful examination of the record and on the regulatory language of 19 C.F.R. §§ 351.401(g) and (g)(4) that grants Commerce considerable discretion in choosing allocation methods, the Court sustains Commerce’s decision to accept NTN’s United States selling expenses as reasonable, supported by substantial evidence and in accordance with law. See Skidmore v. Swift & Co., 323 U.S. 134, 139–40, 65 S.Ct. 161, 89 L.Ed. 124 (1944).\n \n\n\nCONCLUSION\nThis case is remanded to Commerce to annul all findings and conclusions made pursuant to the duty absorption inquiry conducted for the subject review in accordance with this opinion. All other issues are affirmed.\n \nAll Citations\n27 C.I.T. 56, 245 F.Supp.2d 1335, 25 ITRD 1069\n\n\n\nFootnotes\n|\n1\n|On June 5, 2000, this Court granted NSK’s Consent Motion for Intervention but NSK has not filed any briefs in its capacity as a defendant-intervenor in this action.\n|\n2\n|Since the administrative review at issue was initiated after December 31, 1994, the applicable law is the antidumping statute as amended by the Uruguay Round Agreements Act (“URAA”), Pub.L. No. 103–465, 108 Stat. 4809 (1994) (effective January 1, 1995). See Torrington Co. v. United States, 68 F.3d 1347, 1352 (Fed.Cir.1995) (citing URAA § 291(a)(2), (b) (noting effective date of URAA amendments)).\n|\n3\n|The full title of this document is Final Results of Antidumping Duty Administrative Reviews and Revocation in Part of Issues and Decision Memorandum for the 1997–1998 Administrative Reviews of Tapered Roller Bearings and Parts Thereof, Finished and Unfinished, From Japan, and Tapered Roller Bearings, Four Inches or Less in Outside Diameter, and Components Thereof, From Japan (generally accessible on the internet at http://ia.ita.doc.gov/frn/summary/japan/00–5367–1.txt). Although the parties have included excerpts from this document as attachments to their memoranda to support their claims, the Court, in the interest of clarity, will refer to this document as Issues & Decision Mem. and match pagination to the printed documents provided by each party.\n|\n4\n|In Commerce’s Issues & Decision Mem., Commerce explains how material costs are a component of VCOM and TCOM which in turn, are both components of COP and CV. See Issues & Decision Mem. at 31. Therefore, when Commerce adjusted NSK’s reported material costs, it not only calculated COP and CV, but also recalculated VCOM and TCOM. See id. In turn, since Commerce relies upon VCOM and/or TCOM in running its model-match methodology, calculating the difmer adjustment and inventory carrying costs, Commerce asserts that its use of affiliated supplier cost data for purposes other than the calculation of COP and CV was reasonable and in accordance with law. See id. at 31–32.\n|\n5\n|The Court assumes that Commerce is referring to 19 U.S.C. § 1677b(a)(6) (1994) and not 19 U.S.C. § 1677a(a)(6) (1994).\n|\n6\n|In particular, Commerce refers to its methodology in Final Results of Antidumping Duty Administrative Reviews of Antifriction Bearings (Other Than Tapered Roller Bearings) and Parts Thereof From France, Germany, Italy, Japan, Romania, Sweden, and the United Kingdom, 64 Fed.Reg. 35,590, 35,612 (July 1, 1999), Notice of Final Determination of Sales at Less Than Fair Value of Stainless Steel Round Wire from Taiwan, 64 Fed.Reg. 17,336 (Apr. 9, 1999), Final Results of Antidumping Duty Administrative Reviews of Tapered Roller Bearings and Parts Thereof, Finished and Unfinished, From Japan, and Tapered Roller Bearings, Four Inches or Less in Outside Diameter, and Components Thereof, From Japan, 63 Fed.Reg. 63,860, 63,868 (Nov. 17, 1998), and Final Results of Antidumping Duty Administrative Reviews of Tapered Roller Bearings and Parts Thereof, Finished and Unfinished, From Japan, and Tapered Roller Bearings, Four Inches or Less in Outside Diameter, and Components Thereof, From Japan, 63 Fed.Reg. 2558, 2573 (Jan. 15, 1998).\n|\n7\n|Section 1677b(b)(3)(A) sets out that Commerce shall calculate COP by adding: (1) the cost of materials and of fabrication; and (2) an amount for selling, general, and administrative expenses; and (3) the cost of all expenses incidental to placing a foreign like product in condition ready for transit.\n|\n8\n|For a complete discussion of background information and the statutory provisions at issue, the reader is referred to this Court’s decision in NTN Bearing Corp. of Am. v. United States, 24 CIT 385, ––––, 104 F.Supp.2d 110, 125–128 (2000).\n|\n9\n|The SAA represents “an authoritative expression by the Administration concerning its views regarding the interpretation and application of the Uruguay Round agreements.” H.R. Doc. 103–316, at 656 (1994), reprinted in 1994 U.S.C.C.A.N. 4040. “It is the expectation of the Congress that future Administrations will observe and apply the interpretations and commitments set out in this Statement.” Id.; see also 19 U.S.C. § 3512(d) (1994) (“The statement of administrative action approved by the Congress ... shall be regarded as an authoritative expression by the United States concerning the interpretation and application of the Uruguay Round Agreements and this Act in any judicial proceeding in which a question arises concerning such interpretation or application”).\n|\n10\n|The CAFC’s decision effectively overturned the Court of International Trade’s determination with respect to this issue in Borden, 22 CIT 233, 4 F.Supp.2d 1221, a case discussed by the parties in the instant matter.\n|\n11\n|Specifically, NTN refers to Exhibit C–7 of its February 11, 1999 response to Commerce’s questionnaire. See Issues & Decision Mem. at 37.\n|\n12\n|Specifically, Commerce refers to exhibits B–6 and pages A–9 and A–15 of NTN’s February 9, 1999 response to Commerce’s questionnaire. See Issues & Decision Mem. at 38.\n|\n13\n|NTN points to various exhibits provided to Commerce in response to Commerce’s questionnaire regarding NTN’s selling expenses among varied LOTs. See NTN’s Mem. at 25 (proprietary version).\n|\n14\n|The Court disagrees with NTN’s assertion that Commerce failed to articulate any legal argument that supports Commerce’s methodology in the POR at issue, and refers NTN to Commerce’s comments in the Issues & Decision Mem. and Prelim. Analysis Mem., see infra note 15, which adequately explain why Commerce reallocated all of NTN’s selling expenses with exception to NTN’s home market packing expenses. See Issues & Decision Mem. at 37–38.\n|\n15\n|Commerce explained its preliminary methodology for the POR at issue in Analysis Memorandum for Preliminary Results of the 1997–98 Review–NTN Corporation of Antidumping Duty Order on Tapered Roller Bearings and Parts Thereof From Japan (“Prelim. Analysis Mem.” ). See NTN’s Mem.App. 5 (proprietary version).\n|\n16\n|Commerce has excluded NTN’s home market zero-price sample sales from its determination, and therefore the Court refuses to consider any argument or evidence pertaining to such. See Issues & Decision Mem. at 44 n. 91. See generally NTN’s Mem. at 31.\n|\n17\n|The pertinent section reads that Commerce\n... shall determine the constructed export price for [subject merchandise that is imported by an affiliated exporter and the value added in the United States is likely to substantially exceed the subject merchandise’s value] by using one of the following prices[:] ...\n(1) [t]he price of identical subject merchandise sold by the exporter ... to an unaffiliated person [; or]\n(2) [t]he price of other subject merchandise sold by the exporter ... to an unaffiliated person.\n19 U.S.C. § 1677a(e).\n|\n18\n|Although Koyo proposes alternative methodologies, the Court’s “duty is not to weigh the wisdom of, or to resolve any struggle between, competing views of the public interest, but rather to respect legitimate policy choices made by the agency in interpreting and applying the statute.” Suramerica de Aleaciones Laminadas, C.A. v. United States, 966 F.2d 660, 665 (Fed.Cir.1992).\n|\n19\n|Because Koyo had only CEP sales during the POR, Koyo’s arguments address only the calculation of the assessment rate for CEP sales. See Koyo’s Reply at 22 n. 10. However, for the purpose of our analysis, the outcome would be identical if Koyo had both EP and CEP or only EP sales during the POR.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}