{
    "Background": "\n\n\n\nT.C. Memo. 2020-93\nUnited States Tax Court.\nPLATEAU HOLDINGS, LLC, Waterfall Development Manager, LLC, Tax Matters Partner, Petitioner\nv.\nCOMMISSIONER OF INTERNAL REVENUE, Respondent\nDocket No. 12519-16.\n|\nFiled June 23, 2020\nSynopsis\nBackground: Tax matters partner (TMP) of limited liability company (LLC) treated as a partnership for tax purposes petitioned for redetermination of 40% gross valuation misstatement penalty arising from notice of final partnership administrative adjustment (FPAA), which disallowed a charitable contribution income tax deduction for donation of a conservation easement.\n \nHoldings: The Tax Court, Albert G. Lauber, Senior Judge, held that:\n \n[1] easement did not qualify for the charitable contribution deduction, and\n \n[2] claimed value of the easement constituted a gross valuation misstatement subject to the 40% penalty.\n \nDecision for IRS.\n \n\n\nWest Headnotes (9)\n\n\n[1]\n|Internal RevenueControl or use by charity\n|\n|Conservation purpose underlying conservation easement was not protected in perpetuity, as required for the charitable contribution deduction from income tax, where grantee was not absolutely entitled to a proportionate share of proceeds in event the property was sold following judicial extinguishment of the easement, because the easement deed stated that grantee’s share of extinguishment proceeds was to be determined after the satisfaction of prior claims and after subtracting any increase in value after date of the grant attributable to improvements. 26 U.S.C.A. § 170(a)(1); 26 C.F.R. § 1.170A-14(g)(6)(ii).\n4 Cases that cite this headnote\n|\n\n\n[2]\n|Internal RevenueGrounds and Amount\nInternal RevenuePresumptions and burden of proof in general\n|\n|IRS’s burden of production with respect to imposition of accuracy-related penalties includes establishing compliance with statutory requirement that such penalties be personally approved in writing by the immediate supervisor of the individual making such determination. 26 U.S.C.A. §§ 6662(e), 6751(b)(1), 7491(c).\n\n|\n\n\n[3]\n|Internal RevenueAmount and computation\n|\n|Determining the fair market value (FMV) of contributed property for which taxpayer has claimed an income tax donation entails a factual inquiry. 26 C.F.R. § 1.170A-1(c)(1).\n2 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueEvidence\n|\n|Tax Court evaluates an expert’s opinion on valuation of property for charitable deduction purposes in light of his qualifications and the evidence in the record. 26 U.S.C.A. § 170(a)(1); 26 C.F.R. § 1.170A-1(c)(1).\n\n|\n\n\n[5]\n|Internal RevenueEvidence\n|\n|When experts offer differing estimates of fair market value (FMV) of property for which taxpayer is claiming a charitable contribution deduction from income tax, the Tax Court weighs those estimates by examining, among other things, the factors they considered in reaching their conclusions. 26 U.S.C.A. § 170(a)(1); 26 C.F.R. § 1.170A-1(c)(1).\n\n|\n\n\n[6]\n|Internal RevenueWeight and Sufficiency\n|\n|Tax Court is not bound by an expert opinion that Court finds contrary to its judgment.\n1 Case that cites this headnote\n|\n\n\n[7]\n|Internal RevenueWeight and Sufficiency\n|\n|Tax Court may accept an expert’s opinion in its entirety, or it may be selective as to the portions it finds reliable.\n1 Case that cites this headnote\n|\n\n\n[8]\n|Internal RevenueAmount and computation\n|\n|Tax Court may determine the fair market value (FMV) of donated property for which a taxpayer claims a charitable contribution deduction on the basis of Court’s own examination of the record evidence. 26 U.S.C.A. § 170(a)(1); 26 C.F.R. § 1.170A-1(c)(1).\n1 Case that cites this headnote\n|\n\n\n[9]\n|Internal RevenueGrounds and Amount\n|\n|Claimed value of donated conservation easement, for which charitable contribution deduction from income was claimed, exceeded 200% of the fair market value (FMV) of the easement, as determined under the “before and after method,” and thus, constituted a gross valuation misstatement subject to the 40% accuracy-related penalty; subtracting the “after” values from the “before” easement values of the land parcels, the land was worth $2,691,200, while a $25.5 million deduction was claimed. 26 U.S.C.A. §§ 170(a)(1), 6662(e); 26 C.F.R. §§ 1.170A-1(c)(1), 1.6662-5(f)(1).\n6 Cases that cite this headnote\n|\n\n\nAttorneys and Law Firms\nJohn P. Barrie, Christine A. Long, Christopher S. Rizek, and Scott D. Michel, for petitioner.\nShannon E. Craft, Rebeccah L. Bower, and John T. Arthur, for respondent.\n\n\n\n\nMEMORANDUM FINDINGS OF FACT AND OPINION\nLAUBER, Judge:\n*1 This case involves a charitable contribution deduction claimed by Plateau Holdings, LLC (Plateau), for conservation easements. On its 2012 Federal income tax return Plateau claimed a deduction of roughly $25.5 [*2] million for the donation of easements covering two parcels of land in rural Tennessee. Those two parcels were Plateau’s only assets. Eight days before Plateau made this contribution, an investor had acquired, in an arm’s-length transaction, a 98.99% indirect ownership interest in Plateau for less than $6 million.\n \nThe Internal Revenue Service (IRS or respondent) issued Plateau’s tax matters partner (TMP or petitioner) a notice of final partnership administrative adjustment (FPAA) that disallowed the deduction and determined a 40% gross valuation misstatement penalty under section 6662(e) and (h).1 Following the TMP’s timely petition, we tried the case in Atlanta, Georgia, and heard expert testimony addressing the valuation of the easements. Multiple rounds of briefing followed.\n \nWe hold that the IRS properly disallowed the deduction in full because the conservation purpose underlying the easements was not “protected in perpetuity” as required by section 170(h)(5)(A). That is “because the charitable grantee was not absolutely entitled to a proportionate share of the proceeds in the event the property was sold following a judicial extinguishment of the easement.” See Coal Prop. Holdings, LLC v. Commissioner, 153 T.C. 126, 127 (2019). Because [*3] Plateau on its return grossly misstated the value of the contribution, the IRS properly determined a 40% penalty.\n \n\nFINDINGS OF FACT\nThe parties filed a stipulation of facts with accompanying exhibits that are incorporated by this reference. Plateau and petitioner each had its principal place of business in Georgia when the petition was filed.\n \n\n\nA. The Property\nThis case involves two contiguous parcels of land in Grundy and Coffee Counties, rural counties in south central Tennessee between Nashville and Chattanooga. Rogers Group, Inc. (Rogers), a minerals company, originally owned the parcels (and thousands of surrounding acres), upon which it had conducted surface mining operations. The mining activity ceased many years ago. The property includes a large man-made lake and several smaller lakes formed from open pits that have filled with water.\n \nThe two parcels and surrounding acreage changed hands several times between 2006 and 2012, and these transactions have some relevance to the valuation question before us. In July 2006 Rogers transferred 2,500 acres (excluding mineral rights) to LandDevelopment.com, Inc. (LD.com), for $2.5 million, or $1,000 per [*4] acre. In June 2008 LD.com transferred 2,233 of those acres to Darai Corp. (Darai) for $7.5 million.\n \nIn October 2009 Darai transferred those same 2,233 acres back to LD.com, receiving in exchange a 400-acre tract of land near Murfreesboro, Tennessee, worth $5.5 million. The parties thus valued the 2,233-acre tract at $2,463 per acre. Darai was willing to take this $2 million loss because it viewed the Murfreesboro tract as more developable than the 2,233-acre tract, which was not close to any major cities. In January 2012 LD.com transferred 1,171 of these 2,233 acres to Pull Tight Hill, LLC (Pull Tight LLC). We will refer to this 1,171-acre parcel, one of the two parcels at issue, as the Pull Tight parcel.2\n \n*2 In August 2011 Rogers transferred to Land South TN, LLC (Land South LLC), 1,273 acres of neighboring land (excluding mineral rights) for $1,045 per acre. We will refer to this 1,273-acre tract, the second parcel at issue, as the Land South parcel. The Pull Tight and Land South parcels were contiguous, consisting of 2,444 acres in toto, and we will refer to them collectively as the Property. Pull Tight LLC and Land South LLC were owned by Ardavan Afrakhteh, an active [*5] player in the Tennessee real estate market with a reputation as a savvy investor.\n \nOn June 21, 2012, the Chancery Court of Coffee County issued “orders of abandoned mineral interest” with respect to the Property. These orders reunited the mineral interests with the surface interests of the Pull Tight and Land South parcels. Pull Tight LLC and Land South LLC thereafter held, collectively, full title to all interests in the Property.\n \nAs of June 2012 the Property had scenic features, including waterfalls, scenic overlooks, and lakes, but was completely undeveloped. It had a few access roads and an unpaved aircraft landing strip, remnants of past surface mining activities. Big Creek Utility District, the public water company serving the area, had its closest access point one quarter mile away. Any increase in service to the Property would have required a significant upgrade to the utility’s water lines, likely necessitating a bond issue to secure funding. Even with such upgrades, the utility’s reservoir source could have served only about 25 new residences.\n \n\n\nB. Ownership Changes\nPeach Tree Investment Solutions, LLC (Peach Tree), a Georgia entity founded by Pete Davis, specialized in offering syndicated conservation easement investments to wealthy investors. On August 3, 2012, Peach Tree caused Plateau [*6] to be created as a Georgia limited liability company (LLC). At all relevant times Plateau has been classified as a partnership subject to the Tax Equity and Fiscal Responsibility Act of 1982 (TEFRA). See secs. 6221-6234 (as in effect for years before 2018). At all relevant times petitioner, an affiliate of Peach Tree, has been Plateau’s TMP.\n \nPeach Tree concurrently caused to be created Peach Tree CE Fund XXV, LLC (CE Fund). A single investor owned 100% of CE Fund through a wholly owned LLC. Roughly concurrently with these events Pull Tight LLC and Land South LLC (still owned by Mr. Afrakhteh) formed Plateau Manager, LLC (Plateau Manager). Mr. Afrakhteh was unrelated to Peach Tree, Mr. Davis, and the investor who owned CE Fund.\n \nOn December 17, 2012, Pull Tight LLC transferred the Pull Tight parcel to Plateau, and Land South LLC concurrently transferred the Land South parcel to Plateau. Both transfers were made through Plateau Manager. As of that date the members of Plateau and their relative ownership interests were as follows: Plateau Manager (50.99%), Pull Tight LLC (23.5%), Land South LLC (25.5%), and petitioner (.01%). Plateau’s only asset at that point was the Property.\n \nThe following day Pull Tight LLC and Land South LLC sold the entirety of their respective interests in Plateau to CE Fund, and Plateau Manager concurrently [*7] sold a 49.99% interest in Plateau to CE Fund. CE Fund thereby acquired a 98.99% ownership interest in Plateau, and it paid a total of $5,822,000 for that interest. Because Pull Tight LLC, Land South LLC, and Plateau Manager were directly or indirectly owned by Mr. Afrakhteh, and because Mr. Afrakhteh was unrelated to CE Fund and Peach Tree, the $5,822,000 price that CE Fund paid for its 98.99% interest in Plateau bore the earmarks of an arm’s-length price. The remaining interests in Plateau were held by Plateau Manager (1%) and petitioner (.01%).\n \n*3 Before these transactions were executed, the investor who owned 100% of CE Fund was informed that Plateau intended to place conservation easements on the Property and claim, on its 2012 tax return, a charitable contribution deduction exceeding $25 million. The investor was given a copy of an appraisal prepared by David R. Roberts that placed a value of $25,449,000 on the contemplated easements.3 By paying $5,822,000 for a 98.99% interest in Plateau, the investor in effect purchased a tax deduction exceeding $25 million for 23 cents on the dollar. Eight days later, on December 26, 2012, Plateau conveyed two open-space conser[*8] vation easements over the Property to Foothills Land Conservancy (Conservancy), a tax-exempt organization and a “qualified organization” for purposes of section 170(h)(3). The easement deeds were recorded the next day.\n \n\n\nC. The Easement Deeds\nThe easement deeds were prepared by Mark Jendrek, an attorney for the Conservancy. The easements cover 1,126 of the 1,171 acres constituting the Pull Tight parcel4 and 1,228 of the 1,273 acres constituting the Land South parcel. The two 45-acre tracts excluded from the easements were contiguous and had ample frontage on several lakes. Plateau subsequently valued those 90 acres at $1,795,000.5\n \nAlthough Mr. Jendrek prepared separate easement deeds for the two parcels, the deeds are largely identical apart from the property descriptions. The deeds recite the parties’ intent to ensure that the land “be retained forever in its current natural, scenic, forested, and open land condition” and to prevent any use of the [*9] conserved area inconsistent with the conservation purpose. Plateau as grantor reserved rights with respect to the conserved areas, including the rights: (1) to harvest timber commercially, subject to certain conditions including approval by the Conservancy; (2) to construct dwellings in specified building areas; (3) to construct utility lines to serve any residential facilities; (4) to construct and maintain roadways and paths; (5) to construct recreation facilities; (6) to hunt and fish on the property; and (7) to build a boat house and fishing platforms on the lakes.\n \nSection 9.1 of each deed provides that, if circumstances should arise that render the conservation purpose impossible to accomplish, the easement “can only be terminated or extinguished * * * by judicial proceedings in a court of competent jurisdiction.” If the land is sold following such judicial action, “[t]he amount of the proceeds to which the Grantee shall be entitled, after the satisfaction of prior claims, * * * shall be the stipulated fair market value of this Easement * * * as determined in accordance with Section 9.2 or * * * [s]ection 1.170A-14, [Income Tax Regs.,] if different.” In the event of a condemnation the grantee is likewise entitled to receive a share of the proceeds as determined by “the ratio set forth in Section 9.2.”\n \nSection 9.2 specifies how the fair market value (FMV) of the easement shall be determined for this purpose:\n[*10] This Easement constitutes a real property interest immediately vested in Grantee, which * * * the parties stipulate to have a fair market value determined by multiplying (a) the fair market value of the Property unencumbered by this Easement (minus any increase in value after the date of this grant attributable to improvements) by (b) a fraction, the numerator of which is the value of this Easement at the time of the grant and the denominator of which is the value of the Property without deduction of the value of this Easement at the time of this grant. * * * For purposes of this Section, the ratio of the value of this Easement to the value of the Property unencumbered by this Easement shall remain constant. * * * It is intended that this Section 9.2 be interpreted to adhere to and be consistent with * * * [section] 1.170A-14(g)(6)(ii)[, Income Tax Regs].\n*4 These “judicial extinguishment” provisions are virtually identical to those we considered in Coal Prop. Holdings, 153 T.C. at 130-131, a case that likewise involved a contribution to the Conservancy.\n \n\n\nD. Tax Return and IRS Examination\nPlateau timely filed Form 1065, U.S. Return of Partnership Income, for its short tax year beginning December 15 and ending December 31, 2012. On that return it claimed a charitable contribution deduction of $25,472,000. This represented the sum of $10,899,000 for the easement covering the Pull Tight parcel, $14,550,000 for the easement covering the Land South parcel, and a $23,000 cash gift.\n \nPlateau included with its return a copy of an appraisal performed by Mr. Roberts dated December 5, 2018. His appraisal relied on the “before and after [*11] method” to value the easements. See sec. 1.170A-14(h)(3)(i) and (ii), Income Tax Regs. Mr. Roberts opined that the highest and best use of the Property unencumbered by the easements would be as “a low-density residential parcel” with “surrounding recreational areas.” On that assumption he calculated a “before” value of $29,323,000 (or $11,998 per acre) for the entire Property. After imposition of the easements, 2,354 acres would be restricted (subject to Plateau’s reserved rights) and 90 acres would be unrestricted. He concluded that the combined post-easement value of the 2,444 acres was $3,874,000 (or $1,585 per acre), yielding a value of $25,449,000 for the two easements.\n \nGordon Jack, the accountant who prepared Plateau’s 2012 return, testified at trial that he prepared the return using information (including Mr. Roberts’ appraisal) that he received from Mr. Davis and a representative of Plateau. Mr. Jack did not investigate the underlying facts but relied entirely on the accuracy of the information provided to him. He was aware that CE Fund had purchased a 98.99% interest in Plateau for less than $6 million eight days before Plateau donated the easements.\n \nThe IRS selected Plateau’s 2012 return for examination. On March 29, 2015, it issued the FPAA that disallowed $25,449,000 of the claimed charitable contribution deduction (the portion attributable to the easements), determining that [*12] petitioner had not established that all requirements of section 170 had been met. The FPAA alternatively determined that Plateau had failed to establish “that the value of the contributed property interest exceeded $0.” The IRS determined a 40% accuracy-related penalty under section 6662(e) and (h) (applicable in the case of a “gross valuation misstatement”) and in the alternative a 20% penalty for (among other things) negligence or a substantial understatement of income tax. See sec. 6662(a) and (b)(1) and (2). The parties agree and the record reflects that, before issuing the FPAA, the IRS secured timely managerial approval for the assertion of each penalty. See sec. 6751(b)(1). Petitioner timely petitioned for readjustment of partnership items under section 6226(a).\n \n\n\nE. Trial and Expert Testimony\n\n1. Petitioner’s Experts\nMr. Roberts, who prepared the original appraisals, died before trial. At trial petitioner presented testimony from Thomas Wingard and Martin Van Sant, who submitted a joint report addressing the value of the easements. The Court recognized them as having expertise in the appraisal of conservation easements.\n \n*5 In their appraisal Messrs. Wingard and Van Sant valued only the encumbered 2,354 acres (excluding the unrestricted 90-acre tract). They calculated a value of $15,817,000 for the easements, representing the difference between a [*13] “before” value of $17,700,000 and an “after” value of $1,883,000. They opined that the highest and best use of the Property unencumbered by the easements would be as a “low density mountain resort residential development.” They identified four sales of supposedly comparable properties--two in North Carolina, one in Georgia, and one in Tennessee.\n \nTheir first comparable property was an 888-acre tract in Banner Elk, North Carolina, sold for $6,806 per acre in March 2013. Banner Elk was an established resort town with a vacation rental market about 75 miles from Asheville. Banner Elk was known for skiing and golf courses and was home to a small private college. The 888-acre tract contains improvements that include hiking trails, tennis courts, and an outdoor concert amphitheater, but it is unclear whether those improvements existed in March 2013.\n \nTheir second comparable property was a 900-acre tract in Hot Springs, North Carolina, sold for $5,557 per acre in June 2012. This land was undeveloped. But it was only 20 miles from Asheville, a well-known tourist destination.\n \nTheir third comparable property was a 1,200-acre tract in Emerson, Georgia, sold for $14,151 per acre in August 2011. Emerson is about 30 miles from Atlanta, and the 1,200-acre tract was purchased for development as a sports complex, including baseball, soccer, and lacrosse fields. Acknowledging that this tract was [*14] located more favorably than the subject Property and had a different highest and best use, Messrs. Wingard and Van Sant conceded that this sale was “the least comparable of the four.”\n \nTheir fourth comparable property was a 1,730-acre tract in Calhoun, Tennessee, sold for $5,082 per acre in August 2008. Calhoun is located between Chattanooga and Knoxville. The land is adjacent to Interstate 75, a major north-south highway.\n \nMessrs. Wingard and Van Sant adjusted these sale prices to reflect supposed differences between the four properties and the subject Property in terms of location, size, road frontage, topography, and other factors. Most of these adjustments appeared subjective and arbitrary, lacking any solid support in market data. They adjusted the prices for the Banner Elk, Hot Springs, and Calhoun sales upward by 10%, 44%, and 51%, respectively, in part on the assumption that these properties had inferior locations as compared with the subject Property. Because the Property is in rural Tennessee, far from any major city or resort community and adjacent to no major highway, this assumption did not appear well founded. Messrs. Wingard and Van Sant aptly viewed the Emerson property as having a superior location and accordingly adjusted that sale price downward by 50%.\n \n[*15] After making these adjustments Messrs. Wingard and Van Sant derived adjusted per-acre sale prices ranging from $7,076 to $7,988 for their four comparables. Averaging these figures and rounding, they calculated a “before” value of $7,500 per acre. To calculate the “after” value, they identified six sales of unimproved land encumbered by conservation easements in Tennessee, Georgia, and South Carolina that occurred between October 2004 and October 2009. These sale prices ranged from $836 to $2,000 per acre, with an average price of $1,365. Messrs. Wingard and Van Sant adjusted these prices substantially downward, deriving an “after” value of $800 per acre for the Property.\n \n*6 Mr. Van Sant admitted that he knew that Plateau’s ownership had changed shortly before it donated the easements but said he was not aware of the price at which that sale occurred. Asked whether he was curious as to what that price might have been, he replied that he saw no need to investigate further “[b]ecause it could be a partial interest, there could be a lot of unknowns that we’re just not aware of.”\n \nMr. Van Sant admitted that he also knew about the prior sales of acreage included within the Property. He questioned the arm’s-length character of the October 2009 transfer of land that became the Pull Tight parcel, noting that the parties “had had a relationship where they bought and sold real estate from each [*16] other” so that “the property was not exposed on the open market.” He said that he had excluded the August 2011 transfer of the Land South parcel from his analysis because he did not know the value of the mineral rights or how to make an adjustment.\n \nIn sum, Messrs. Wingard and Van Sant derived a “before” value of $17,700,000 (2,354 acres × $7,500 per acre, rounded up) and an “after” value of $1,883,000 (2,354 acres × $800 per acre, rounded down) for the portion of the Property subject to the easements. They accordingly valued the easements at $15,817,000, as opposed to $25,449,000 as reported on Plateau’s return. In calculating this value they ignored the 90-acre lakefront tract that Plateau had retained and excluded from the easements. They neither valued this tract separately nor considered whether (or to what extent) the easements enhanced its value, surrounded as it was by 2,000 acres of conserved land.\n \n\n\n2. Respondent’s Expert\nRespondent presented the report and testimony of Ray Kinney, a senior appraiser and project coordinator at a firm specializing in valuation of environmentally sensitive properties. Mr. Kinney also co-owns a brokerage firm that focuses on the acquisition of large-acreage properties. He has personally performed more [*17] than 60 appraisals involving conservation easements. The Court recognized Mr. Kinney as an expert in conservation easement appraisal.\n \nMr. Kinney noted that, when the easements were granted in late 2012, “[d]evelopment in the Central Tennessee market, as well as the national market, was still recovering from the 2008 stock market crash and ensuing Great Recession.” He agreed that the Property could eventually be developed but believed near-term development to be unlikely given the Property’s lack of infrastructure and existing market conditions. He concluded that its “highest and best use would have been as an investment property purchased for speculative development, but with an interim use as forested recreational property.”\n \nMr. Kinney calculated a value of $2,695,000 for the easements, representing the difference between a “before” value of $6,110,000 and an “after” value of $3,415,000. In reaching these conclusions Mr. Kinney relied on market data and interviews with buyers and sellers of comparable properties. He also interviewed a representative of Big Creek Utility District, the public water company serving the area, regarding its ability to service the Property.\n \nMr. Kinney identified four comparable properties, all of which were in Tennessee and two of which included portions of the Property. His first comparable property was the Land South parcel, sold in August 2011 for $1,045 per [*18] acre.6 This transaction occurred between Rogers and Land South LLC, then wholly owned by Mr. Afrakhteh. Mr. Kinney interviewed a vice president of Rogers who confirmed, as the signatory for the transaction, that it was an arm’s-length sale.\n \n*7 Mr. Kinney’s second comparable property was the 2,233-acre tract that included the Pull Tight parcel, which was transferred in October 2009 by Darai to LD.com for consideration of $5.5 million (or $2,463 per acre). Mr. Kinney interviewed Darai’s president, an avid real estate investor, who confirmed that this was an arm’s-length sale. Darai’s president expressed the view that the Property offered excellent hunting and fishing but that it had little development potential because of its distance from any major cities.\n \nMr. Kinney’s third comparable property was several thousand acres in Van Buren County, a rural county in central Tennessee, sold for $550 per acre in May 2001. This land was developed as a community equestrian center, featuring hiking and riding trails, playgrounds, tennis courts, and soccer fields. But the venture was unsuccessful and was foreclosed upon in 2016. In 2017 the property (including improvements) was sold for $2,063 per acre.\n \n[*19] Mr. Kinney’s fourth comparable property was a 1,500-acre tract in central Tennessee sold for $5,031 per acre in 2005. This property was located three miles from Sewanee, Tennessee, and the University of the South. The land bordered a large lake and was purchased for development as an 80-residence community surrounded by 1,000 acres of green space and hiking trails. Gas, electric, and water utilities had already been installed when the sale occurred. The ensuing financial crisis and other complications prevented the development from taking off, and only a few houses were built and sold. The balance of the land was sold for $1,493 per acre in 2015.\n \nMr. Kinney adjusted these prices to account for differences in the timing of the sales, prevailing market conditions, property size, and the existence vel non of improvements. For example, he adjusted the price of his third comparable upward by 105% to account for market appreciation since 2001. He adjusted the price of his fourth comparable downward by 25% because it was sold in 2005, at the market peak before the bubble burst. Relying on market data from Grundy County and surrounding counties, he also adjusted the price of his comparable properties on the basis of their sizes relative to the Property. Together these adjustments produced an average per-acre sale price of $2,023, slightly below the unadjusted average price of $2,272 per acre.\n \n[*20] Mr. Kinney recognized that the Property had scenic features, including waterfalls and lakes. In that respect he found his second comparable property-which included the Pull Tight parcel--the most relevant. The adjusted sale price for that October 2009 transaction was $2,481 per acre. On the basis of that fact and “all the sales data, analysis, market based adjustments, interviews and * * * [his] personal inspection of the subject property,” Mr. Kinney determined a “before” value of $2,500 per acre for the Property.\n \n*8 When preparing his expert report, Mr. Kinney was unaware that CE Fund had purchased 98.99% of Plateau in an arm’s-length transaction for $5,822,000 on December 18, 2012. Adjusting that price to account for the minority interest, Mr. Kinney estimated that a 100% interest in Plateau would have sold for about $6,151,509. Since Plateau’s only asset was the Property, Mr. Kinney viewed this transaction as indicating that the Property in December 2012 was worth about $2,517 per acre ($6,151,509 ÷ 2,444 acres). That figure was consistent with the “before” value of $2,500 per acre he had determined in his expert report.\n \nTo determine the “after” value of the 2,444 acres making up the Property Mr. Kinney first valued the 90-acre tract that had been excluded from the easements. For that purpose he relied on three sales of unencumbered lakefront acreage in central Tennessee between 2009 and 2012. Those properties, each acquired [*21] for residential development, sold for prices between $6,549 and $6,870 per acre. Applying relatively small adjustments for market conditions and size, Mr. Kinney determined an adjusted average price of $6,558 per acre. Rounding to $6,600, he calculated a value of $594,000 for that portion of the Property.7\n \nFor the easement-encumbered portion of the Property Mr. Kinney determined his “after” value by reference to sales of one conservation easement and two parcels of easement-encumbered land in Tennessee, chiefly in nearby Marion County. From these three comparable properties he derived an average per-acre sale price of $1,114. He adjusted that figure upward to $1,200, giving more weight to the comparable that most closely resembled the Property in size and topography.\n \nConsidering the Property as a whole, Mr. Kinney’s per-acre figures produced a “before” value of $6,110,000 (2,444 acres × $2,500) and an “after” value of $3,418,800 (90 acres × $6,600 plus 2,354 acres × $1,200). He rounded the latter sum down to $3,415,000. He valued the easements sequentially, assuming that [*22] the Land South parcel remained unrestricted when the Pull Tight easement was put in place. On that basis he valued the Pull Tight easement at $740,000 and the Land South easement at $1,955,000, for a total of $2,695,000 (viz., $6,110,000 minus $3,415,000).\n \nMr. Kinney offered rebuttal testimony at trial, particularly concerning the comparable properties whose sales Messrs. Wingard and Van Sant had used to calculate their “before” value. He observed that Banner Elk was known as a high-end resort community and that Hot Springs was close to Asheville, a major tourist destination. He regarded the property near Atlanta, which was purchased for development as a sports complex, as “very obvious[ly] * * * not comparable,” suggesting that “it could as easily have been the Empire State Building.” He emphasized the contrast between these three parcels and the Property, located as it was in rural Tennessee distant from any major city or resort community.\n \n\nOPINION\nSection 170(a)(1) allows a deduction for any charitable contribution made within the taxable year. If the taxpayer makes a charitable contribution of property other than money, the amount of the contribution is generally equal to the FMV of the property when the gift is made. See sec. 1.170A-1(c)(1), Income Tax Regs.\n \n*9 [*23] The Code generally restricts a taxpayer’s charitable contribution deduction for the donation of “an interest in property which consists of less than the taxpayer’s entire interest in such property.” Sec. 170(f)(3)(A). But there is an exception to this rule for a “qualified conservation contribution.” Sec. 170(f)(3)(B)(iii). This exception applies where: (1) the taxpayer makes a contribution of a “qualified real property interest,” (2) the donee is a “qualified organization,” and (3) the contribution is “exclusively for conservation purposes.” Sec. 170(h)(1).\n \nFor an easement of the sort involved here, a deduction is allowable only if the conservation purpose is “protected in perpetuity.” See sec. 170(h)(5)(A). The regulations set forth detailed rules for determining whether this “protected in perpetuity” requirement is met. Of importance here are the rules governing the mandatory division of proceeds in the event the property is sold following a judicial extinguishment of the easement. See sec. 1.170A-14(g)(6), Income Tax Regs.\n \nRespondent contends that the easement deeds fail to satisfy the “protected in perpetuity” requirement because the Conservancy as grantee is not absolutely entitled to a proportionate share of the proceeds in the event of a sale following extinguishment of the easement. We agree with respondent on that point and accordingly hold that Plateau is entitled to no charitable contribution deduction. See [*24] Coal Prop. Holdings, 153 T.C. at 127.8 We proceed to consider the proper valuation of the easements in order to determine whether the 40% “gross valuation misstatement” penalty applies.\n \n\n\nA. Judicial Extinguishment\nThe rules governing judicial extinguishment appear in section 1.170A-14(g)(6), Income Tax Regs. They provide that the donor must agree, when making the gift, that the easement gives rise to a property right in the donee having an FMV “that is at least equal to the proportionate value that the * * * [easement] at the time of the gift, bears to the value of the property as whole at that time.” Id. subdiv. (ii). In the event of a sale following judicial extinguishment of the easement, the donee “must be entitled to a portion of the proceeds at least equal to that proportionate value.” Ibid. “In effect, the ‘perpetuity’ requirement is deemed satisfied because the sale proceeds replace the easement as an asset deployed by the donee ‘exclusively for conservation purposes.’ ” Coal Prop. Holdings, 153 T.C. at 136 (quoting section 170(h)(5)(A)).9\n \n[1][*25] The judicial extinguishment provisions of the deeds in this case are essentially identical to the provisions that we considered in Coal Prop. Holdings. See id. at 130-131. Following our reasoning in that case, we conclude that the deeds here fail to satisfy the “granted in perpetuity” requirement for two reasons.\n \n*10 First, the regulatory fraction used to determine the grantee’s proportionate share of post-extinguishment proceeds is applied, not to the full proceeds of sale, but to the proceeds “minus any increase in value after the date of this grant attributable to improvements.” Thus, the donee’s share is improperly reduced on account of (1) appreciation in the value of improvements existing when the easement was granted plus (2) the FMV of any improvements that the donor subsequently makes to the property. Cf. id. at 138. By reducing the donee’s share in this way, the deeds violate the regulatory requirement that the donee receive, in the event the property is sold following extinguishment of the easement, a share of proceeds that is “at least equal to the proportionate value that the perpetual conservation [*26] restriction at the time of the gift, bears to the value of the property as a whole at that time.” See sec. 1.170A-14(g)(6)(ii), Income Tax Regs.10\n \nAs we have noted previously, the requirements of this regulation “are strictly construed.” Carroll v. Commissioner, 146 T.C. 196, 212 (2016). Because the Conservancy in this case “is not absolutely entitled to a proportionate share of * * * [the] proceeds” upon a post-extinguishment sale of the Property, the conservation purpose underlying the contribution is not “protected in perpetuity.” Coal Prop. Holdings, 153 T.C. at 127, 139 (quoting Carroll, 146 T.C. at 212). The U.S. Court of Appeals for the Fifth Circuit has likewise sustained the disallowance of a charitable contribution deduction where the judicial extinguishment provision of an easement deed included a carve-out for donor improvements similar to that here. See PBBM-Rose Hill, Ltd. v. Commissioner, 900 F.3d 193, 207-208 (5th Cir. 2018); Oakbrook Land Holdings, LLC v. Commissioner, T.C. Memo. 2020-54, at *37-*38.\n \n[*27] The easement deeds here have a second problem, which was also present in Coal Prop. Holdings. The Conservancy’s tentative share of the proceeds, as determined under section 9.2 of each deed, is adjusted further by section 9.1. It provides that “the amount of the proceeds to which the Grantee shall be entitled * * * shall be the amount determined under section 9.2,” but only “after the satisfaction of prior claims.” Prior claims against the sale proceeds might be held by various creditors of Plateau or its successors in interest. It is not necessarily unreasonable for a deed to provide that prior claims may be paid from sale proceeds. What is unreasonable, and what violates the “judicial extinguishment” regulation, is the requirement that all prior claims be paid out of the Conservancy’s share of the proceeds, even if those claims represent liabilities of Plateau or its successors. See Coal Prop. Holdings, 153 T.C. at 145 n.5.\n \nPetitioner urges that the easement deeds contain “Treasury Regulation over-ride” clauses mandating that the judicial extinguishment provisions be interpreted to conform with the regulations. Section 9.1 of each deed states that the Conservancy’s share of the proceeds shall be “determined in accordance with Section 9.2 or * * * Section 1.170A-14, if different.” (Emphasis added.) Section 9.2 states: “It is intended that this Section 9.2 be interpreted to adhere to and be consistent with * * * [section] 1.170A-14(g)(6)(ii)” of the regulations.\n \n[*28] We rejected this argument in Coal Prop. Holdings, 153 T.C. at 140-145, and we reject it again here. Section 9.2 creates valuable property rights in Plateau by reserving to it a larger portion of future proceeds. The only circumstance in which the regulation could be determined to require a calculation “different from” section 9.2, in derogation of Plateau’s property rights, would be if some tribunal, State or Federal, authoritatively so held. The clear effect of section 9.1 is thus to cancel the literal requirements of section 9.2 in the event the latter are determined not to be in compliance. Section 9.1 thus constitutes a “condition subsequent” saving clause that we and other courts have consistently declined to enforce. See Belk v. Commissioner, 774 F.3d 221, 229-230 (4th Cir. 2014), aff’g 140 T.C. 1 (2013); Coal Prop. Holdings, 153 T.C. at 144-145; Palmolive Bldg. Inv’rs, LLC v. Commissioner, 149 T.C. 380, 405 (2017).\n \n*11 Petitioner asks that we consider the testimony of Conservancy officials, including Mr. Jendrek (who drafted the easement deeds), regarding the proper interpretation of the paragraphs dealing with judicial extinguishment. The Supreme Court of Tennessee has ruled that, “if the contractual language is initially deemed unambiguous, its ‘plain meaning’ should be used, without recourse to matters extraneous to the text of the agreement.” Individual Healthcare Specialists, Inc. v. BlueCross BlueShield of Tenn., Inc., 566 S.W.3d 671, 691 (Tenn. 2018) (fn. ref. [*29] omitted). We find the text of the easement deeds clear and unambiguous, as we did in Coal Prop. Holdings, 153 T.C. at 143-144. To the extent testimony contradicts the plain text of the deeds, it would be prohibited by the parol evidence rule. See Individual Healthcare Specialists, Inc., 566 S.W.3d at 696-697.\n \nWe thus conclude that the charitable contribution deduction must be denied in its entirety because “the conservation purpose of the contribution is not protected in perpetuity.” Coal Prop. Holdings, 153 T.C. at 139 (quoting Carroll, 146 T.C. at 212). Although the value of the easements is not material for section 170 purposes, it is material for deciding whether Plateau is liable for the “gross valuation misstatement” penalty. We turn now to that question.\n \n\n\nB. Accuracy-Related Penalty\nThe FPAA determined a 40% accuracy-related penalty under section 6662(e) and (h) (applicable in the case of a “gross valuation misstatement”) and in the alternative a 20% penalty for negligence or substantial understatement of income tax. Sec. 6662(a) and (b)(1) and (2). Section 7491(c) generally provides that “the Secretary shall have the burden of production in any court proceeding with respect to the liability of any individual for any penalty.” This burden requires the Commissioner to come forward with sufficient evidence indicating that imposition of the penalty is appropriate. See Higbee v. Commissioner, 116 T.C. [*30] 438, 446 (2001). Once he meets his burden of production, the burden of proof is on the taxpayer to “come forward with evidence sufficient to persuade a Court that the Commissioner’s determination is incorrect.” Id. at 447.\n \n[2]The Commissioner’s burden of production under section 7491(c) includes establishing compliance with section 6751(b)(1), which requires that penalties be “personally approved (in writing) by the immediate supervisor of the individual making such determination.” See Chai v. Commissioner, 851 F.3d 190, 217, 221-222 (2d Cir. 2017), aff’g in part, rev’g in part T.C. Memo. 2015-42; Graev v. Commissioner, 149 T.C. 485, 493 (2017), supplementing and overruling in part 147 T.C. 460 (2016). The parties have stipulated (and the record shows) that timely supervisory approval was secured for the penalties that the IRS determined. Respondent has thus satisfied his burden of production under section 6751(b)(1). Respondent has likewise satisfied his burden of production to show that imposition of penalties is “appropriate,” because the evidence conclusively establishes that Plateau grossly overvalued the easements. See Higbee, 116 T.C. at 446.\n \nThe Code imposes a 40% penalty in the case of any “gross valuation misstatement.” Sec. 6662(e), (h)(1). A misstatement is “gross” if the value of property claimed on a return is 200% or more of the correct amount. Sec. 6662(e)(1)(A), (h)(2)(A)(i). In the case of a partnership such as Plateau, “[t]he determination of [*31] whether there is a substantial or gross valuation misstatement * * * is made at the entity level.” Sec. 1.6662-5(h)(1), Income Tax Regs.11\n \n*12 [3]Plateau on its 2012 return valued the Pull Tight easement at $10,899,000 and the Land South easement at $14,550,000. The deduction allowable for a gift of property is generally equal to the FMV of the property when the gift is made. See sec. 1.170A-1(c)(1), Income Tax Regs. The regulations define FMV as “the price at which the property would change hands between a willing buyer and a willing seller, neither being under any compulsion to buy or sell and both having reasonable knowledge of relevant facts.” Id. subpara. (2). Determining the FMV of contributed property entails a factual inquiry. See Estate of DeBie v. Commissioner, 56 T.C. 876, 894 (1971).\n \n[4] [5]To support their respective positions on the valuation question, the parties retained experts who testified at trial. We evaluate an expert’s opinion in light of his qualifications and the evidence in the record. See Parker v. Commissioner, 86 T.C. 547, 561 (1986). When experts offer differing estimates of FMV, we weigh [*32] those estimates by examining (among other things) the factors they considered in reaching their conclusions. See Casey v. Commissioner, 38 T.C. 357, 381 (1962).\n \n[6] [7] [8]We are not bound by an expert opinion that we find contrary to our judgment. We may accept an expert’s opinion in its entirety, or we may be selective as to the portions we find reliable. See Helvering v. Nat’l Grocery Co., 304 U.S. 282, 295, 58 S.Ct. 932, 82 L.Ed. 1346 (1938); Parker, 86 T.C. at 561-562; Buffalo Tool & Die Mfg. Co. v. Commissioner, 74 T.C. 441, 452 (1980). We may also determine FMV on the basis of our own examination of the record evidence. See Silverman v. Commissioner, 538 F.2d 927, 933 (2d Cir. 1976), aff’g T.C. Memo. 1974-285.\n \nIn a case such as this we must determine “the fair market value of the perpetual conservation restriction at the time of the contribution.” Sec. 1.170A-14(h)(3)(i), Income Tax Regs. “If there is a substantial record of sales of easements comparable to the donated easement,” the FMV of the donated easement generally is determined by reference to those sale prices. Ibid. In the absence of such evidence the FMV of the donated easement “is equal to the difference between the * * * [FMV] of the property it encumbers before the granting of the restriction and the * * * [FMV] of the encumbered property after the granting of the restriction.” Ibid.\n \n[*33] The parties’ experts agreed that this latter mode of valuation--commonly called the “before and after method”--applies here. Under this method, if the donor owns property contiguous to the property subjected to the easement, the FMV of the easement “is the difference between the * * * [FMV] of the entire contiguous parcel of the property before and after the granting of the restriction.” Ibid. This latter provision is commonly called the “contiguous parcel” rule. The “before” valuation must “take into account not only the current use of the property but also an objective assessment of how immediate or remote the likelihood is that the property, absent the restriction, would in fact be developed.” Id. subdiv. (ii).\n \n\n\n1. “Before” Value\nThe evidence at trial convinced us that the most compelling indicator of the Property’s “before” value was CE Fund’s purchase of a 98.99% interest in Plateau on December 18, 2012, eight days before the easements were granted. On that day Plateau’s only assets were the Pull Tight and Land South parcels, which together made up the Property. Ownership of Plateau was thus a proxy for ownership of the Property.\n \nCE Fund purchased its 98.99% interest in Plateau for $5,822,000. The selling parties were Plateau Manager, Pull Tight LLC, and Land South LLC. All three were 100% owned (directly or indirectly) by Mr. Afrakhteh, who was unre[*34] lated to CE Fund, Peach Tree, and Mr. Davis. Mr. Afrakhteh had a reputation as an experienced and savvy real estate investor. We find that this was an arm’s-length transaction between “a willing buyer and a willing seller, neither being under any compulsion to buy or sell and both having reasonable knowledge of relevant facts.” Sec. 1.170A-1(c)(2), Income Tax Regs.\n \n*13 We found Mr. Kinney to be a credible and candid witness. He was unaware of the December 18, 2012, transaction when he prepared his report, learning of it for the first time at trial. After accounting for the minority interest in Plateau, he estimated that a 100% interest in Plateau would have sold on that date for about $6,151,509, or $2,517 per acre. We find this to be very persuasive evidence of the Property’s “before” value.\n \nMr. Kinney’s report confirms this value. Two of his comparable property sales, including the transaction upon which he relied most heavily, involved prior sales of acreage included within the Property. The Land South parcel was sold in August 2011 for $1,045 per acre, and the 2,233-acre tract that included the Pull Tight parcel was sold in October 2009 for $2,463 per acre. Mr. Kinney interviewed parties to those transactions and confirmed that both were arm’s-length sales. He made reasonable adjustments to these sale prices and to the sales prices for his other comparable properties, both of which were in rural areas of Tennes[*35] see with topography similar to the Property. We find that the “before” value of the 2,444 acres included within the Property was $2,500 per acre, or $6,110,000, as Mr. Kinney determined in his report.\n \nWe give no weight to the opinion of petitioner’s experts. Messrs. Wingard and Van Sant were aware of the December 2012 sale to CE Fund of a 98.99% interest in Plateau and of the October 2009 and August 2011 sales of acreage included within the Property. They addressed none of these transactions in their report. We found their explanations for that failure to be wholly unpersuasive.\n \nThree of the properties Messrs. Wingard and Van Sant chose as comparables were anything but comparable: All were outside Tennessee, two were in or near established resort and tourist communities, and one (near Atlanta) had an entirely different highest and best use. Their fourth comparable was in rural Tennessee, but it (unlike the Property) was adjacent to a major interstate highway. Finally, the adjustments that Messrs. Wingard and Van Sant made to the prices of their supposed comparable properties, mostly beneficial to petitioner, struck the Court as subjective and arbitrary, lacking any solid basis in market data.\n \n\n\n2. “After” Value\nImmediately before granting the easements Plateau owned the 2,354 acres proposed to be restricted and an adjacent 90-acre lakefront tract that was excluded [*36] from the easements. Following the “contiguous property” rule, Mr. Kinney properly determined the “after” value (as he had determined the “before” value) by considering the 2,444 acres that constituted “the entire contiguous parcel of property.” Sec. 1.170A-14(h)(3)(i), Income Tax Regs. Plateau could scarcely dispute the value of $594,000 (or $6,600 per acre) that Mr. Kinney placed on the 90-acre reserved tract, since Plateau valued those same 90 acres at $1,795,000 when claiming a charitable contribution deduction the following year. See supra p. 8 & note 5.\n \nFor the 2,354 encumbered acres Mr. Kinney relied on two sales of encumbered property and one sale of a conservation easement, all in rural Tennessee. After making qualitative adjustments of less than 10% and rounding upward, he calculated an “after” value of $1,200 per acre. We find his methodology correct and his comparables entirely reasonable.\n \nIn determining their “after” value, Messrs. Wingard and Van Sant valued only the 2,354 encumbered acres, ignoring the 90-acre reserved tract. Because they did not follow the “contiguous property” rule, their methodology was erroneous as a matter of law. See sec. 1.170A-14(h)(3)(i), Income Tax Regs.12 In any [*37] event their six comparables had an average unadjusted sale price of $1,365 per acre--higher than Mr. Kinney’s comparables. They were able to derive an “after” value of $800 per acre only by applying an average downward adjustment of 41%. They supplied no market-based data to justify an adjustment of that size.\n \n\n\n3. Application of Penalty\n*14 The Property comprised two contiguous parcels, the Pull Tight parcel (1,171 acres) and the Land South parcel (1,273 acres). We find that this real estate was worth $2,500 per acre before imposition of the easements. The “before” value of the Pull Tight parcel was thus $2,927,500 (1,171 acres × $2,500), and the “before” value of the Land South parcel value was thus $3,182,500 (1,273 acres × $2,500).\n \nWe find that the “after” value of the Pull Tight parcel was $1,648,200 (i.e., 1,126 encumbered acres at $1,200 per acre plus 45 unencumbered acres at $6,600 per acre). We find that the “after” value of the Land South parcel was $1,770,600 [*38] (i.e., 1,228 encumbered acres at $1,200 per acre plus 45 unencumbered acres at $6,600 per acre). Subtracting the “after” values from the “before” values, we find that the correct values of the easements placed on the Pull Tight and Land South parcels were $1,279,300 and $1,411,900, respectively, or $2,691,200 in the aggregate.\n \n[9]“The determination of whether there is a substantial or gross valuation misstatement on a return is made on a property-by-property basis.” Sec. 1.6662-5(f)(1), Income Tax Regs. On its 2012 return Plateau valued the Pull Tight easement at $10,899,000, which is 852% of its correct value. Plateau valued the Land South easement at $14,550,000, which is 1031% of its correct value. In each case Plateau’s claimed value exceeded 200% of “the correct amount of such valuation.” Sec. 6662(e)(1)(A). Both valuations thus constituted “gross valuation misstatements” within the meaning of section 6662(h)(2)(A)(i).13\n \n[*39] Generally, an accuracy-related penalty under section 6662 is not imposed if the taxpayer demonstrates “reasonable cause” and shows that he “acted in good faith with respect to * * * [the underpayment].” Sec. 6664(c)(1). However, this defense is not available “[i]n the case of any underpayment attributable to a * * * gross valuation over statement * * * with respect to charitable deduction property.” Sec. 6664(c)(3). The underpayment of tax resulting from disallowance of Plateau’s charitable contribution deduction would be attributable to a gross valuation misstatement to the extent that the underpayment reflects the excess values that Plateau claimed on its return, viz., an excess value of $9,619,700 attributable to the Pull Tight easement and an excess value of $13,138,100 attributable to the Land South easement. See RERI Holdings I, LLC v. Commissioner, 149 T.C. 1, 37 (2017), aff’d, 924 F.3d 1261 (D.C. Cir. 2019); see also PBBM-Rose Hill, Ltd., 900 F.3d at 214. We hold that the 40% penalty is appropriate as applied to the underpayment as thus determined.14\n \n*15 [*40] To reflect the foregoing,\n \nAn appropriate order will be issued.\n \nAll Citations\nT.C. Memo. 2020-93, 2020 WL 3432971, 119 T.C.M. (CCH) 1619, T.C.M. (RIA) 2020-093, 2020 RIA TC Memo 2020-093\n\n\n\nFootnotes\n|\n1\n|Unless otherwise indicated, all statutory references are to the Internal Revenue Code (Code) in effect at all relevant times. We round all monetary amounts to the nearest dollar and all acreage to the nearest acre.\n|\n2\n|When making this transfer, LD.com retained four acres adjacent to the Pull Tight parcel. This exclusion caused errors with respect to subsequent transfers, which sometimes refer to the Pull Tight parcel as containing 1,175 acres. The parties agree that the Pull Tight parcel contains 1,171 acres.\n|\n3\n|Mr. Roberts was the original appraiser in numerous other conservation easement cases that this Court has decided. See, e.g., Woodland Prop. Holdings, LLC v. Commissioner, T.C. Memo. 2020-55; Oakhill Woods, LLC v. Commissioner, T.C. Memo. 2020-24.\n|\n4\n|The easement deed for the Pull Tight parcel incorrectly specifies its total acreage as 1,175, owing to the error noted supra note 2.\n|\n5\n|On February 22, 2013, Plateau transferred those 90 acres to Battlefield Ministries, Inc., for use as a youth camp. On its Federal income tax return for 2013, Plateau claimed for that transfer a charitable contribution deduction of $1,795,000, based on another appraisal by Mr. Roberts. The propriety of that deduction is not before us.\n|\n6\n|Mineral rights were excluded from this sale, but Mr. Kinney reasonably viewed this fact as immaterial because those rights likely had minimal value. Indeed, they were abandoned nine months later. See supra pp. 4-5.\n|\n7\n|When preparing his expert report, Mr. Kinney was not aware that Plateau had agreed to donate the 90-acre tract upon receiving a satisfactory appraisal and had valued the tract at $1,795,000 in February 2013 when donating it for use as a youth camp. See supra note 5. Mr. Kinney testified that, had he been aware of these facts, he would have increased his “after” valuation of the reserved 90 acres. His $594,000 valuation was thus generous to petitioner.\n|\n8\n|Respondent contends in the alternative that the easements are not “qualified real property interest[s]” because Plateau retained excessive rights with respect to the conservation area. See supra pp. 8-9. Given our disposition we need not reach this alternative argument.\n|\n9\n|Petitioner has not challenged the validity of the judicial extinguishment regulation, and we recently sustained its validity. See Oakbrook Land Holdings, LLC v. Commissioner, 154 T.C. –––– (May 12, 2020). The regulation contains an exception to the proceeds requirement where “state law provides that the donor is entitled to the full proceeds from the conversion without regard to the terms of the prior perpetual conservation restriction.” Sec. 1.170A-14(g)(6)(ii), Income Tax Regs. Petitioner does not contend that this exception applies here.\n|\n10\n|The pre-contribution improvements to the conserved area in this case were less substantial than in Coal Prop. Holdings, 153 T.C. at 131. However, the deeds reserved to Plateau the right to make post-contribution improvements to the conserved area, including the construction of residences and amenities for future residents. These factual differences have little impact on our analysis because the regulation does not permit any reduction of the donee’s share on account of donor improvements.\n|\n11\n|No penalty is imposed “unless the portion of the underpayment for the taxable year attributable to substantial valuation misstatements * * * exceeds $5,000.” Sec. 6662(e)(2). The availability of this exception is determined at the partner level. See RERI Holdings I, LLC v. Commissioner, 149 T.C. 1, 18-19 (2017), aff’d, 924 F.3d 1261 (D.C. Cir. 2019); sec. 1.6662-5(h)(1), Income Tax Regs.\n|\n12\n|Messrs. Wingard and Van Sant rationalized ignoring the reserved 90-acre tract on the theory that Plateau in December 2012 planned to donate those acres to a charity. Assuming that to be true, it is immaterial. When the easements were donated on December 26, 2012, the 90-acre tract was unencumbered and constituted contiguous property owned by Plateau. Plateau owned the full economic value of that tract; the fact that it extracted that economic value by claiming a tax deduction of $1,795,000 the following year, rather than by selling the property, is irrelevant. The regulation requires that the “after” value be determined by considering the “entire contiguous parcel of property.” See sec. 1.170A-14(h)(3)(i), Income Tax Regs. Plateau cannot plausibly seek to have those 90 acres valued as if encumbered for purposes of its 2012 donation while valuing them as unencumbered when making its contribution in 2013.\n|\n13\n|Mr. Kinney valued the easements sequentially, assuming that the Pull Tight easement existed when the Land South easement was imposed. Although this made no difference in the aggregate value that he reached, it caused him to place a higher relative value on the Land South easement. See supra pp. 21-22. Inasmuch as the easements were granted simultaneously, it seems arbitrary to assume that either was imposed before the other, and we have determined values for the two easements accordingly. But no matter how the $2,691,200 aggregate value is split between the two easements, the values reported on Plateau’s return would constitute “gross valuation misstatements” within the meaning of section 6662(h)(2)(A)(i).\n|\n14\n|Because we have sustained the disallowance of Plateau’s deduction in full, we may need to consider whether any other penalty applies with respect to the portion of the underpayment attributable to disallowance of a deduction corresponding to the correct values of the easements. See PBBM-Rose Hill, Ltd., 900 F.3d at 214. In the FPAA respondent determined in the alternative a 20% penalty for negligence or a substantial understatement of income tax. See sec. 6662(a) and (b)(1) and (2). We conclude that we would benefit from further submissions from the parties as to how these penalties (and the defenses available thereto) should be analyzed in a TEFRA case such as this. These matters will accordingly be addressed in a subsequent order or opinion.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}