{
    "Background": "\n\n\n\n324 F.Supp.3d 1328\nUnited States Court of International Trade.\nUNITED STATES, Plaintiff,\nv.\nGATEWAY IMPORT MANAGEMENT, INC. et al., Defendants.\nSlip Op. 18–83\n|\nCourt No. 17–00232\n|\nDated: July 3, 2018\nSynopsis\nBackground: Government brought action against importer of record, domestic purchaser, and surety on import bonds seeking to recover unpaid federal excise taxes (FETs) on cigars. Importer and purchaser moved to dismiss for failure to state a claim.\n \nHoldings: The Court of International Trade, Kelly, J., held that:\n \n[1] it had jurisdiction pursuant to statute that conferred exclusive jurisdiction of any civil action to recover civil penalty arising out of import transaction;\n \n[2] it had jurisdiction pursuant to statute that conferred exclusive jurisdiction of any civil action to recover customs duties;\n \n[3] government sufficiently alleged that sales price of cigars, upon which FETs were calculated, was not result of arm’s-length transaction; and\n \n[4] government sufficiently alleged that domestic purchaser introduced cigars into United States commerce.\n \nMotions denied.\n \n\n\nWest Headnotes (12)\n\n\n[1]\n|Federal CourtsLimited jurisdiction;  jurisdiction as dependent on constitution or statutes\n|\n|The federal courts are courts of limited jurisdiction marked out by Congress.\n\n|\n\n\n[2]\n|Federal CourtsSua sponte determination\n|\n|A federal court may, and should, raise the question of its jurisdiction sua sponte at any time it appears in doubt.\n\n|\n\n\n[3]\n|Federal CourtsNecessity of Objection;  Power and Duty of Court\n|\n|A federal court may dismiss a case for lack of subject-matter jurisdiction on its own motion because it must enforce the limits of its jurisdiction.\n1 Case that cites this headnote\n|\n\n\n[4]\n|Customs DutiesCourt of International Trade (Formerly Customs Court) and Proceedings Therein\n|\n|Court of International Trade had jurisdiction, pursuant to statute that conferred exclusive jurisdiction of any civil action to recover civil penalty arising out of import transaction, over government’s action against importer, surety on import bonds, and domestic purchaser seeking to recover unpaid federal excise taxes (FETs) on cigars; government could seek to collect any duties, taxes, or fees it was deprived of as result of conduct giving rise to violation of statute prohibiting material false statements in connection with entry of goods, whether or not separate penalty for such conduct was sought. Tariff Act of 1930 § 592, 19 U.S.C.A. §§ 1592(a), 1592(b), 1592(d); 28 U.S.C.A. § 1582(1).\n\n|\n\n\n[5]\n|Customs DutiesCourt of International Trade (Formerly Customs Court) and Proceedings Therein\n|\n|The Court of International Trade has jurisdiction, pursuant to the statute conferring exclusive jurisdiction of any civil action to recover a civil penalty arising out of an import transaction, over a civil action to collect lost taxes on subject merchandise as the result of conduct in violation of the statute prohibiting material false statements in connection with the entry of goods, regardless of whether a separate penalty for the conduct is sought. Tariff Act of 1930 § 592, 19 U.S.C.A. §§ 1592(a), 1592(b), 1592(d); 28 U.S.C.A. § 1582(1).\n\n|\n\n\n[6]\n|Customs DutiesCourt of International Trade (Formerly Customs Court) and Proceedings Therein\n|\n|Court of International Trade had jurisdiction, pursuant to statute that conferred exclusive jurisdiction of any civil action to recover customs duties, over government’s action against importer, surety on import bonds, and domestic purchaser seeking to recover unpaid federal excise taxes (FETs) on cigars, since FETs were customs duties for purposes of jurisdiction, given that they were imposed on imported merchandise at time of entry and collected and administered by United States Customs and Border Protection. 28 U.S.C.A. § 1582(3).\n\n|\n\n\n[7]\n|Customs DutiesOffenses by owners or others in regard to importation of goods\n|\n|To allege a violation of the statute prohibiting material false statements in connection with the entry of goods, a plaintiff must plead sufficient facts to show that a person entered or introduced, or attempted to enter or introduce, merchandise into United States commerce, by means of either (1) a material and false statement, document, or act, or (2) a material omission. Tariff Act of 1930 § 592, 19 U.S.C.A. § 1592(a).\n\n|\n\n\n[8]\n|Customs DutiesOffenses by owners or others in regard to importation of goods\n|\n|Persons who are not the importer of record may be held liable under the statute prohibiting material false statements in connection with the entry of goods if they introduce or attempt to introduce merchandise into United States commerce. Tariff Act of 1930 § 592, 19 U.S.C.A. § 1592(a).\n\n|\n\n\n[9]\n|Customs DutiesOffenses by owners or others in regard to importation of goods\n|\n|Merchandise is “introduced” into United States commerce, as an element of a claim for a violation of the statute prohibiting material false statements in connection with the entry of goods, when a person takes actions that bring goods to the threshold of the process of entry by moving goods into the custody of the United States Customs and Border Patrol in the United States and providing critical documents to the relevant officials. Tariff Act of 1930 § 592, 19 U.S.C.A. § 1592(a).\n\n|\n\n\n[10]\n|Customs DutiesOffenses by owners or others in regard to importation of goods\n|\n|A statement, document, or act is “material,” within the meaning of the statute prohibiting material false statements in connection with the entry of goods, if it has the tendency to influence a decision by the United States Customs and Border Protection in assessing duties. Tariff Act of 1930 § 592, 19 U.S.C.A. § 1592(a).\n\n|\n\n\n[11]\n|Customs DutiesOffenses by owners or others in regard to importation of goods\n|\n|Government sufficiently alleged that sales price of cigars, upon which federal excise taxes (FETs) were calculated, was not result of arm’s-length transaction, as required to state claim against importer and domestic purchaser seeking recovery of unpaid FETs resulting from violation of statute prohibiting material false statements in connection with entry of goods, where government alleged that importer and domestic purchaser had special arrangement or scheme, in which importer acted as pass-through entity while domestic purchaser actually financed all transactions underlying importation of cigars, in order to use pre-importation price of cigars as sales price, and that such arrangement was not reported to customs officials, resulting in declaration of false sales price on entry paperwork. Tariff Act of 1930 § 592, 19 U.S.C.A. §§ 1592(a), 1592(d); 26 U.S.C.A. § 4216(b)(1)(C); 26 C.F.R. § 48.4216(b)–2(e)(2).\n\n|\n\n\n[12]\n|Customs DutiesOffenses by owners or others in regard to importation of goods\n|\n|Government sufficiently alleged that domestic purchaser introduced cigars into United States commerce, as required to state claim against purchaser seeking recovery of unpaid federal excise taxes (FETs) resulting from violation of statute prohibiting material false statements in connection with entry of goods, even though purchaser was not importer of record, consignee, or alter ego of importer, where government alleged that purchaser retained sufficient control of importation process by financing all transactions connected with entry of cigars, receiving cigars directly when released from warehouse, paying both invoices generated by importer, including one itemizing costs incurred by foreign exporter, and owning trademarks for cigars. Tariff Act of 1930 § 592, 19 U.S.C.A. § 1592(a).\n\n|\n\n\nAttorneys and Law Firms\n*1330 Stephen Carl Tosini, Senior Trial Counsel, Commercial Litigation Branch, Civil Division, U.S. Department of Justice, of Washington, DC, for plaintiff United States. With him on the brief were Chad A. Readler, Acting Assistant Attorney General, Jeanne E. Davidson, Director, and Claudia Burke, Assistant Director.\nBarry Marc Boren, Law Offices of Barry Boren, of Miami, FL, and Gerson M. Joseph, Gerson M. Joseph, P.A., of Weston, FL, for defendants Gateway Import Management, Inc. and Good Times USA, LLC.\nJerry P. Wiskin, Simons & Wiskin, of South Amboy, NJ, for defendant Hanover Insurance Company.\n\n\n\n\nOPINION AND ORDER\nKelly, Judge:\n*1331 This matter is before the court on Gateway Import Management, Inc.’s (“Gateway”) and Good Times USA, LLC’s (“Good Times”) motions to dismiss Plaintiff’s complaint pursuant to USCIT Rule 12(b)(6) for failure to state a claim upon which relief can be granted. See Def., [Gateway] Rule 12(b)(6) Mot. Dismiss & Mem. Law at 1–3, Dec. 18, 2017, ECF No. 22 (“Gateway Mot. Dismiss”); Def., [Good Times] Rule 12(b)(6) Mot. Dismiss & Mem. Law at 1–3, Dec. 18, 2017, ECF No. 21 (“Good Times Mot. Dismiss”). Subsequent to Gateway and Good Times filing their motions to dismiss, on March 9, 2018, the court ordered all parties to submit supplemental briefing on the Court’s subject-matter jurisdiction. See Mem. & Order at 2, Mar. 9, 2018, ECF No. 36 (“Ct.’s Order to Br. Jurisdiction”).\n \nPlaintiff, the United States (“Plaintiff”), on behalf of United States Customs and Border Protection (“CBP” or “Customs”), seeks to recover unpaid Federal Excise Tax (“FET”), in various amounts, and prejudgment interest from Defendants, Gateway, Good Times, and Hanover Insurance Company (“Hanover”) (collectively, “Defendants”) pursuant to section 592 of the Tariff Act of 1930, as amended 19 U.S.C. § 1592 (2012).1 See Summons, Sept. 6, 2017, ECF No. 1; Compl. at ¶¶ 1, 26–29, 32–33, Sept. 6, 2017, ECF No. 2. From Hanover, Plaintiff also seeks mandatory statutory interest pursuant to 19 U.S.C. § 580. Compl. at ¶ 31. Plaintiff is also seeking attorney fees, and any further interest, as provided by law, that the court deems just and appropriate from the Defendants. Id. at 6. For the reasons that follow, Gateway’s and Good Times’ motions to dismiss are denied.\n \n\nBACKGROUND\nGateway and Good Times argue that Plaintiff’s complaint merely recites the elements of a cause of action and alleges no “factual enhancement sufficient to withstand dismissal.” Gateway Mot. Dismiss at 2; Good Times Mot. Dismiss at 2; see also Defs. Reply to Pl.’s Resp. to Defs.’ Mots. Dismiss at 5–7, 12–20, Feb. 16, 2018, ECF No. 35 (“Joint Reply”). Gateway and Good Times also argue that Plaintiff fails to plead with particularity a claim of fraud or mistake, see Gateway Mot. Dismiss at 4–5, 8; Good Times Mot. Dismiss at 4–5, 8; Joint Reply at 4, and improperly attempts to amend its complaint by adding a previously unpled basis for liability. See Joint Reply at 7–12. Further, Good Times argues *1332 that Plaintiff fails to plead sufficient facts demonstrating that Good Times had the requisite control over the customs entry process of the subject merchandise, or even participated in the process at all. See Good Times Mot. Dismiss at 9–14. Plaintiff responds that its complaint has sufficiently alleged that Gateway and Good Times made material false statements and/or omissions when entering the subject merchandise into United States commerce.2 See Pl.’s Resp. Defs.’ Mot. Dismiss at 7–15, Jan. 19, 2018, ECF No. 32 (“Pl.’s Resp.”). Further, Plaintiff contends that the false statements and/or omissions came as a result of a scheme between Gateway and Good Times to underpay the FET on the subject merchandise.3 See id. at 1–2, 7–15. As a result, Plaintiff alleges that Gateway and Good Times violated 19 U.S.C. § 1592(a) and are liable for unpaid taxes under 19 U.S.C. § 1592(d).4 See id. at 15.\n \nOn March 9, 2018, the court ordered the parties to brief whether the Court has subject-matter jurisdiction to hear Plaintiff’s claims against Gateway and Good Times, explaining that it was “incumbent upon the Court to independently assess the jurisdictional basis for each case, regardless of whether any party challenged the Court’s jurisdiction.” Ct.’s Order to Br. Jurisdiction at 1. The court explained that, although the United States can recover unpaid taxes pursuant to 19 U.S.C. § 1592(d) if a party violates 19 U.S.C. § 1592(a), the relevant jurisdictional statute specifically identifies only suits for penalties, bonds, and customs duties. Id. at 2.\n \nIn its supplemental brief on jurisdiction, Plaintiff argues that the Court has jurisdiction over its claim against Gateway and Good Times. See Pl.’s Corrected Suppl. Br. on Jurisdiction at 3–7, June 7, 2018, ECF No. 44 (“Pl.’s Suppl. Br.”). Plaintiff argues that the Court possesses jurisdiction pursuant to 28 U.S.C. § 1582(1), because even though a penalty is not sought in this case, the relief that Plaintiff seeks “flows from [the court determining that Gateway and Good Times violated 19 U.S.C. § 1592(a),] separate and apart from any penalty” that could also be sought for such a violation. See id. at 3. Plaintiff also argues that there is jurisdiction pursuant to 28 U.S.C. § 1582(3) because FETs collected on imported tobacco are customs duties for the purposes of jurisdiction. See id. at 3–5. Finally, Plaintiff argues that its claim against Hanover, the surety, is proper under 28 U.S.C. § 1582(2), that the surety’s claims are within the Court’s “exclusive *1333 jurisdiction” under 28 U.S.C. § 1583,5 and that splitting the claims between this Court and a United States district court would not be in accord with Congress’ intent behind 19 U.S.C. § 1592. See id. at 5–7. Gateway and Good Times argue that jurisdiction is lacking under 28 U.S.C. § 1582(1) because Plaintiff is not seeking a penalty. See Defs. Gateway, Good Times, & Joseph & Helen Franco[’]s Resp. Br. on Jurisdiction at 1–2, May 14, 2018, ECF No. 41 (“Gateway & Good Times’ Suppl. Resp. Br.”). Gateway and Good Times also deny that FETs are a type of customs duty that would give rise to a claim reviewable under this Court’s 28 U.S.C. § 1582 jurisdiction, see Defs. Gateway & Good Times, & Joseph & Helen Franco[’]s Opening Br. on Jurisdiction at 4–6, Apr. 23, 2018, ECF No. 39 (“Gateway & Good Times’ Suppl. Br.”), and argue that the claims against Gateway and Good Times should be transferred to a district court.6 Id. at 7–8.7 Gateway and Good Times also argue that if the Court determines that it does not have jurisdiction over the non-surety defendants, the Court may have ancillary jurisdiction over Gateway,8 but not Good Times. Id. at 10–11.9 The parties do not contest that the Court has jurisdiction over Hanover, the surety, pursuant to 28 U.S.C. § 1582(2). See Pl.’s Suppl. Br. at 5; Gateway & Good Times’ Suppl. Br. at 8.\n \n\n*1334 STANDARD OF REVIEW\n[1] [2] [3]“[F]ederal courts ... are courts of limited jurisdiction marked out by Congress.” Norcal/Crosetti Foods, Inc. v. United States, 963 F.2d 356, 358 (Fed. Cir. 1992) (quoting Aldinger v. Howard, 427 U.S. 1, 15, 96 S.Ct. 2413, 49 L.Ed.2d 276 (1976), superseded by statute on other grounds, Judicial Improvements Act of 1990, Pub. L. No. 101–650, 104 Stat. 5089, as recognized in Exxon Mobil Corp. v. Allapattah Servs., Inc., 545 U.S. 546, 557, 125 S.Ct. 2611, 162 L.Ed.2d 502 (2005) ). Therefore, the “court may and should raise the question of its jurisdiction sua sponte at any time it appears in doubt.” Arctic Corner, Inc. v. United States, 845 F.2d 999, 1000 (Fed. Cir. 1988) (citations omitted). The Court may dismiss a case for lack of subject-matter jurisdiction on its own motion because the Court must enforce the limits of its jurisdiction. See, e.g., Cabral v. United States, 317 Fed. Appx. 979, 980 n.1 (Fed. Cir. 2008); Arctic, 845 F.2d at 1000.\n \nIn deciding a motion to dismiss for failure to state a claim upon which relief can be granted, the court assumes all factual allegations in the complaint to be true and draws all reasonable inferences in favor of the plaintiff. Cedars–Sinai Med. Ctr. v. Watkins, 11 F.3d 1573, 1584 n.13 (Fed. Cir. 1993); Gould, Inc. v. United States, 935 F.2d 1271, 1274 (Fed. Cir. 1991). However, the “[f]actual allegations must be enough to raise a right to relief above the speculative level on the assumption that all the allegations in the complaint are true (even if doubtful in fact)[.]” Bell Atl. Corp. v. Twombly, 550 U.S. 544, 555, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007) (citations and footnote omitted). “Threadbare recitals of the elements of a cause of action, supported by mere conclusory statements, [will] not suffice.” Ashcroft v. Iqbal, 556 U.S. 662, 678, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009) (citation omitted). “[O]nly a complaint that states a plausible claim for relief survives a motion to dismiss.” Iqbal, 556 U.S. at 679, 129 S.Ct. 1937 (citation omitted).\n \n",
    "Discussion": "\nI. Jurisdiction\nPlaintiff argues that this Court has subject-matter jurisdiction pursuant to 28 U.S.C. § 1582(1) because the collection of FET flows from conduct warranting a penalty under 19 U.S.C. § 1592 and pursuant to 28 U.S.C. § 1582(3) because FETs are customs duties for the purposes of jurisdiction. See Pl.’s Suppl. Br. at 3–5. Gateway and Good Times argue that the collection of the FETs is not a penalty. See Gateway & Good Times’ Suppl. Resp. Br. at 1–2. Further, they argue that FETs are not customs duties, because 19 U.S.C. § 1528 disallows a tax not explicitly recognized as a customs duty to be a customs duty. See id. at 3; Gateway & Good Times’ Suppl. Br. at 4–6; see also 19 U.S.C. § 1528. For the reasons that follow, the Court has subject-matter jurisdiction over Plaintiff’s claim against Gateway and Good Times pursuant to 28 U.S.C. § 1582(1) and (3).\n \nUnder 28 U.S.C. § 1582, the Court has jurisdiction to hear “any civil action which arises out of an import transaction and which is commenced by the United States—(1) to recover a civil penalty under[, inter alia, 19 U.S.C. § 1592];” or “(2) to recover upon a bond relating to the importation of merchandise required by the laws of the United States or by the Secretary of the Treasury; or (3) to recover customs duties.” Here, Plaintiff seeks to recover the unpaid FET pursuant to *1335 19 U.S.C. § 1592(d) which Plaintiff alleges result from Gateway’s and Good Times’ violations of 19 U.S.C. § 1592(a), but does not seek to recover a penalty pursuant to 19 U.S.C. § 1592(b) for these alleged violations. See Compl. at ¶¶ 27, 29.\n \n[4] [5]This Court has jurisdiction to hear claims to collect unpaid FET under 19 U.S.C. § 1592(d) for conduct warranting a penalty under 19 U.S.C. § 1592(a), whether or not a separate penalty is sought pursuant to 19 U.S.C. § 1592(b). Pursuant to 28 U.S.C. § 1582(1), the Court shall have exclusive jurisdiction over “any civil action which arises out of an import transaction and which is commenced by the United States ... to recover a civil penalty under Section 592 ... of the Tariff Act of 1930.” 28 U.S.C. § 1582(1). As amended, section 592 of the Tariff Act of 1930 prohibits material false statements in connection with the entry of goods into the United States. See 19 U.S.C. § 1592(a). Section 1592(b) allows for penalties to be assessed where an importer makes such a material false statement. 19 U.S.C. § 1592(b). Furthermore, section 1592(d) provides that the United States may seek to collect any duties, taxes, or fees it was deprived of as a result of conduct giving rise to a violation of 19 U.S.C. § 1592(a), regardless of whether any penalty is sought. 19 U.S.C. § 1592(d). This Court has exclusive jurisdiction over penalty actions arising under 19 U.S.C. § 1592. See 28 U.S.C. § 1582(1). If the government sought both penalties and lost taxes under 19 U.S.C. § 1592 together in one civil action, this Court would have jurisdiction over both the claim for penalties and any claim for lost duties, fees, or taxes, as the latter would be part of the civil action arising under 28 U.S.C. 1582(1). See 28 U.S.C. § 1582(1) (providing the Court with jurisdiction of any civil action “which arises out of an import transaction and which is commenced by the United States ... to recover a civil penalty under [19 U.S.C. § 1592]”); 19 U.S.C. § 1592(d) (providing that the United States may recover duties, taxes, or fees it was unlawfully deprived of, regardless of whether a penalty is sought). Congress intended that the government could bring an action to collect lost duties, taxes, or fees without seeking a penalty as well, because section 1592(d) states that “[Customs] shall require that such lawful duties, taxes, and fees be restored, whether or not a monetary penalty is assessed.” 19 U.S.C. § 1592(d). Therefore, pursuant to 28 U.S.C. § 1582(1), the Court has jurisdiction over a civil action to collect lost taxes under 19 U.S.C. § 1592(d), for conduct in violation of § 1592(a) regardless of whether a penalty is sought.10\n \n[6]Jurisdiction exists under 28 U.S.C. § 1582(3) because these FETs are customs duties for the purposes of jurisdiction.11 Importers are liable for FETs on *1336 imported tobacco products. See 26 U.S.C. § 5703(a)(1) (2012).12 The amount of the tax is based upon the price for which the imported merchandise is sold. See 26 U.S.C. § 5701 In the case of importations, the timing of payment is determined by reference to the date of entry into the customs territory, see 26 U.S.C. § 5703(2)(b), and is “collected, accounted for, and deposited as internal revenue collections by the Port Director of Customs in accordance with customs procedures and regulations.” 27 C.F.R. § 41.62 (2013).13 Pursuant to the regulatory framework, “[t]he importer’s liability for duties includes a liability for any internal revenue taxes which attach upon the importation of merchandise, unless otherwise provided by law or regulation.”14 19 C.F.R. § 141.3. Further, until the amount of internal revenue taxes due on imported tobacco products is determined, the subject merchandise is “not eligible for release from customs custody[.]” 27 C.F.R. § 41.41. As evidenced here, the FET amount due on the imported cigars was reported on the entry paperwork. See Ex. A [attached to Pl.’s Resp.] at Entry Summary, Jan. 19, 2018, ECF No. 32–1. The importer continues to be liable for taxes unlawfully deprived for a violation of 19 U.S.C. § 1592(a) under 19 U.S.C. § 1592(d). The FETs on tobacco products are imposed on imported merchandise, at the time of entry, collected and administered by Customs and therefore constitute *1337 customs duties for the purposes of jurisdiction.\n \nDefendants claim that, pursuant to 19 U.S.C. § 1528, a tax or charge will not be construed as a customs duty “for the purpose of any statute relating to the customs revenue, unless the law imposing such tax or charge designates it as a customs duty or contains a provision to the effect that it shall be treated as a duty imposed under the customs laws.”15 Gateway & Good Times’ Suppl. Br. at 4 (quoting 19 U.S.C. § 1528). However, the statute also indicates that it will not have the effect of restricting or limiting the jurisdiction of this Court or that of the Court of Appeals for the Federal Circuit. 19 U.S.C. § 1528. These seemingly contradictory sentences are clarified by the statute’s legislative history, which indicates that Congress implemented 19 U.S.C. § 1528 to clarify that preferences and exemptions applicable to customs duties should not be construed as applying to internal revenue taxes. See Customs Administrative Bill: Hearings on H.R. 6738 Before the H. Comm. on Ways & Means, 75th Cong. 112 (1937) (“H. Legis. History”); Customs Administrative Act: Hearings on H. R. 8099 Before a S. Subcomm. of the Comm. on Finance, 75th Cong 44–45 (1938) (revised print) (“Senate Legis. History”). Specifically, Congress sought to prevent preferential duty rates granted to specific countries from being applied to internal revenue taxes.16 See H. Legis. History at 112–13. Further, the legislative history reveals that Congress explicitly sought to have the Customs Court retain jurisdiction over controversies regarding excise taxes collected at the time of importation. See H. Legis. History at 112; Senate Legis. History at 44–45; accord United States v. Westco Liquor Products Co., 38 CCPA 101, 107 (1951) (affirming the Customs Court’s holding that FETs are customs duties for purposes of assessment and collection).17 Therefore, FETs are customs duties for the purposes *1338 of jurisdiction.18\n \n\n\nII. Failure to State a Claim\nPlaintiff claims that Gateway and Good Times are liable for $1,188,631.95 worth of unpaid FET pursuant to 19 U.S.C. § 1592(d), stemming from the companies’ violations of 19 U.S.C. § 1592(a).19 Compl. at ¶ 27; see also 19 U.S.C. § 1592(a), (d). For the reasons that follow, the court denies Gateway’s and Good Times’ motions to dismiss.\n \n[7] [8] [9] [10]The United States may recover an unpaid tax under 19 U.S.C. § 1592(d) for violations of 19 U.S.C. § 1592(a). See 19 U.S.C. § 1592(a), (d). To allege a violation under 19 U.S.C. § 1592(a), Plaintiff must plead sufficient facts to show that a person entered or introduced, or attempted to enter or introduce, merchandise into United States commerce, by means of either (i) a material and false statement, document or act, or (ii) a material omission. 19 U.S.C. § 1592(a)(1)(A)(i)–(ii). Persons who are not the importer of record may be held liable under 19 U.S.C. § 1592(a) if they introduce or attempt to introduce merchandise into United States commerce. See United States v. Trek Leather, Inc., 767 F.3d 1288, 1296–99 (Fed. Cir. 2014); see also 19 U.S.C. § 1592(a). Merchandise is “introduced” into United States commerce when a person takes “actions that bring goods to the threshold of the process of entry by moving goods into CBP custody in the United States and providing critical documents[,]” to the relevant officials. Trek Leather, 767 F.3d at 1299. A statement, document, or act is “material” if it has the “tendency to influence [Customs’] decision in assessing duties.” United States v. Thorson Chemical Corp., 16 CIT 441, 448, 795 F.Supp. 1190, 1196 (1992) (citations omitted). Plaintiff’s allegations cannot merely recite the elements of the claim under 19 U.S.C. § 1592(a), but must demonstrate an entitlement to relief “above the speculative level[.]” Twombly, 550 U.S. at 555, 127 S.Ct. 1955 (citation omitted).\n \nPursuant to the statutory framework, the FET on the subject merchandise at issue here is calculated based on the “price *1339 for which [the subject merchandise] sold[.]” 26 U.S.C. § 5701(a)(2) (2012). However, when there is no arm’s-length transaction between the importer and the domestic producer, the price on which the FET is calculated will be based “on the price for which such articles are sold, in the ordinary course of trade, by manufacturers or producers thereof, as determined by the Secretary [of the Treasury].” See 26 U.S.C. § 4216(b)(1)(C). A sale is not arm’s length if it is “made pursuant to special arrangements between a manufacturer and a purchaser.” 26 C.F.R. § 48.4216(b)–2(e)(2).\n \n[11]Plaintiff alleges that the contract between Gateway and Good Times allowed Gateway to act as a “pass-through” entity, while Good Times financed all the transactions underlying the importation of the subject merchandise. Compl. at ¶¶ 15–19; see also Compl. at Agreement to Import Tobacco Products, Sept. 6, 2017, ECF No. 2–2 (referred to as “Exhibit B” in Plaintiff’s complaint and the parties’ subsequent filings) (“Agreement”). Plaintiff alleges that the Agreement allowed Gateway and Good Times to calculate the FET based on a “purported price,” i.e., the sales price from Rolida Investments, Inc. (“Rolida”),20 the exporter of the subject merchandise, to Gateway, plus one dollar per carton. Compl. at ¶ 15. Plaintiff alleges that, as a result, the sales price was not based on the first sale of the subject merchandise domestically at an arm’s-length transaction, see id. at ¶¶ 15–19, but instead was the result of a “special arrangement” or scheme between Gateway and Good Times. Id. at ¶ 21; see also 26 U.S.C. § 4216(b)(1)(C); 26 C.F.R. § 48.4216(b)–2(e)(2). Plaintiff alleges that the Agreement, its terms, and the resulting “special arrangement” between Gateway and Good Times was not disclosed when the subject merchandise was entered, and claims that these failed disclosures constitute “false statements and/or omissions[.]”21 See Compl. at ¶¶ 21, 23. Plaintiff further alleges *1340 that “[t]he false statements and/or omissions identified in [its complaint at ¶¶ 12–22] were material because they had the potential to affect determinations made by CBP concerning [Gateway and Good Times’] liability for FET.” Id. at ¶ 23.\n \nPlaintiff alleges sufficient facts from which a trier of fact could conclude that the sales price of the subject merchandise upon which the FET was calculated was not the result of an arm’s-length transaction.22 As support, Plaintiff provides a copy of the Agreement between Gateway and Good Times, see Agreement, and a summary of the payment structure underlying the importation of the subject merchandise into the United States. See Compl. at ¶¶ 15–19. Plaintiff alleges that even though, as per the Agreement, Gateway paid Rolida and, in turn, Gateway would sell the merchandise to Good Times, at all relevant times, Good Times controlled the transactions. Id. Plaintiff provides several examples of Good Times’ control over the transactions. See id. at ¶¶ 18–20. First, Plaintiff alleges that, per the Agreement, Gateway would generate two invoices—one, itemizing the subject merchandise and the costs incurred from Rolida, plus one dollar per carton commission for Gateway, and the second, “includ[ing] FET, [United States Department of Agriculture] tobacco buyout payments, customs broker’s fees, and harbor maintenance fees, among other fees incident to entry.” Id. at ¶ 18. However, Good Times would only pay the balance of the second invoice once it received proof that funds from the first invoice had been wired to Rolida. Id. Plaintiff alleges that Good Times financed both transactions, and therefore paid for the subject merchandise before it was entered. See Compl. at ¶¶ 18–19 (citing, in support, the payment arrangement set up by Gateway and Good Times as described by the Agreement). Second, Plaintiff alleges that Gateway would only collect one dollar per carton as commission. Id. at ¶¶ 15, 18. Third, Plaintiff alleges that at all relevant times, “Good Times owned the trademarks for all imported products and thus controlled all United States importations of the imported merchandise.”23 Id. at ¶ 20 (citation omitted). *1341 Plaintiff alleges that neither Gateway nor Good Times disclosed the relationship between them, nor the financial structure created to import the subject merchandise into the United States. Compl. at ¶ 21.24\n \nPlaintiff’s complaint points to specific facts that cumulatively provide sufficient grounds for a “court to draw the reasonable inference that the defendant is liable for the misconduct alleged.” Iqbal, 556 U.S. at 678, 129 S.Ct. 1937 (citation omitted). A trier of fact could find that Gateway and Good Times’ failure to disclose the terms of the Agreement was material for determining whether the transactions were conducted on an arm’s-length basis and whether the values declared on the entry paperwork adhered to the statutory and regulatory requirements. Therefore, Plaintiff’s complaint contains sufficient allegations to plausibly support the claim that Gateway and Good Times entered into a scheme that, furthered by false and material statements and/or omissions, led to Gateway and Good Times violating 19 U.S.C. § 1592(a).25\n \n[12]Good Times specifically challenges Plaintiff’s allegation that Good Times violated 19 U.S.C. § 1592(a), as it was neither the importer nor consignee for the subject merchandise at the time of importation, see Good Times Mot. Dismiss at 9–11, nor the alter ego of Gateway.26 Id. at 11–14; *1342 see also Joint Reply at 12–18. Good Times argues that all the relevant transactions were done at Gateway’s direction:\nGateway was the importer; Gateway filed the entry documents; Gateway was the consignee on each import document; Gateway’s custom broker filed the entry documents with Customs pursuant to a Power of Attorney executed by Gateway; Gateway paid the Customs duties and fees; and Gateway paid the FET’s [sic] at the time of importation based on its sales price to [Good Times] (the first sale in the United States) “as required by law”.\nJoint Reply at 5 (footnote and citation omitted).27 However, here, Plaintiff has alleged sufficient facts for a trier of fact to determine that Good Times retained sufficient control of the importation process, and therefore, introduced the subject merchandise into United States commerce.28 Specifically, Plaintiff alleges: that Good Times financed all the transactions connected with the entry of the subject merchandise, Compl. at ¶ 19; that, upon the release of the subject merchandise from the warehouse, it was sent directly to Good Times, id. at ¶ 14; and that the two invoices Gateway generated for the subject merchandise were paid for by Good Times, with the second invoice only being paid upon Good Times’ receipt of proof that Rolida had been paid.29 Id. at ¶ 18. Further, Plaintiff also alleges that “Good *1343 Times owned the trademarks for all imported products and thus controlled all United States importations of the imported merchandise.” Compl. at ¶ 20 (citation omitted).30 Therefore, Plaintiff’s complaint did not rest on “naked assertions” absent factual support, see Iqbal, 556 U.S. at 678, 129 S.Ct. 1937 (citing Twombly, 550 U.S. at 557, 127 S.Ct. 1955), and instead sufficiently alleged that Good Times “introduced” the subject merchandise into United States commerce.31\n \n\nCONCLUSION\nFor the reasons provided above, Gateway’s and Good Times’ motions to dismiss are denied. In accordance with this opinion, it is\n \nORDERED that Gateway’s and Good Times’ motions to dismiss are denied; and it is further\n \nORDERED that Gateway and Good Times shall file their respective answers to Plaintiff’s complaint on or before Wednesday, August 1, 2018; and it is further\n \n*1344 ORDERED that the court’s Order, Jan. 9, 2018, ECF No. 31, is amended to provide that Gateway and Good Times shall file any response to Hanover’s cross-claims on or before Wednesday, August 1, 2018; and it is further\n \nORDERED that the court’s Order, Jan. 9, 2018, ECF No. 31, is further amended to provide that the Third–Party Defendants, Mr. Joseph R. Franco and Mrs. Helen R. Franco, shall file any response to Hanover’s cross-claims on or before Wednesday, August 1, 2018; and it is further\n \nORDERED that the parties shall file a proposed scheduling order that will achieve the purposes of USCIT Rule 16(b) on or before 30 days from the publication of this opinion.\n \nAll Citations\n324 F.Supp.3d 1328, 39 ITRD 3498\n\n\n\nFootnotes\n|\n1\n|Further citations to the Tariff Act of 1930, as amended, are to the relevant provisions of Title 19 of the U.S. Code, 2012 edition.\n|\n2\n|Hanover has not submitted any filings in relation to the motions to dismiss filed by Gateway and Good Times. However, Hanover filed cross-claims against both Gateway and Good Times, see Answer & Cross–Claims; Third Party Compl. at 1–13, Dec. 18, 2017, ECF No. 19, and a third-party complaint against Joseph Franco and Helen R. Franco. See id. at 13–19.\n|\n3\n|Plaintiff alleges that “Gateway as principal, and Hanover as surety, executed two Continuous Basic Importation and Entry Bonds” for various sums, Compl. at ¶ 6, and that pursuant to the terms of these two bonds Hanover is jointly and severally liable for “payment of all duties, taxes and charges, not in excess of the coverage amount per bond year, due as a result of the entry of merchandise into the United States during each yearly period covered by each bond.” Id. at ¶ 7.\n|\n4\n|Plaintiff’s complaint does not seek, as part of its request for relief, civil penalties under 19 U.S.C. § 1592(a), (c). Pursuant to 19 U.S.C. § 1592(d), the United States is entitled to recover the full amount of lawfully owed “duties, taxes, or fees ... whether or not a monetary penalty is assessed.”\n|\n5\n|Hanover agrees that pursuant to 28 U.S.C. § 1582(2), the Court has exclusive jurisdiction over Plaintiff’s claim against it as surety on Gateway’s import bonds. See Br. of [Hanover], Def., Cross–Claimant & Third–Party Pl. in Resp. Ct.’s Order Dated Mar. 9, 2018 at 3, Apr. 20, 2018, ECF No. 37 (“Hanover’s Suppl. Br.”).\n|\n6\n|However, Gateway and Good Times recognize that it seems illogical for Congress to split claims based on the same factual basis and “divest this Court of jurisdiction,” especially because “the recovery of taxes would normally be inextricably interwoven with the ascertainment of facts pertaining to the recovery of duties.” Gateway & Good Times’ Suppl. Br. at 11.\n|\n7\n|Hanover likewise challenges the Court’s jurisdiction to hear Plaintiff’s claims against Gateway and Good Times under 28 U.S.C. § 1582. See Hanover’s Suppl. Br. at 3–7. Like Gateway and Good Times, Hanover argues that customs duties do not include FET collected on imported tobacco products, see id. at 3–5, and that the legislative history of 28 U.S.C. § 1582 does not support this Court having jurisdiction over a claim seeking to recover FET. See id. at 5–7. The arguments raised by Hanover challenging the Court’s jurisdiction under 28 U.S.C. § 1582 parallel those of Gateway and Good Times and are therefore addressed together by the court.\n|\n8\n|Gateway and Good Times argue that the Court should not exercise ancillary jurisdiction over Good Times pursuant to 28 U.S.C. § 1367. See Gateway & Good Times’ Suppl. Br. at 10–11. In contrast to Gateway and Good Times, however, Hanover argues that it would be proper for the Court to exercise its ancillary jurisdiction powers over both Gateway and Good Times. Compare Hanover’s Suppl. Br. at 7–9, with Gateway & Good Times’ Suppl. Br. at 10–11. Section 1367 uses the term supplemental jurisdiction rather than ancillary jurisdiction, as does the court. 28 U.S.C. § 1367. The Court has jurisdiction pursuant to 28 U.S.C. § 1582, and therefore, does not address whether it would be proper for the Court to exercise its supplemental jurisdiction.\n|\n9\n|Gateway and Good Times further assert that if the Court lacks jurisdiction over Gateway and Good Times, Plaintiff’s claims against Hanover and, in turn, Hanover’s cross-claims and third-party complaint must be stayed, as they are not ripe. See Gateway & Good Times’ Suppl. Br. at 8–10. They argue that Plaintiff’s claims under 19 U.S.C. § 1592(d) will become ripe for review only if and when final judgment is reached in district court holding that Gateway and Good Times violated 19 U.S.C. § 1592(a). See id. The Court has jurisdiction and therefore Gateway and Good Times’ request for a stay is moot.\n|\n10\n|Gateway and Good Times argue that the collection of FET is not a penalty, as required by 28 U.S.C. § 1582(1). See Gateway & Good Times’ Suppl. Resp. Br. at 1–2. Plaintiff does not allege as much in its complaint nor in any of its subsequent filings with the Court. The Court does not construe the FET as a penalty, but as part of an action arising out of an import transaction that the government has brought under 19 U.S.C. § 1592.\n|\n11\n|Gateway and Good Times argue that this Court has, on multiple occasions, held that it did not have jurisdiction over taxes and charges not specifically demarked as customs duties. See Gateway & Good Times’ Suppl. Br. at 5–6. This argument oversimplifies the issue, and the two cases Gateway and Good Times cite are distinguishable. In United States v. Shabahang Persian Carpets, Ltd., 22 CIT 1028, 1029–31, 27 F.Supp.2d 229, 231–233 (1998), the plaintiff sought to join the IRS as a party in a customs case to ensure that the government valued merchandise consistently for both customs and internal revenue purposes. Accepting this request would have required the court to exercise jurisdiction over a separate claim arising from an internal revenue matter which was not statutorily assigned to the Court of International Trade, see id. at 1030–33, 27 F.Supp.2d at 232–234, and otherwise beyond the purview of Customs’ administrative authority. Thus, the court held it did not have jurisdiction because the claims involving the IRS were plainly within the province of the district courts. See id. at 1032, 27 F.Supp.2d at 233. It was not a case where Customs was responsible for assessing and collecting revenue prior to the release of the subject goods. Similarly, in United States v. Biehl & Co., 3 CIT 158, 539 F.Supp. 1218 (1982), the issue was whether the Court of International Trade had jurisdiction over suits by the government to collect tonnage duties pursuant to 28 U.S.C. § 1582(2) providing for suits to recover on a bond. The court pointed out that, although 28 U.S.C. § 1581(i) provided for suits against the government involving tonnage duties, it failed to provide for suits brought by the government involving tonnage duties, and the court would not read in that language where Congress had not provided it. See id. at 161–163, 539 F.Supp. at 1220–1222. Here, in 28 U.S.C. § 1582 Congress has specifically provided for suits by the government to collect customs duties. The question before the court is whether FETs are to be considered customs duties for the purposes of 28 U.S.C. § 1582(3), a question not confronted in Biehl.\n|\n12\n|Further citations to Title 26 of the U.S. Code are to the 2012 edition.\n|\n13\n|Further citations to Titles 19, 26, and 27 of the Code of Federal Regulations are to the 2013 edition, the most recent version of the Code of Federal Regulations in effect when the last entry of the subject merchandise at issue here occurred. The entries at issue in this action were imported between the years 2012 and 2013. See Compl. at ¶ 1; Gateway Mot. Dismiss at 1; Good Times Mot. Dismiss at 1. The 2012 and 2013 editions of the Code of Federal Regulations are the same in relevant part.\n|\n14\n|Gateway and Good Times also argue that Customs, by promulgating 19 C.F.R. § 141.3, which lists taxes as part of duties for which an importer is liable, attempts to amend 19 U.S.C. § 1528. See Gateway & Good Times’ Suppl. Br. at 7; see also 19 C.F.R. § 141.3; 19 U.S.C. § 1528. Customs’ regulation is consistent with 19 U.S.C. § 1528 because the statutory framework allows taxes to be considered as customs duties for the purposes of jurisdiction, and the regulation imposes liability for payment of taxes that attach at importation.\n|\n15\n|Hanover relies on BMW Mfg. Corp. v. United States to argue that although it may be proper for Customs to enforce and collect a tax, Customs’ responsibility to do so does not transform a tax into a customs duty. See Hanover’s Suppl. Br. at 4–5; see also BMW Mfg. Corp. v. United States, 241 F.3d 1357, 1361–62 (Fed. Cir. 2001). However, it is not that an FET is a customs duty, but that when a civil action alleges a violation of 19 U.S.C. § 1592, but no penalty is sought, an FET is a customs duty for the purposes of jurisdiction. In contrast to the FET at issue here, the plaintiff in BMW sought an exemption from having to pay the Harbor Maintenance Tax (“HMT”) by alleging that it was a customs duty. See BMW, 241 F.3d at 1360–62. The BMW court explained that when Congress promulgated 19 U.S.C. § 1528 it sought to clarify that exemptions and preferences applicable to customs duties will not apply to taxes, unless expressly designated, and the HMT statute did not so designate. See id. at 1362. Here, no exemption is sought and the inquiry is whether the Court has jurisdiction to hear a civil action seeking to collect FET that was allegedly underpaid as a result of a violation of 19 U.S.C. § 1592(a), but where no penalty is sought.\n|\n16\n|The legislative history to 19 U.S.C. § 1528, in particular, makes clear that Congress was concerned, for example, with preferential rates being granted to imports from Cuba and enacted the language in section 1528 to prevent such preferences from being applied to excise taxes, and not to divest the Customs Court of jurisdiction. See H. Legis. History at 112–13.\n|\n17\n|Gateway and Good Times challenge Plaintiff’s reliance on legislative history. See Gateway & Good Times’ Suppl. Resp. Br. at 6–7. They argue that even though 28 U.S.C. § 1582, the jurisdictional statute, has been amended several times, at no point did Congress add taxes as a basis for jurisdiction. See id. at 4–5. Neither, they argue, were taxes specifically enumerated in 19 U.S.C. § 1592 until Congress amended that statute in 1993 and 1996. See id. at 4–6. In contrast, they contend that in 28 U.S.C. § 1340 Congress delegated jurisdiction over internal revenue taxes to district courts. See id. at 3–4. However, 28 U.S.C. § 1340 specifically states that district courts have original jurisdiction over “any civil actions under any Act of Congress providing for internal revenue,” unless the matter is already within this Court’s jurisdiction. The FETs at issue here are customs duties for the purposes of jurisdiction, and this Court has jurisdiction under 28 U.S.C. § 1582 to hear civil actions arising under 19 U.S.C. § 1592 and which seek to recover customs duties. The type of claim at issue here is a matter already within the jurisdiction of this Court.\n|\n18\n|The United States Court of Appeals for the Federal Circuit, sitting en banc, adopted the decisions of the United States Court of Customs and Patent Appeals. See South Corp. v. United States, 690 F.2d 1368, 1370 (Fed. Cir. 1982).\n|\n19\n|Plaintiff makes three other claims that are derivative of its main allegation that Gateway and Good Times violated 19 U.S.C. § 1592(a) and, as a result, must pay the full value of the unpaid FETs under 19 U.S.C. § 1592(d). See Compl. at ¶¶ 22–33; see also 19 U.S.C. § 1592(a), (d). Plaintiff claims that Hanover is liable for $500,000 worth of unpaid FET “[b]ased on Gateway’s violations of 19 U.S.C. § 1592(a) and Hanover’s agreement to pay any duties, taxes, or fees owed upon entries of merchandise subject to Gateway’s continuous entry bonds[.]” Compl. at ¶ 29. Plaintiff also seeks to recover mandatory statutory interest from Hanover pursuant to 19 U.S.C. § 580. Id. at ¶ 31. Further, Plaintiff claims that it is owed “prejudgment interest running from the date of entry,” from Defendants. Id. at ¶ 33.\n|\n20\n|The complaint refers to this corporate entity as “Rolida Investments.” See Compl. at ¶ 13. However, other submissions filed by the parties provide the company’s complete name, “Rolida Investments, Inc.” See Joint Reply at 5; Attachments [to Pl.’s Resp.]: # 1 Exhibit A—sample entry documents, Jan. 19, 2018, ECF No. 32–1 (providing an invoice from Rolida Investments, Inc. and identifying Rolida Investments, Inc. as the “Shipper/Exporter/Remitente” on the Bill of Lading).\n|\n21\n|Gateway and Good Times also argue that Plaintiff’s complaint makes contradictory allegations as to why the sales price used to calculate the FET was incorrect. See Joint Reply at 1–4. Gateway and Good Times contend that such contradictions demonstrate that Plaintiff’s complaint fails to state a claim upon which relief can be granted, and against which claims Gateway and Good Times need to defend. See id. However, in arguing that Plaintiff makes contradictory statements as to price, Gateway and Good Times point to statements made by Plaintiff in its response, not its complaint. Id. at 1–2 (contrasting two statements made by Plaintiff on pages three and one of Plaintiff’s response to Gateway’s and Good Times’ motions to dismiss). In its complaint, however, Plaintiff clearly indicates that a scheme between Gateway and Good Times, see Compl. at ¶¶ 15–19, allowed the two companies to use a “purported sales price” not based on an arm’s-length transaction, but instead on the pre-importation price, to calculate each entry’s FET. See id. at ¶ 15. Moreover, Gateway and Good Times are selectively isolating different parts of Plaintiff’s response to argue that Plaintiff is contradicting itself. See Joint Reply at 1–2. Read as a whole, however, Plaintiff in its complaint and response clearly argues that Gateway and Good Times set up a scheme to avoid paying the proper amount of FET. See Compl. at ¶¶ 12–23; Pl.’s Resp. at 7–15. Therefore, Gateway and Good Times’ argument is unpersuasive.\nFurther, Gateway and Good Times’ argument that Plaintiff wrongfully focuses on adequacy of profit derived by Gateway under the terms of the Agreement, see Joint Reply at 6–7, fails for similar reasons. Plaintiff’s complaint relies on the profit structure to support its allegation that “Gateway acted as a pass-through entity for Good Times’s purchases of [the subject merchandise] from Rolida[,]” Compl. at ¶ 16, and that the Agreement between Gateway and Good Times allowed the two companies to set up a scheme that allowed for manipulation of the price upon which the FET would be calculated. See id. at ¶¶ 15–19. Gateway and Good Times’ argument that Plaintiff mischaracterizes the payment structure between Gateway and Good Times in its response by stating that “[Good Times] prepaid to Gateway the Dominican [i.e., Rolida] exporter’s price plus a ‘fee for each entry[,]’ ” Joint Reply at 2 (citing Pl.’s Resp. at 2), likewise fails. In its complaint, Plaintiff explains the payment structure and that Gateway derives profit per carton of the subject merchandise, see Compl. at ¶¶ 15, 18, and provides a copy of the Agreement that supports this explanation. See Agreement at ¶¶ 4–9.\n|\n22\n|Here, Plaintiff alleges that Gateway is the importer of record. Compl. at ¶¶ 12, 24. Neither Good Times nor Gateway disagree. See Joint Reply at 5, 6; Gateway Mot. Dismiss at 4; Good Times Mot. Dismiss at 4. The statute imposes liability for violations of 19 U.S.C. § 1592(a)(1) on a “person.” 19 U.S.C. § 1592(a)(1). An importer of record qualifies as a “person.” See Trek Leather, 767 F.3d at 1296 (explaining that the term “person” covers importers and consignees); 19 U.S.C. § 1401(d); see also 26 U.S.C. § 5703(a)(1) (imposing liability on the importer of tobacco products for the payment of taxes pursuant to 26 U.S.C. § 5701).\n|\n23\n|Gateway and Good Times argue that trademark ownership is not enough to demonstrate control over import transactions. See Gateway Mot. Dismiss at 6–7; Good Times Mot. Dismiss at 6–7. Gateway and Good Times mischaracterize Plaintiff’s reliance on trademark ownership. In its complaint, Plaintiff relies on Good Times’ ownership of trademark rights over the imported subject merchandise as indicia of control. See Compl. at ¶ 20. It is part of Plaintiff’s theory that Good Times was the entity in control of the transactions underlying the importation of the subject merchandise, that there was no arm’s-length relationship between the two companies, that Good Times was indeed the consignee at the time the subject merchandise was imported, and that omission of such information was material. Id. at ¶¶ 15–21, 23.\n|\n24\n|Gateway and Good Times also challenge Plaintiff’s allegation that there was fraud in the reporting of the sales price. See Gateway Mot. Dismiss at 4–5; Good Times Mot. Dismiss at 4–5. Specifically, both argue that Plaintiff has pled no facts demonstrating that the sales price was not the price Good Times paid Gateway for the subject merchandise, or why use of that price was incorrect. See Gateway Mot. Dismiss at 4; Good Times Mot. Dismiss at 4. However, Plaintiff’s complaint sufficiently establishes that Plaintiff’s argument as to “purported price,” see Compl. at ¶¶ 15–19, is related to its argument that Gateway and Good Times had a special arrangement or scheme that resulted in the declaration of a false price for the subject merchandise for FET purposes. Id. at ¶ 21.\n|\n25\n|Gateway and Good Times also challenge Plaintiff’s allegation that the companies undervalued the subject merchandise by using the “transaction value,” and therefore violated 19 U.S.C. § 1401a. See Gateway Mot. Dismiss at 8; Good Times Mot. Dismiss at 8; Joint Reply at 20–21. Gateway and Good Times contend that “[t]he FET’s [sic] calculated and paid by Gateway were [properly] based on a post-importation price determined according to Title 26—not Title 19 [of the United States Code,]” Joint Reply at 21 (emphasis omitted), and that Plaintiff confuses value declared for valuation purposes with value used to calculate FET. See Gateway Mot. Dismiss at 8; Good Times Mot. Dismiss at 8. Pursuant to 19 U.S.C. § 1401a(a), imported merchandise may be appraised based on its “transaction value.” See 19 U.S.C. § 1401a(a). Plaintiff alleges that this violation had the potential to affect CBP determinations regarding the FET owed. See Compl. at ¶¶ 22–23. It is possible for a trier of fact to conclude that use of an incorrect method of appraisement could cause CBP to not properly evaluate Gateway and Good Times’ statements regarding the FET owed.\n|\n26\n|Gateway and Good Times argue that Plaintiff misuses Trek Leather, see Joint Reply at 16–18, and attempts to substitute the objective criteria it established with a “nebulous standard.” Id. at 16–17. Specifically, Gateway and Good Times argue that Plaintiff fails to allege any specific acts, statements or omissions that Good Times made throughout the entry process. See id. at 16–18. However, Plaintiff’s allegation is that a scheme existed between Gateway and Good Times. See Compl. at ¶¶ 12–21, 23. Pursuant to that scheme, Good Times was able to control the sales price and disposition of the subject merchandise. See id. at ¶¶ 15–21. The scheme, according to Plaintiff’s allegations, resulted in misrepresentation of the FET actually due on the subject merchandise. See id. at ¶ 23. The court in Trek Leather held that a person introduces merchandise when it takes “actions that bring goods to the threshold of the process of entry[.]” Trek Leather, 767 F.3d at 1299. Here, Plaintiff alleges that Good Times employed the scheme to introduce the subject merchandise into United States commerce.\n|\n27\n|Gateway and Good Times do not identify the source from which they are quoting the phrase, “as required by law.”\n|\n28\n|Gateway and Good Times also argue that Plaintiff’s response in this action is inconsistent with Plaintiff’s response in a separate, although similar, case—United States v. Maverick Marketing, LLC, Court No. 17–00174 (USCIT filed July 10, 2017) (“Maverick, Court No. 17–00174”). See Joint Reply at 15. Specifically, Gateway and Good Times claim that Plaintiff reaches different conclusions as to when ownership of the goods transferred to Good Times, where “both statements are based on Complaints that mirror the same language.” Id. (contrasting conclusions drawn by Plaintiff in its response in Maverick, Court No. 17–00174, see Pl.’s Resp. Defs.’ Mot. Dismiss at 8, Dec. 18, 2017, ECF No. 36, Maverick, Court No. 17–00174, with those drawn by Plaintiff in its response in this action, see Pl.’s Resp. at 8). Gateway and Good Times’ argument provides a false comparison. Although there is similarity in parties and issues between the present action and Maverick, Court No. 17–00174, they are separate cases. The arguments made by the plaintiff in Maverick, Court No. 17–00174 stand on their own and do not influence the court’s opinion in the present action. Further, Plaintiff’s argument in the present action that Good Times maintained an ownership interest in the subject merchandise is broader than Gateway and Good Times represent. See Pl.’s Resp. at 7–12. Plaintiff claims that Gateway and Good Times, through their Agreement, set up a scheme to underpay FET on the subject merchandise, and present the example Gateway and Good Times quote as representative of how the scheme operated. See Pl.’s Resp. at 7–8; see also Compl. at ¶¶ 12–21.\n|\n29\n|Gateway and Good Times also argue that the paperwork associated with the importation of the subject merchandise into the United States does not refer to Good Times as the consignee, or in some cases, at all. See Joint Reply at 12–15; see also Attachments [to Pl.’s Resp.]: # 1 Exhibit A—sample entry documents at Exs. 1–5, Jan. 19, 2018, ECF No. 32–1. Arguments focusing on whose name was printed on the paperwork are unpersuasive on a motion to dismiss when Plaintiff’s claim is that Gateway and Good Times constructed a scheme to import subject merchandise into the United States by which the FET was underreported. To support its allegation of a scheme, Plaintiff looks at the transactions as a whole, and provides examples of how the Agreement between Gateway and Good Times put Good Times in a position where it controlled the disposition of the subject merchandise prior to importation. See Compl. at ¶¶ 12–21, 23–24; see also Pl.’s Resp. at 7–11, 14–15. Therefore, items such as entry paperwork were all created in furtherance of the scheme and culminated in Gateway and Good Times making false representations to CBP when the subject merchandise was entered. See Compl. at ¶¶ 23–24; see also Pl.’s Resp. at 7–11. Another variation of Gateway and Good Times’ paperwork argument is that Plaintiff has not identified any specific documents that demonstrate that either Gateway or Good Times made materially false statement(s) or omission(s) to CBP. See Gateway Mot. Dismiss at 8, 9–10; Good Times Mot. Dismiss at 9–11. On a motion to dismiss, facts are construed in favor of the non-moving party, see Cedars, 11 F.3d at 1584 n.13, and Plaintiff has sufficiently alleged facts that could lead a trier of fact to determine that a scheme existed between Gateway and Good Times.\n|\n30\n|Gateway and Good Times also argue that Plaintiff, in its response to Gateway’s and Good Times’ motions to dismiss, attempts to improperly amend the complaint and insert an allegation that during all relevant times, Gateway acted as Good Times’ agent. See Joint Reply at 7–12. However, in its complaint, Plaintiff alleges that “Gateway acted as a pass-through entity for Good Times’s purchases of [the subject merchandise] from Rolida[,]” Compl. at ¶ 16, that “the business relationship between Gateway and Good Times was not that of a buyer and seller in an arm’s length transaction[,]” id. at ¶ 17, and that Good Times financed all transactions relating to the importation of the subject merchandise. Id. at ¶¶ 18–19. Therefore, Plaintiff’s allegations in its complaint sufficiently support a theory that the relationship between Gateway and Good Times was that of agent and principal.\n|\n31\n|In the joint reply, Gateway and Good Times also argue that this case should be dismissed with prejudice as to Good Times because Plaintiff fails to allege sufficient facts demonstrating that FET liability transferred from Gateway to Good Times. See Joint Reply at 5–6. Gateway and Good Times argue that transfer of FET liability occurs only pursuant to 26 U.S.C. § 5703. Id.; see also 26 U.S.C. § 5703. However, Gateway and Good Times’ argument is not persuasive. Plaintiff’s claim arises under 19 U.S.C. § 1592(a), (d), which allows the United States to recover from any person who entered or introduced merchandise into United States commerce a tax unlawfully withheld from it. See 19 U.S.C. § 1592(a), (d). Here, Plaintiff’s allegations are sufficient such that a trier of fact could find Good Times introduced the subject merchandise into United States commerce by means of a material misstatement and/or omission and thus that Good Times could be held liable for lost FETs under 19 U.S.C. § 1592(d).\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n"
}