{
    "Background": "\n\n\n\n598 F.Supp. 1028\nUnited States District Court,\nE.D. Virginia,\nAlexandria Division.\n.\nINTERNATIONAL ARMAMENT CORPORATION, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nCiv. A. No. 84–0291–A.\n|\nDec. 10, 1984.\nSynopsis\nDistributor of firearms brought tax refund action, alleging that it was not “manufacturer” of pistols for purposes of 10% excise tax. The District Court, Cacheris, J., held that distributor who merely contracted to have pistols produced by manufacturing company in accordance with design specifications it obtained through licensing agreement with German firearms company was not “manufacturer” of pistols for purposes of excise tax, and thus was entitled to refund.\n \nRefund ordered.\n \n\n\nWest Headnotes (4)\n\n\n[1]\n|Internal RevenueOther determinations;  bulletins\n|\n|All United States Treasury interpretations of Treasury Regulations may be set aside if in interpretation Secretary has exceeded his statutory authority or if interpretation is arbitrary, capricious, abuse of discretion, or otherwise not in accordance with law.\n\n|\n\n\n[2]\n|Administrative Law and ProcedureErroneous or unreasonable construction;  conflict with rule or statute\n|\n|Court must reject administrative interpretation of regulation when there are compelling indications that it is wrong.\n\n|\n\n\n[3]\n|Internal RevenueFirearms and destructive devices\n|\n|Distributor of firearms who contracted to have pistols produced by manufacturing company in accordance with design specifications it obtained through licensing agreement with German firearms company was not “manufacturer” of pistol for purposes of 10% federal excise tax, and thus was entitled to refund of that portion of tax it had paid, where distributor did not provide production materials and components for unpatented pistols, did not obtain title to them until finished product was purchased from manufacturing company, and did not bear risk of loss associated with their production. 26 U.S.C.A. § 4181.\n\n|\n\n\n[4]\n|Internal RevenueSubjects of taxation in general\n|\n|Manufacturer’s excise tax is not intended to tax ownership of trademark rights.\n\n|\n\n\nAttorneys and Law Firms\n*1028 Michael K. Madden, Shaw, Pittman, Potts & Trowbridge, Washington, D.C., James R. Treese, Alexandria, Va., for plaintiff.\nStuart M. Fischbein, Trial Atty., Tax Div., U.S. Dept. of Justice, Washington, D.C., Paula M. Potoczak, Asst. U.S. Atty., Alexandria, Va., for defendant.\n\n\n\n\nMEMORANDUM OPINION\nCACHERIS, District Judge.\nThis case presents the issue of whether International Armament Corporation (“Interarms”) is a “manufacturer” for purposes of the ten percent federal excise tax imposed on the sale by the “manufacturer, producer, or importer of ... [p]istols [or] *1029 [r]evolvers” pursuant to section 4181 of the Internal Revenue Code (I.R.C. § 4181 (1980)). Interarms brings this tax refund action to recover $3,429.10 in excise taxes paid for the quarter ending June 30, 1980. The Government has filed a counterclaim for the unpaid balance of the assessed interest on the excise tax for the second quarter of 1980 and the unpaid excise taxes and interest assessed for the quarters ending September 30, 1980, through September 30, 1982, totalling $518,860.28. For reasons set forth below, judgment is entered in favor of the plaintiff Interarms in the amount of $3,429.10 and accordingly, the Government’s counterclaim is hereby dismissed.\n \n\n\nI\n\nFindings of Fact\nPlaintiff Interarms is a Delaware corporation having its principal place of business in Alexandria, Virginia. Interarms is an importer and distributor of police and sporting firearms. Most of their weapons for distribution are imported from Europe.\n \nInterarms has imported and distributed in the United States a number of products of the West German company Carl Walther Waffenfabrik Gmbh & Co. (“Walther”). Walther has granted Interarms the exclusive right to sell Walther products in the United States. In addition, Walther has assigned to Interarms the trademarks registered in the United States Patent Office covering the “Walther” name and logo. Specifically, Interarms has imported and distributed in the United States the Walther PPK/S model pistol.\n \nIn the 1970s, because of the disproportionate valuation of the German mark, Interarms and Walther decided it was more economical to have certain Walther pistols manufactured in the United States. Accordingly, on August 22, 1977, Walther and Interarms entered into a license contract, whereby Interarms was granted the right to manufacture, sell and distribute in North America Walther pistols, models PP, PPK and PPK/S. Under the terms of the contract between Walther and Interarms, Interarms has the authority to contract with another firm to manufacture the pistols.\n \nOn November 20, 1978, Interarms entered into a contract with the Etowah Manufacturing Company (“Etowah”), whereby Etowah agreed to manufacture and sell, and Interarms agreed to buy, over a five and one-half year period, 250,000 Walther PPK/S semiautomatic pistols (the “Agreement”). The Agreement provided for the manufacture of the following calibers: .380 ACP, .32 ACP, and .22 LR (long rifle). The only weapon that was actually manufactured was a .380 caliber. Etowah later became known as Mid-South Industries, Inc. (“MSI”), an Alabama corporation formed in 1964.\n \nMSI assigned its obligations under the Agreement to Ranger Manufacturing Company (“Ranger”), a wholly-owned subsidiary of MSI. MSI and its subsidiaries employ approximately 1,200 persons and have manufacturing facilities in Gadsden, Alabama, Manchester, Kentucky and Taipei, Taiwan. In 1983, MSI and its subsidiaries had gross revenues exceeding $49 million. Interarms or its affiliates have no ownership interest in MSI, Ranger or other subsidiaries controlled by MSI. MSI is basically a holding company.\n \nInterarms furnished Ranger with the Walther design specifications for the pistols. On that basis, Ranger had to design and develop a process to manufacture the pistols. Neither Walther nor Interarms furnished them with any advice or information on how to undertake this task.\n \nThe testimony of Ranger officials indicated that Ranger incurred a pre-production investment of $6 million for design and development costs, land, buildings, manufacturing, and one-half of the special tooling required. Pursuant to Paragraph 6 of the Agreement, Interarms paid $340,000 and retained title to the special tooling and dies designed by Ranger for the production of the pistols. The testimony and record clearly reflect that the total risk of investment falls on Ranger.\n \n*1030 Pursuant to the Agreement, Ranger is required to obtain product liability insurance with Interarms named as a beneficiary under the coverage. Interarms has not reimbursed Ranger for the insurance premiums. Ranger is responsible for the workmanship and defects associated with the pistols.\n \nParagraph 4(a) of the Agreement provides for a specific pricing schedule. Because Ranger’s production costs were significantly greater than originally anticipated by the parties, the schedule has never been followed. As such, the parties periodically set a negotiated fixed price for the pistols. Ranger furnishes its data to Interarms and then the price at which it sells the pistols to Interarms is negotiated at an arm’s length bargaining transaction. Interarms does not guarantee Ranger a profit. Indeed, because of the risks since 1980, when the manufacturing commenced, Ranger has lost money until 1984 when it showed a marginal profit.\n \nRanger has paid and is continuing to pay the excise tax based on sales to Interarms. In fact, Ranger applied for a refund and was denied.\n \nPrior to entering into the contract with Interarms, Ranger incurred approximately $150,000 in preliminary engineering and design expenses. Because the Walther design specifications antedated World War II, Ranger had to develop a modern manufacturing process without the assistance of Walther or Interarms.\n \nRanger selects the raw materials to be used in the manufacturing process and any warranty repairs are the responsibility of Ranger. Similarly, Ranger retains title to the pistols until they are delivered to Interarms.\n \nOnce delivered, Interarms receives the shipment of the pistols and occasionally makes a spot check to determine quality. Interarms has no responsibility for the maintaining or repairing of equipment used to produce the pistols. Ranger bears this cost by itself.\n \nNeither the Walther PPK/S model pistol nor any of its parts is covered by a patent. As such, a French concern, Manufacture de Machines du Haut-Rhin (“Manhurin”), has recently started distribution in the United States of the PPK/S model pistol under the Manhurin name and logo. But for the licensing agreement with Interarms, Ranger could have produced a PPK/S model pistol on its own.\n \nIn this regard, Interarms has paid under protest the alleged excise tax deficiency for the quarter ending June 30, 1980, which amounted to $3,429.10. Interarms’ claim for a refund was subsequently denied by the IRS by letter dated December 6, 1983. No part of the requested refund has been paid to Interarms.\n \nAccordingly, the Government seeks to recover the sum of $518,860.28 in tax assessments and interest assessed against Interarms for the quarters ending June 30, 1980, through September 30, 1982.\n \n\n\nII\n\nConclusions of Law\nA.\nSection 4181 of the Internal Revenue Code imposes a ten percent tax “upon the sale by the manufacturer, producer, or importer of ... [p]istols.” I.R.C. § 4181 (1980). Specifically, section 48.0–2(a)(4) of the Treasury Regulations defines “manufacturer” as follows:\n(i) The term “manufacturer” includes any person who produces a taxable article from scrap, salvage, or junk material, or from new or raw material, by processing, manipulating, or changing the form of an article or by combining or assembling two or more articles ....\n(ii) Under certain circumstances, as where a person manufactures or produces a taxable article for another person who furnishes materials under an agreement whereby the person who furnished the materials retains title thereto and to the finished article, the person for whom the taxable article is manufactured or produced, and not the person *1031 who actually manufactures or produces it, will be considered the manufacturer.\nTreas.Reg. § 48.0–2(a)(4)(i)–(ii) (1978). In this case, the court is called upon to decide, for purposes of the imposition of the ten percent excise tax, whether Interarms is the “manufacturer” of the Walther PPK/S model pistol produced by Ranger and sold to Interarms.1\n \nThe Government concedes that Treas.Reg. § 48.0–2(a)(4)(i) “[a]dmittedly ... does not apply.” Brief in Support of Government’s Response to Plaintiff’s Motion for Summary Judgment, at 2. However, the parties part company on the applicability of subparagraph (ii) of the Regulation. The Government would have this court read subparagraph (ii) as merely “an example” of a situation where the person for whom the taxable article is manufactured—not the actual manufacturer or producer—is considered the manufacturer for excise tax purposes. Interarms counters with the argument that the express language of the Treasury Regulation is clear, as such, and under the standards articulated, it is not the “manufacturer” of the pistols.\n \nTo adopt the Government’s position that the situation under subparagraph (ii) is “an example,” however, is to ignore the plain language of the regulation. See United States v. Leslie Salt Co., 350 U.S. 383, 395–397, 76 S.Ct. 416, 423–424, 100 L.Ed. 441 (1956) (Court must deal with regulation as it finds it.); Collums v. United States, 480 F.Supp. 864, 869 (D.Wy.1979) (“An unambiguous [U.S. Treasury] regulation must be given effect according to its plain and obvious meaning.”); United States v. Western Pacific Railroad Co., 385 F.2d 161, 163 (10th Cir.1967); see, e.g., Air Lift Co., Inc. v. United States, 286 F.Supp. 249, 253 (W.D.Mich.1968), aff’d, 418 F.2d 558 (6th Cir.1969) (“While it is impossible for Congress to include all conceivable situations within the language of a statute, it is clear from the language of the statute and from the regulations of the Treasury Department that no special meaning is intended by the term ‘manufacturer.’ ”). This court will not ignore the plain language of the regulation and engage in judicial legislating. Id. at 254.\n \n[1] [2] Moreover, all U.S. Treasury interpretations may be set aside if in the interpretation “the Secretary has exceeded his statutory authority or if the [interpretation] is ‘arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.’ ” Batterton v. Francis, 432 U.S. 416, 426, 97 S.Ct. 2399, 2406, 53 L.Ed.2d 448 (1977) (citation omitted), quoted in Utility Workers Union of America AFL–CIO v. Consumers Power Co., 637 F.2d 1082, 1089 (6th Cir.) (quoted as shown), vacated on other grounds, 451 U.S. 1014, 101 S.Ct. 3000, 69 L.Ed.2d 385 (1981). Indeed, the court must reject an administrative interpretation “when there are compelling indications that it is wrong.” Collums, 480 F.Supp. at 869; Espinoza v. Farah Manufacturing Co., Inc., 414 U.S. 86, 94, 94 S.Ct. 334, 339, 38 L.Ed.2d 287 (1973).\n \n[3] Under Treas.Reg. § 48.0–2(a)(4)(ii) two tests emerge for designation of a “manufacturer,” namely, (1) “a person manufactures or produces a taxable article for another person who furnishes materials under an agreement ” and (2) “the person who furnished the materials retains title thereto and to the finished article.” (emphasis added).2 Contrary to the urgings of the Government, Interarms does not provide “materials,” as that word would reasonably be interpreted under this regulation. As set forth above, Ranger purchases all “materials” used in the production of the pistols. Admittedly, Interarms has provided the Walther drawings *1032 and specifications to Ranger. However, all production materials and components are purchased independently by Ranger. Finally, on the issue of title, Interarms merely retains title to the special tools and dies. Beyond this, Interarms does not attain title in the production materials used in the pistols until the finished product is purchased from Ranger at an arm’s length transaction.3\n \nUnder these facts and the plain meaning of the regulation, there are compelling indications that the Government’s interpretation is in error. Accordingly, this court finds Treas.Reg. § 48.0–2(a)(4)(ii) to be inapplicable to the factual circumstances of this case, as such, Interarms is not a “manufacturer” under the purview of I.R.C. § 4181.\n \n\n\nB.\nEven if this court was inclined to find that Treas.Reg. § 48.0–2(a)(4)(ii) merely sets forth “an example” of the indicia of a “manufacturer,” the narrow line of decisional authority on the issue supports Interarms’ position that it is not the “manufacturer” of the Walther PPK/S model pistol. With respect to Interarms’ position, several cases have recognized that a dealer of a product may be regarded as a “manufacturer” for purposes of the excise tax, even though the actual manufacturing operations involved in the production were performed by another company under a contractual arrangement. Polaroid Corp. v. United States, 235 F.2d 276 (1st Cir.), cert. denied, 352 U.S. 953, 77 S.Ct. 325, 1 L.Ed.2d 244 (1956); Charles Peckat Manufacturing Co. v. Jarecki, 196 F.2d 849 (7th Cir.), cert. denied, 344 U.S. 875, 73 S.Ct. 169, 97 L.Ed. 678 (1952). However, the case at bar is distinguishable from the decisions in Polaroid and Peckat.\n \nAt the outset, it is of critical importance to the resolution of this case to understand the import of the Courts of Appeals decisions in Polaroid and Peckat. Here, Interarms and the Government urge this court to accept Polaroid and Peckat as persuasive authority for their respective positions.\n \nInitially, the court rejects Interarms’ argument that under these cases the dealer must hold a patent on the product in order to be considered the “manufacturer.” As the First Circuit acknowledged in Polaroid, “ ‘there is bound to be a difficult border line as to when ... one is a manufacturer or only a buyer.’ ” Polaroid Corp. v. United States, 138 F.Supp. 735, 738 (D.Mass.1956), quoted in Polaroid Corp., 235 F.2d at 278. Indeed, the “manufacturer” test involves a “balance” of factors. Id.; Air Lift Co., Inc., 286 F.Supp. at 254 (“[I] cannot read into the statute that patentees, per se, because of the exclusivity of the patent, are manufacturers, or that a licensee of a patentee is, per se, a manufacturer.”). The net result is for this court to balance the factors, namely, the Agreement and the realities of the transaction between Interarms and Ranger.\n \nIn Peckat, the Court of Appeals for the Seventh Circuit held that the holder of a patent for an automobile sun visor, who contracted with another firm to fabricate the visor, was the “manufacturer” of the product. The respective positions of Charles Peckat Mfg. Co. and Interarms appear similar in some respects, to wit, (i) both retained ownership of specialized tools and dies; (ii) the product could not be sold to others without patent holder [Peckat] or licensor [Interarms] approval; and (iii) the contracts provide for the adjustment of the fabricator’s unit charge based on production costs. See 196 F.2d at 851–52.\n \nIn any event, the facts of the Peckat case are sufficiently distinguishable from the case at bar, and as such, favor Interarms *1033 in the balance of factors. The Peckat court relied on the following factors, all clearly absent in this case: (1) the contract did not mention a purchase or sale between the parties; (2) the patent holder bore the risk of production; and (3) the patent holder assumed the responsibility to purchase all raw materials if it should cancel any order. Id. To be sure, a significant fourth distinction was the “exclusive rights under the patent.” Id. at 852.\n \nTaking up the patent issue first, as the record reflects, the Walther PPK/S model pistol is unpatented. In fact, Manhurin has recently begun to distribute in the United States a comparable PPK/S model pistol under its own name and logo. Although a persuasive factor in the Peckat court and this court’s determination, I am reluctant to accept, as one district court has, a “patent holder exception” to the manufacturer’s excise tax. Bivens [Bivins] v. United States, Fed.Ex.Tax Rep. (CCH) ¶ 16,337 at 84,432 (M.D.N.C. Mar. 14, 1980), aff’d, 660 F.2d 488 (4th Cir.1981) (Court summarizes Peckat and its progeny as standing for the proposition of a “patent holder exception” which would impose the tax on the patent holder rather than the fabricator.); cf. Rev.Rul. 84–116, 1984–31 I.R.B. 8 (In an analogous context, a gunsmith’s customer was considered the manufacturer of a rifle because the customer supplied the parts used by the gunsmith in the fabrication of the rifle.)\n \nIn this case, the record reveals that the Agreement between Ranger and Interarms specifically provides that “[Ranger] agrees to manufacture and sell, and Interarms agrees to buy” the pistols. The price of the pistols is negotiated periodically by an arm’s length transaction resulting in a bona fide sale between Ranger and Interarms. Equally important, as evidenced by the losses incurred by Ranger since 1980 and its marginal profit in 1984, Interarms does not bear the risk of loss associated with the production of the pistols. Finally, except for the force majeure clause in the Agreement, Interarms is not obligated to purchase any of the raw materials procured by Ranger.4\n \nAnd again, the Court of Appeals for the First Circuit relied upon similar factors in Polaroid. In Polaroid the issue involved whether the Polaroid Corp., a patent holder and dealer of the camera in question, or the Greist Mfg. Co., fabricator of the camera, was the “manufacturer” for purposes of the excise tax. See generally 235 F.2d 276. After acknowledging “[t]he case at bar may be close,” the court held that Polaroid Corp. was the “manufacturer” of the camera. Polaroid Corp., 138 F.Supp. at 738, quoted in Polaroid Corp., 235 F.2d at 278.\n \nIn particular, the court relied on the following factors in identifying the “manufacturer,” namely: (1) any profit or loss associated with manufacturing costs inured to the benefit of Polaroid Corp.; (2) Polaroid Corp. could terminate its agreement with Greist Mfg. Co. without cause and Greist could never make another camera; and (3) Polaroid Corp. retained the product patents, without which Greist Mfg. Co. could not operate. Id. 235 F.2d at 277–78.5\n \nIn regard to the first factor, Ranger has assumed a significant financial risk in the manufacturing process. Only in accordance with Paragraph 5(b) of the Agreement do both parties share equally any cost of production decreases generated under the joint program of cost and product improvement. Indeed, Ranger is seemingly motivated to improve its production costs because of its initial investment of $6 million for design and development. Secondly, the Agreement between Interarms and Ranger can not be terminated without cause. The *1034 Agreement specifically provides grounds for default, with the concomitant rights to cure, or termination only through force majeure.\n \nFinally, as the Court of Appeals noted “ ‘[t]he patents seem ... of particular significance.’ ” 138 F.Supp. at 737, quoted in 235 F.2d at 278. The court reasoned that under the Supreme Court’s Indian Motorcycle Co. “first sale” test, Greist Mfg. Co. “transferred to Polaroid only the bare right to possession of the physical materials.” 235 F.2d at 278. According to the court, because Polaroid Corp.’s patent controlled Greist Mfg. Co.’s right to use or resell the camera there was no “sale” to Polaroid Corp. In this action, the Government argues that there are similar restrictions on the use and sale of the pistols.\n \n[4] However, in the present case, the PPK/S pistol is not patented. Ranger could produce, as does Manhurin, a PPK/S model pistol under its own name. Indeed, under the Agreement, Ranger upon Interarm’s default, could sell the Walther PPK/S pistols, with Walther’s approval, to any third party without Interarms’ permission. As such, this court finds a “sale” which conveys more than a “bare right to possession.” Id. at 278.6 Accordingly, the court finds under the circumstances of this case, the evidence supports the balance in favor of a determination that Interarms is not the “manufacturer” of the Walther PPK/S pistols.7\n \n\n\nIII\n\nConclusion\nTo be sure, if the Court of Appeals characterized the “manufacturer” determination in Polaroid as “close,” there are sufficient distinguishing factors in this action to warrant a finding that Interarms is not the “manufacturer” of the Walther PPK/S model pistol. 138 F.Supp. at 738, quoted in 235 F.2d at 278.\n \nIndeed, the factors relied upon in Peckat and Polaroid, namely, patent rights, assumption of production risk, and an arm’s length transaction weigh in favor of this conclusion. Finally, as the dissent astutely observed in Polaroid,\n[t]o impose the tax on Polaroid is to base the tax not on the manufacturer’s sale price in accordance with the statute but on the wholesaler’s sale price, which naturally is greater since it includes, presumably, in addition to the cost of the goods to the wholesaler (the price for which the manufacturer sold them) the wholesaler’s mark-up for handling costs, selling, overhead and profit.\n235 F.2d at 279. Here, in attempting to impose the tax on Interarms’ wholesale price, the Government’s asserted position is not in accordance with the intent of section 4181 of the Internal Revenue Code. See generally Batterton, 432 U.S. at 427, 97 S.Ct. at 2406.\n \nBased on the foregoing analysis, the court makes the following conclusions of law:\n \n(1) this court, has jurisdiction over Interarms’ refund suit and the Government’s counterclaim pursuant to 28 U.S.C. § 1346(a)(1);\n \n(2) Interarms is not the “manufacturer,” under section 4181 of the Internal Revenue Code, of the Walther PPK/S model pistols sold during the quarters ending June 30, 1980, through September 30, 1982;\n \n*1035 (3) Interarms is entitled to recover the sum of $3,429.10 for the quarter ending June 30, 1980; and\n \n(4) the Government’s counterclaim is DENIED.\n \nAn appropriate order shall issue.\n \nAll Citations\n598 F.Supp. 1028, 55 A.F.T.R.2d 85-1637\n\n\n\nFootnotes\n|\n1\n|The excise tax on firearms is intended to apply to the first sale by the manufacturer. Under the “first sale” rule laid out by the United States Supreme Court in Indian Motocycle Co. v. United States, 283 U.S. 570, 574, 51 S.Ct. 601, 602, 75 L.Ed. 1277 (1931), “[the excise tax] is not laid on all sales, but only on first or initial sales—those by the manufacturer, producer or importer.”\n|\n2\n|See generally Rev.Rul. 60–42, 1960–1 C.B. 474 (e.g., ownership of raw materials is a factor to be considered).\n|\n3\n|When asked to determine whether two companies were making an arm’s length transaction, the court in Campana Corp. v. Harrison, 114 F.2d 400, 408 (7th Cir.1940), stated that “[a] sale at arm’s length connotes a sale between parties with adverse economic interests.” In light of the documented losses incurred by Ranger since 1980 and its significant capital investment of $6 million, it follows that Ranger and Interarms have adverse economic interests in setting the intercompany sales price for the pistols.\n|\n4\n|Paragraph 12(a) of the Agreement provides for an excuse of performance as a result of an act of God or restrictions by the government, etc.\n|\n5\n|Admittedly, as was the case in Peckat, Polaroid Corp. similarly retained ownership of specialized tools and rights to Greist Mfg. Co.’s output. However, presumably, such would be the case in any patent licensor-licensee agreement. See generally 14 S. Williston & W. Jaeger, Williston on Contracts ¶ 1645A (3rd ed. 1972). Thus, this court does not consider such factors as dispositive of the “manufacturer” determination.\n|\n6\n|Although Interarms holds the rights in the United States to the Walther trademark and logo, the manufacturer’s excise tax is not intended to tax the ownership of trademark rights. Williams v. Harrison, 110 F.2d 989, 994 (7th Cir.1940); Bivens [Bivins], Fed.Ex.Tax Rep. (CCH) ¶ 16,337 at 84,433. Contrary to its current position, the Government has previously concluded that the owner of a trademark on an unpatented product, where the trademark owner is not the product’s producer, is not a “manufacturer” under the purview of the excise tax. Rev.Rul. 58–114, 1958–1 C.B. 424.\n|\n7\n|Seemingly overlooked by the Government, section 48.0–2(a)(5) of the Treasury Regulations defines a “sale” as “[a]n agreement whereby the seller transfers the property (that is, the title ...) in goods to the buyer for a consideration ....” Thus, under this standard the transaction between Ranger and Interarms is clearly a “sale.”\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}