{
    "Background": "\n\n\n\n140 F.Supp. 499\nUnited States District Court E.D. Pennsylvania.\nCHARLES DREIFUS COMPANY, a corporation\nv.\nUNITED STATES of America.\nWalter S. GATES and Pauline Gates, his wife\nv.\nUNITED STATES of America.\nHiram WINTERNITZ, Jr.\nv.\nUNITED STATES of America.\nCiv. A. Nos. 15224, 15223, 15225.\n|\nMarch 16, 1956.\nSynopsis\nAction for refund of income taxes. The District Court, Ganey, J., held, inter alia, that where first corporation and second corporation were controlled by same two taxpayers and first corporation desired to acquire all stock in second corporation and paid to such taxpayers, for their shares, price paid to third shareholder in second corporation as result of arm’s length bargaining, taxpayers were entitled to treat as capital gains difference between price which they had paid for such stock and that which they received for it, even though, subsequent to their transfer of such stock, in plan for tax avoidance in favor of third shareholder, dividend was declared by second corporation so that third shareholder received as dividend that part of agreed price which exceeded original price paid by it for such stock.\n \nJudgment in accordance with opinion.\n \n\n\nWest Headnotes (3)\n\n\n[1]\n|Internal RevenueCapital Gains or Losses\n|\n|In determining capital gains for income tax purposes, it is essential to look to substance of transaction and not to its form. 26 U.S.C.A. (I.R.C.1939) §§ 26(b), 117(c) (1).\n\n|\n\n\n[2]\n|Internal RevenueParticular Distributions\n|\n|Where first corporation and second corporation were controlled by same two taxpayers and first corporation desired to acquire all stock in second corporation and paid to such taxpayers for their shares, price paid to third shareholder in second corporation as result of arm’s length bargaining, taxpayers were entitled to treat as capital gains, for income tax purposes, difference between price which they had paid for such stock and that which they received for it, even though, subsequent to their transfer of such stock, in plan for tax avoidance in favor of third shareholder, dividend was declared by second corporation so that third shareholder received as dividend that part of agreed price which exceeded original price paid by it for such stock. 26 U.S.C.A. (I.R.C.1939) §§ 26(b), 117(c) (1).\n\n|\n\n\n[3]\n|Internal RevenueTransfers to Controlled Corporations\n|\n|Where corporate taxpayer and another corporation were controlled by two shareholders, and corporate taxpayer desired to acquire all stock in second corporation, and bought stock therein owned by such individuals and third party at figure which was arrived at as result of arm’s length bargaining with third party and which was in excess of par value, and less than three months later, on suggestion that tax deduction could be claimed, taxpayer transferred such shares at par value and less than year later reacquired them, transaction was colorable and taxpayer could not take loss for difference between what it had originally paid for stock and subsequent sale at par value, in computing income tax. 26 U.S.C.A. (I.R.C.1939) §§ 26(b), 117(c) (1).\n\n|\n\n\nAttorneys and Law Firms\n*499 George V. Strong, Philadelphia, Pa., for plaintiffs.\nW. Wilson White, U.S. Atty., Philadelphia, Pa., David W. Richter, Sp. Asst. to Atty. Gen., for defendant.\nOpinion\n\nGANEY, District Judge.\n\nThis case involves three consolidated actions to recover assessed income tax deficiencies paid under protest. The bases for the assessments were the Commissioner *500 of Internal Revenue’s disallowances of (1) long term capital gains reported by the individual taxpayers which the Commissioner considered as being in substance dividends received by them, and (2) a capital loss on the ground that actually no loss was sustained because the corporate taxpayer had purchased and sold the shares for the same price, and that the additional claimed cost was the dividend received by two of the individual taxpayers. The taxpayers’ motions for summary judgment raise the question, on the facts submitted to us, of the correctness of the disallowances.\nThe claimed gains and loss arose from the transfer of stock of the Dreifus Steel Corporation. In each instance the corporate taxpayer was on the conveying or receiving end of the transfers. From the averments of the complaints, answers, stipulation, depositions and affidavits, the facts are taken to be as follows:\n1. The Charles Dreifus Company (‘Company’) was organized in 1936 and thereafter engaged in the business of buying and selling scrap metals. The outstanding stock, consisting of 1,000 shares, in the Company was owned as follows:\n\n\n\n\nHiram Winternitz, Jr.\t\n \n|167\n \n|\nMrs. Hiram Winternitz, Jr.\t\n \n|500\n \n|\nWalter S. Gates\t\n \n|83\n \n|\nMrs. Walter S. Gates\t\n \n|250\n \n|\n\n\n\n\nHiram Winternitz, Jr. was president, Walter S. Gates, treasurer, and George V. Strong, Esquire was secretary and counsel. These same individuals were members of the board of directors. Meetings of the board were held in Strong’s law office.\n2. In order to take advantage of the great public demand for steel and iron products at that time, the Company, on March 19, 1946, organized the Dreifus Steel Corporation (‘Corporation’) for the purpose of dealing with and warehousing finished steel and iron structures. The authorized capital of the Corporation was set at $100,000. As of April 12, 1946, only $50,000 had been subscribed. This amount had been paid by the Company in return for 1,000 shares of the Corporation at par value of $50 per share. Because of the difficulty in obtaining suppliers and the uncertainty of the length of time the abnormal demand for those products would continue, the Company expected the duration of the Corporation to be of a temporary nature. The board of directors of the Corporation consisted of Winternitz, Gates and Strong. Board meetings were held in the latter’s law office.\n3. In April of 1946, the Company sought a new line of credit in the amount of $1,000,000, which included $600,000 credit previously extended to the Company and an additional amount of $400,000 to be extended to the Corporation. The banks made it known to the Company that they would grant the requested credit if an additional $50,000 in capital were first put into the Corporation from sources other than the Company.\n4. On May 31, 1946, the Corporation, with the purpose of obtaining an additional $50,000 in capital and with the desire to sell shares to a steel company from which it was to get its supply of products, issued the remaining capital stock at $50 per share as follows:\n\n\n\n\nSubscribers\n \n|Number of\n \n|Subscription\n \n|\n \n|shares\n \n|price\n \n|\nHiram Winternitz, Jr.\n \n|200\n \n|$10,000\n \n|\nWalter S. Gates\n \n|100\n \n|5,000\n \n|\nPhoenix Iron Company\n \n|700\n \n|35,000\n \n|\n \n|1,000\n \n|$50,000\n \n|\n\n\n\n\nNone of the stock of the Phoenix Iron Company (‘Phoenix’) was owned by Winternitz and Gates or their wives or the Company. The yearly income of Phoenix was more than $25,000.\n5. The line of credit was granted by the banks. It permitted the Company to borrow up to $6,000 and the Corporation up to $400,000, provided the aggregate amount of both amounts did not exceed $900,000 and the Company would endorse the notes of the Corporation. However, because of the great demand *501 for finished structural iron and steel products and for the reason that the tonnage received from the supplier was considerably less than contemplated by the Corporation thereby holding stock at a minimum, the line of credit was never used by the Corporation.\n6. In the meantime Winternitz transferred ten shares of the Corporation to each of his sons-in-law, Richard W. Emmerling and Martin J. Sweeney, Jr., employees of the Company.\n7. Some time prior to October 31, 1947, at about the time it discontinued supplying the Corporation with structural steel, Phoenix made known its desire to sell its shares of stock in the Corporation. At the time, the book value of the shares was more than three times its original value, or $168.50 per share. After arm’s length bargaining, the price agreed upon was $127.50 per share. The Company desired to acquire all of the outstanding stock of the Corporation not already owned by it, and on that date, to wit, October 31, 1947, the individual taxpayers executed the assignment provision of their share certificates in favor of the Company. Checks in the amount of $22,950 ($127.50 X 180) and $12,750 ($127.50 X 100) were prepared in the office of the Company. They were brought by Winternitz to Strong’s law office where the appropriate officers endorsed them and the checks were exchanged for the stock certificates. As of this date the Corporation had cash on hand in the sum of $296,000; its surplus and undivided profits amounted to $237,000.\n8. At about 3:00 p.m. on the same day as heretofore adverted to, the board of directors adopted a resolution stating that the Corporation would declare a dividend of $77.50 per share payable on November 7, 1947 to stockholders of record November 5, 1947.\n9. On November 5, 1947, the stockholders of record of the Corporation were the Company, with 1,300 shares, and Phoenix, owning 700 shares. Two days later the Corporation paid Phoenix a dividend of $54,250, and the Company $100,750. Of the latter amount, $23,250 represented dividends from the shares obtained from Winternitz, Gates, Emmerling and Sweeney.\n10. The reason why Phoenix desired to receive the dividend first and sell the shares afterwards was obvious: By virtue of § 26(b) of the Internal Revenue Code of 1939, 26 U.S.C. § 26(b), a corporation receiving dividends from another corporation could include only 15 percent of the dividend as income in its federal income tax return for that year, whereas according to § 117(c)(1) of the 1939 Code, 26 U.S.C. § 117(c)(1), the minimum percentage for inclusion of capital gains as income for a corporation having a yearly income of $25,000 or more was 25 percent.\n11. On November 8, 1947, the day after the dividend had been paid, the Company acquired the 700 shares held by Phoenix at $50 per share, that is, the Company paid $35,000 for them.\n12. For income tax purposes, the Company’s gross income included 15 percent of the $23,250 dividend received from the 300 shares obtained from Winternitz, Gates, Emmerling and Sweeney.\n13. The Company was advised by its auditor that if it were to sell the stock at par value, it could claim a loss for that year. It therefore, on January 15, 1948, transferred 600 shares, which included the shares it had purchased from Winternitz and Gates at $50 per share.\n14. In December of 1948, these same shares were reacquired by the Company. From that time and until the Company was dissolved on November 25, 1949, all the shares of the Corporation were held by the Company.\n15. In their income tax returns for 1947:\n(a) Winternitz treated the profit of $13,950, representing the difference between $9,000, the amount which he paid for 180 shares, and $22,950, the sum which he received for the same shares, as a long term capital gain, and reported only 50 percent thereof or $6,975 as taxable income; and\n*502 (b) In a similar fashion, Gates and his wife, in a joint return, treated the profit of $7,750, the difference between $5,000, the purchase price of the 100 shares, and $12,750, the amount which Gates received for the identical shares, as a long term capital gain, and reported only 50 percent thereof or $3,975 as taxable income.\n16. The Commissioner of Internal Revenue, after auditing the individual taxpayers’ income tax returns for 1947, determined that Winternitz and Gates had in substance received a dividend of $77.50 per share on the stock of the Corporation held by them. That is, Winternitz had received $13,950 on his 180 shares and Gates, $7,750 for his 100 shares. He included the additional amounts respectively in gross income and computed the tax of each return on that basis.\n17. In its 1948 corporate income tax return, the Company reported a total capital loss of $23,250 represented by the difference between $38,250, the amount which it paid Winternitz, Gates, Emmerling and Sweeney on October 31, and November 3, 1947, for 300 shares, and $15,000, the sum which it received from Emmerling, Sweeney and John T. Whiting for those same shares on January 15, 1948. This loss was used by the Company to offset a capital gain of $10,376.87. As a result a net capital loss of $12,873.13 was reported by the Company.\n18. The Commissioner, in reviewing the corporate tax return of the Company, determined that it had suffered no taxable loss on the January 15 transfer of the stock in question on the theory that the actual cost to the Company in acquiring the 300 shares in 1947 was $15,000, the same amount which it received for the shares in 1948, and not $38,250, which sum, he ruled, included a dividend of $23,250 paid to Winternitz and Gates.\n19. Upon the Commissioner’s denial on November 4, 1952 of the taxpayers’ claims for refund filed on August 19, 1952, the actions here involved were instituted on May 11, 1953.\nDiscussion.\n[1] [2] It would seem from these findings of facts that the taxpayers, Winternitz and Gates, were entitled to capital gains in the sale of their corporate stock to the Company. There can be no doubt that the Corporation and the Company were controlled by Winternitz and Gates, but it is essential that we look to the substance of the transaction and not to the form which is involved. Here Winternitz and Gates advanced $15,000, and Phoenix $35,000 in cash to the Corporation, and that, coupled with the $50,000 which the Company had advanced, provided a working capital of $100,000 represented by 2,000 shares of stock at $50 per share. After nineteen months of operation, the Corporation stock had a book value of $168.50. The Company, being desirous of controlling all of the capital stock of the Corporation, agreed to pay Phoenix, after arm’s length bargaining, the sum of $127.50 per share for its stock. There can be no question that the Corporation was a successful operating enterprise, that the monies advanced for the stock were for capital, and that the price of $127.50 per share was a fair and adequate price for the stock. Accordingly, we can see no reason why both Winternitz and Gates should not be entitled to a capital gain on the difference between the $50, which each paid for the stock, and the $127.50, which each realized when he sold it, multiplied by the number of shares held by each. The subsequent transactions of the Corporation after it had declared a dividend of $77.50 per share on the stock, in paying Phoenix $50 per share and the remainder of $77.50 by way of a dividend were obvious steps of tax avoidance in favor of Phoenix. However there is no reason to color the sale to the Corporation by Winternitz and Gates of their stock with the scheme devised by Phoenix.\n \n[3] Further, the sale by the Company on January 15, 1948 of 600 shares, *503 which included the 300 shares which had been purchased from Winternitz and Gates at $50 per share, and the Company’s claiming of a tax loss by reason of the fact that it had originally paid $127.50 per share for them is also a colorable transaction. There is nothing here, in considering the motion for summary judgment, which would show that this stock was worth only $50 a share at that time when a few months earlier the Company had paid Winternitz and Gates $127.50 per share for them. In fact, the record shows that the sale was made only on the suggestion of the auditors in order that a tax deduction could be claimed, and, accordingly, the Commissioner was right in refusing to allow any claim for deduction with respect to this transaction.\n \nIt therefore follows in accordance with these findings that Winternitz is entitled to a deficiency judgment in the amount of $5,379.89 plus interest, Gates and his wife are entitled to $1,977.16 plus interest, and that the claim of the Company is to be denied.\nAll Citations\n140 F.Supp. 499, 56-1 USTC P 9427, 49 A.F.T.R. 1099\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}