{
    "Background": "\n\n\n\n470 F.2d 232\nUnited States Court of Appeals,\nTenth Circuit.\nByron V. BOONE and Audray S. Boone, Plaintiffs-Appellees,\nv.\nUNITED STATES of America, Defendant-Appellant.\nNo. 72-1432.\n|\nDec. 15, 1972.\nSynopsis\nAction by taxpayer for income tax refund. The United States District Court for the Northern District of Oklahoma, Edwin Langley, Chief Judge, rendered judgment for taxpayer and the United States appealed. The Court of Appeals, William E. Doyle, Circuit Judge, held that transaction in which shareholders in closely held insurance company sold stock for agreed price payable by purchasing company from net premium income on transferred policies was a sale, entitled to capital gains treatment, where there had been good faith bargaining as to price, buyer sought deferred payment plan because of lack of assets for immediate payment, buyer’s primary motivation was prospect of owning assets free and clear after payment, there was real possibility of economic benefit in transaction, agreed price was in reasonable range, and transaction was not free of risk to buyer.\n \nAffirmed.\n \n\n\nWest Headnotes (4)\n\n\n[1]\n|Internal RevenueMeaning of Language\n|\n|“Sale” has not been given narrow and technical definition in tax law but has been accorded common and ordinary meaning.\n\n|\n\n\n[2]\n|Internal RevenueSecurities, Insurance and Evidence of Indebtedness\n|\n|Transaction in which shareholders in closely held insurance company sold stock for agreed price payable by purchasing company from net premium income on transferred policies was a “sale”, entitled to “capital gains” treatment, where there had been good faith bargaining as to price, buyer sought deferred payment plan because of lack of assets for immediate payment, buyer’s primary motivation was prospect of owning assets free and clear after payment, there was real possibility of economic benefit in transaction, agreed price was in reasonable range, and transaction was not free of risk to buyer. 28 U.S.C.A. § 1291; 26 U.S.C.A. (I.R.C.1954) §§ 1201(b), 1222(3).\n1 Case that cites this headnote\n|\n\n\n[3]\n|Internal RevenueMinimization, Avoidance or Evasion of Liability\n|\n|Transactions motivated solely and entirely by tax considerations and which are likely devoid of substantial business justification are shams.\n2 Cases that cite this headnote\n|\n\n\n[4]\n|Internal RevenueSecurities, Insurance and Evidence of Indebtedness\n|\n|Transaction whereby shareholders in closely held insurance company transferred stock for agreed price payable by purchasing company from net premium income on transferred policies was not a sham, so as to deprive it of capital gains treatment, where shareholders were desirous of transferring stock due to fact that it was less productive than it had been previously and buyers were anxious to buy because they saw opportunity to gain assets without outlay of capital, although parties contemplated tax consequences. 28 U.S.C.A. § 1291; 26 U.S.C.A. (I.R.C.1954) §§ 1201(b), 1222(3).\n\n|\n\n\nAttorneys and Law Firms\n*233 Paul M. Ginsburg, Atty., Tax Div., Dept. of Justice (Scott P. Crampton, Asst. Atty. Gen., Meyer Rothwacks, Atty., Tax Div., Dept. of Justice, and Nathan G. Graham, U. S. Atty., of counsel, on brief), for defendant-appellant.\nGene A. Castleberry, Oklahoma City, Okl. (Royce H. Savage and James O. Ellison, Tulsa, Okl., on brief), for plaintiffs-appellees.\nBefore McWILLIAMS and DOYLE, Circuit Judges, and CHRISTENSEN, District Judge.*\nOpinion\n\nWILLIAM E. DOYLE, Circuit Judge.\n\nThis is a tax refund case in which the taxpayers prevailed and in which the government seeks reversal. The principal plaintiff-appellee is Byron V. Boone who filed a claim for a tax refund for the year 1964 in the amount of $46,412.88. Following administrative denial of his claim, he prosecuted an action in the United States District Court for the Northern District of Oklahoma. The jurisdictional basis for the action is 28 U. S.C. § 1291.\nThe question presented to us is whether the taxpayer, who was a ten percent shareholder in a closely held insurance company, and who, together with the rest of the shareholders, sold his stock for an agreed price which was payable by the purchasing insurance company from the net premium income which was to be received in the future on the transferred insurance policies, was entitled to report his payments as capital gain or ordinary income. The Commissioner’s position is that all of this is to be treated as ordinary income.\nSections 1222(3) and 1201(b) of the Internal Revenue Code of 1954 come into play. The former section defines a long-term capital gain as “gain from the sale or exchange of a capital asset held for more than 6 months. . . .” There is no dispute about the fact that the asset, as a stock, had been held for more than six months. However, the Commissioner maintains that the transaction was not in truth a sale because, so he argues, the purchase price was so excessive that it can never be paid and, secondly, that the transaction was solely motivated by considerations of tax avoidance.\nThese were the contentions in the district court, and again, on appeal, the Commissioner argues that the weight of the evidence supports his arguments. At the same time, he appears to concede that although his chance of success in this and other similar litigation is now remote, that he must nevertheless oppose and protest transactions of this kind *234 which he characterizes as a “bootstrap” sale1 or as a sham.\nNational Preferred Life Insurance Company, an Oklahoma corporation, was the concern the stock of which was sold. This business was shown to have been primarily involved in the accident and health insurance business. It had operated under a management agreement with Standard Life and Accident Insurance Company, under the terms of which Standard performed certain services for National Preferred for a monthly fee equal to 12 percent of the renewal premium income. Both of these companies were controlled by Leonard H. Savage, the president of Standard, together with his family. Globe Life and Accident Insurance Company was the purchaser.\n\n\nI.\n\nESSENTIAL PROVISIONS OF THE CONTRACT\nThe sales contract was entered into on January 6, 1964, between National Preferred’s stockholders and Globe Life and Accident Insurance Company. Globe agreed to purchase all the stock of National Preferred. It was to pay a total consideration of $10,500,000. There was a down payment in the amount of $1,000,000. The balance was payable in monthly installments, four percent of which was to be treated as interest. Each installment was to equal 85 percent of the premiums collected by Globe on the transferred policies, less the total amount of claims paid out on the policies. Receipts from premiums constituted the exclusive source of payment, and Globe was not obligated to pay any amount other than this agreed percentage.\nThe agreement was amended on April 28, 1965 to provide for the reduction of the purchase price to $8,000,000.2 National Preferred’s percentage of premium income, less claims, was reduced to 84 percent. This also was a result of the amendment to the agreement. The percentage of interest and the percentage of the income treated as interest was changed so that there was an additional four percent added each year.\nTwo further agreements which were entered into in January 1964, at the time of the original agreement, must be mentioned. There was a service contract between Globe and Standard providing for Standard’s managing the accident and health insurance acquired from National Preferred for ten years for eight percent of the premium income. Also, a reinsurance agreement was entered into between Globe and National Preferred, whereby National Preferred transferred all of its assets in return for Globe’s agreement to reinsure and maintain legal reserves with respect to all policies.\n\n\nII.\n\nSUMMARY OF THE EVIDENCE AND OF THE TRIAL COURT’S FINDINGS\nThe evidence discloses that the negotiations leading up to the sale were conducted by John Singletary, the president of Globe, on behalf of the buyer, and Leonard Savage, who represented the owners of the stock. The evidence also shows that National Preferred’s business had grown steadily during the years prior to the sale, but that in the two years immediately preceding it losses had occurred, and this is one reason that the shareholders were willing to sell.\nThe approach was made to National by Globe, and it was Globe which suggested that capital gains treatment was available to the shareholders in connection with the transfer. However, it does not appear that this was the primary factor in the transaction. Indeed, the *235 parties did not shape the agreement so as to guarantee favorable tax treatment. The evidence shows that the original purchase price was the result of arm’s length negotiations between parties who were not in any way related. Each side made its own evaluation. The stockholders would have preferred to have a cash price rather than installments, but Globe was unable to pay this amount.\nThere is also evidence showing that Globe had purchased blocks of policies on prior occasions and that the policies here in question were attractive to Globe because they were mass marketed and thus did not entail payment of agents’ commissions and were less inclined to lapse.\n\n\nIII.\n\nTHE TRIAL COURT’S FINDINGS\nThe trial court found that the contract was the result of arm’s length negotiations.3\nThe court also found that the negotiators had extensive experience in the negotiation, evaluation and sale or purchase of blocks of insurance and, particularly, accident and health and that this experience gave them ability to arrive at a reasonable value. A further finding was that Globe could not have executed an unconditional promise to pay the purchase price because it did not have the assets to do so and, therefore, could have only purchased on a contingency basis. The adjustments in the contract were determined to have been the result of unanticipated policy lapses and unexpected decline in profits as a result of which the parties were apprehensive that the contract would not pay out. The adjusted price, so the court found, was the result of the 15 months’ experience and was within the range of reasonableness. The court concluded that the selling price was reasonable; that there was a bona fide sale; and that the plaintiffs were entitled to treat the transaction as a sale of assets which allowed capital gains tax treatment.4\nIt should be pointed out that the transaction was not free of risk to Globe because conceivably the claims could have exceeded the 85 percent of premiums. In this event Globe would have been obligated to bear the resulting loss.\n\n\nIV.\n\nTHE TRANSACTION WAS A SALE\nWe turn now to the ultimate inquiry whether the transaction in question was in law a sale so that the plaintiffs and others similarly situated are entitled to treat the report and pay income taxes on a capital gain basis.\n[1] The term “sale” has not been given a narrow and technical definition. It has been accorded a common and ordinary meaning. See *236 Commissioner v. Brown, 380 U.S. 563, 570-571, 85 S.Ct. 1162, 14 L.Ed.2d 75 (1965). See also Iowa v. McFarland, 110 U.S. 471, 478, 4 S.Ct. 210, 214, 28 L.Ed. 198 (1884), wherein the Court said that “[a] sale, in the ordinary sense of the word, is a transfer of property for a fixed price in money or its equivalent.”\n \nAs heretofore noted, Commissioner v. Brown is virtually dispositive of the present case. There, Brown and the shareholders of the Clay Brown Company sold all their stock to a tax-exempt institute for a price which was payable out of the income from the Brown Company properties. As in the present case, the institute was not obliged to pay from any other source. The Supreme Court noted with approval the findings of the Tax Court: (1) that there had been considerable good faith bargaining at arm’s length between the buyer and seller; (2) that the primary motivation of the buyer was the prospect of owning the assets free and clear after the purchase price had been fully paid; (3) that there had been a real possibility of economic benefit in the transaction and the agreed price was within a reasonable range in light of the earnings history of the corporation and the adjusted net worth of its assets. The Court rejected the Commissioner’s contention that since the price was paid exclusively from the income produced by the corporation, there was a lack of risk-shifting.5\nThe most significant aspect of the Supreme Court’s decision in Brown was that part which completely dispelled the notion that a sale in this context is somehow different from a sale in its ordinary sense, and in this connection the Court observed that there was no precedent for the Commissioner’s argument that a sale does not qualify as such if the purchase price derives from the earnings of the company. To so hold would, quite apart from its lack of reasonable basis in this situation, produce legal complications in other areas of the tax law. See 380 U.S. at 570-571, 85 S.Ct. 1162.\nA similar transaction was considered by the Fifth Circuit in Bryant v. Commissioner, 399 F.2d 800 (5th Cir. 1968). In determining whether certain future payments represented part of the purchase price, the factors which the Court relied on in Bryant were: (1) whether the payments were limited to a specific amount and this amount is included in the total price so that future payments are part of the price; (2) whether the duration of the payments are limited to a short term so as to render less likely continued ownership by the seller; and (3) whether interest accrues on the unpaid balance of the entire sum owed and is thus indicative that the entire amount was a debt from the beginning.\nThe transaction in our case was apparently created in the image and likeness of that in Commissioner v. Brown. Although the original contract antedated the Supreme Court’s decision in Brown, the amendments to the contract were worked out after the Supreme Court had spoken. The transaction at bar has less *237 factual complication than was presented to the Supreme Court in Brown, for here there is not present the factor of purchase by a tax-exempt company. On the other hand, in Brown, the sale price was unquestionably reasonable, whereas here this issue of fact was at trial the crucial one. The adjusted price in our case was not an outlandish one which could never be repaid, although this may be the ultimate result due to circumstances which were not then foreseeable.\nIn the case at bar there is at least a modicum of risk-shifting in that Globe is not assured of a substantial gain or profit.\n[2] Moreover, we have present here convincing evidence that the sellers were desirous of selling the stock and that the negotiations were indeed at arm’s length and were also in good faith. While the evidence does not establish that tax avoidance was not a consideration, it was not shown to have been the predominant and controlling motive for entering the agreement. We must conclude, therefore, that the transaction was in truth a sale and that the result is governed by the decision in Brown.\n \n\n\nV.\n\nTHE CONTENTION THAT THE TRANSACTION WAS A SHAM\nWe have not overlooked the Commissioner’s argument that the transaction was a sham, together with his contention that from the outset ownership would never pass to the buyer due to the excessive purchase price and his further argument that the transaction was motivated solely by tax avoidance considerations.\n[3] [4] We are mindful that transactions motivated solely and entirely by tax considerations and which are likely devoid of substantial business justifications are shams. See Knetsch v. United States, 364 U.S. 361, 81 S.Ct. 132, 5 L. Ed.2d 128 (1960). See also our decision in First Sec. Bank v. Commissioner, 436 F.2d 1192, 1197 (10th Cir. 1971), which holds that one cannot avoid tax liability by assigning away his right to receive income. In the present case, however, business justification is shown. It is, as we have previously noted, apparent that it cannot be said that tax avoidance was the predominant motive. The shareholders here were unquestionably desirous of transferring their stock due to the fact that it was less productive than it had been previously. The buyers were anxious to buy because they saw an opportunity to gain substantial assets without an outlay of capital at the outset. Although they took on some risk that the claims might exceed the income, nevertheless, on balance, the transaction was attractive on a business basis, and it is entirely different from the situation in Knetsch in which the sole source of profit was tax saving or tax avoidance.\n \nUnquestionably, as has been noted, the parties contemplated the tax consequences, but they did not go out and create a transparent form such as was present in Knetsch. See also Gregory v. Helvering, 293 U.S. 465, 469, 55 S.Ct. 266, 79 L.Ed. 596 (1935), in which the Court declared that the legal right of a taxpayer to decrease the amount of what otherwise would be his taxes or altogether avoid them, by means that the law allows is not invalid.\nOne final comment: We are not criticizing the frustration of the Commissioner to this transaction. He views it as a tax inequity which he must oppose, looking forward to the day when Congress will do something about it. Meanwhile, however, it is not for the courts to rewrite or redirect the transaction simply to eliminate this inequity.6\nThe judgment is affirmed.\nAll Citations\n470 F.2d 232, 31 A.F.T.R.2d 73-402, 73-1 USTC P 9125\n\n\n\nFootnotes\n|\n*\n|Senior District Judge, United States District Court for the District of Utah, sitting by designation.\n|\n1\n|The term is said to derive from a seller lifting himself by his own bootstraps in an effort to convert ordinary income from his business into capital gain from the sale of the stock. See 34 Am.Jur.2d, Federal Taxation § 4012, at 11 (1973).\n|\n2\n|The total purchase price had been previously reduced by $200,000 due to a miscalculation in National Preferred’s assets as reflected in its final balance sheet.\n|\n3\n|On this the court said:\nThe sale was agreed upon after armslength negotiation between unrelated parties. The chief negotiator for the sellers was Leonard H. Savage, president of Standard Life & Accident Insurance Company (hereinafter, “Standard”), an Oklahoma corporation, which was and is a competitor of Globe. Globe was represented in the negotiations by Ralph Reece, its president, and John Singletary, its chairman of the board.\n|\n4\n|On this the court concluded:\nThe selling prices agreed to in the contracts of January 6, 1964; January 7, 1964; and April 28, 1965, were within a reasonable range. Even if they exceeded the reasonable value of the business, “[t]he fact that a purchaser of an asset pays more for it than it is worth does not, of itself, convert the sale into something other than a sale, for tax purposes.” Union Bank v. United States, 285 F.2d 126, 128, 152 Ct.Cl. 426 (1961).\nThe sellers transferred permanent possession and control of National Preferred to Globe for consideration. Globe became the insurer of the National Preferred policies and solely liable to the policyholders.\nThe fact that Globe was obligated to pay the purchase price solely from income received from the assets of National Preferred did not change the transaction into something other than a sale for tax purposes. Commissioner v. Brown, 380 U.S. 563, 85 S.Ct. 1162, 14 L.Ed.2d 75 (1965).\n|\n5\n|On the question of risk-shifting the Court said:\nFurthermore, risk-shifting of the kind insisted on by the Commissioner has not heretofore been considered an essential ingredient of a sale for tax purposes. In LeTulle v. Scofield, 308 U.S. 415, 60 S.Ct. 313, 84 L.Ed. 355, one corporation transferred properties to another for cash and bonds secured by the properties transferred. The Court held that there was “a sale or exchange upon which gain or loss must be reckoned in accordance with the provisions of the revenue act dealing with the recognition of gain or loss upon a sale or exchange,” id., at 421, 60 S.Ct. at 316, since the seller retained only a creditor’s interest rather than a proprietary one. “[T]hat the bonds were secured solely by the assets transferred and that upon default, the bondholder would retake only the property sold, [did not change] his status from that of a creditor to one having a proprietary stake.” Ibid. Compare Marr v. United States, 268 U.S. 536, 45 S.Ct. 575, 69 L.Ed. 1079. * * *\n380 U.S. at 574-575, 85 S.Ct. at 1168.\n|\n6\n|The Treasury Department proposed a change in the law which would have taxed as ordinary income the payments on the sale of a capital asset which were deferred over more than five years and were contingent on future income. This proposal was rejected by Congress. For a discussion, see Commissioner v. Brown, supra, 380 U.S. at 578, 85 S.Ct. 1162, 14 L.Ed.2d 75.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}