{
    "Background": "\n\n\n\n117 Fed.Cl. 369\nUnited States Court of Federal Claims.\nALTA WIND I OWNER–LESSOR C, and Alta Wind I Owner–Lessor D, et al., Plaintiffs,\nv.\nThe UNITED STATES, Defendant.\nNos. 13–402T, 13–917T, 13–972T, 13–935T, 14–174T, 14–93T, 14–175T, 14–047T\n|\n(Filed: July 16, 2014)\nSynopsis\nBackground: Owner-lessors of wind power facilities sued United States, seeking to recover full cash grant payments allegedly owed for investments in wind power facilities through sale-leaseback arrangements, under American Recovery and Reinvestment Act. Owner-lessors moved for summary judgment, and government moved for stay in order to conduct discovery prior to responding to owner-lessors’ summary judgment motions.\n \n[Holding:] The Court of Federal Claims, Wheeler, J., held that government proffered specified reasons justifying discovery.\n \nDefendant’s motion granted.\n \n\n\nWest Headnotes (11)\n\n\n[1]\n|United StatesProceedings;  evidence\n|\n|While requests for discovery to oppose a summary judgment motion are generally favored and are liberally granted, the allowance of discovery is not without strict qualifications. RCFC, Rule 56(d), 28 U.S.C.A.\n\n|\n\n\n[2]\n|United StatesProceedings;  evidence\n|\n|If all one had to do to obtain a grant of a motion for discovery as essential to summary judgment opposition were to allege possession by movant of certain information and other evidence, every summary judgment decision would have to be delayed while the non-movant goes fishing in the movant’s files; thus, mere speculative hope that discovery will produce evidence creating a genuine dispute of material fact is inadequate to justify discovery. RCFC, Rule 56(d), 28 U.S.C.A.\n\n|\n\n\n[3]\n|United StatesProceedings;  evidence\n|\n|The party seeking discovery for in order to oppose summary judgment must state with some precision the materials he hopes to obtain with further discovery, and exactly how he expects those materials would help him in opposing summary judgment; otherwise, pursuing discovery would cost the parties unnecessary expense and waste judicial resources. RCFC, Rule 56(d), 28 U.S.C.A.\n\n|\n\n\n[4]\n|United StatesProceedings;  evidence\n|\n|The party requesting discovery to oppose a summary judgment motion must: (1) specify the particular factual discovery being sought, (2) explain how discovery results are reasonably expected to engender a genuine issue of material fact, (3) provide an adequate factual predicate for the belief that there are discoverable facts sufficient to raise a genuine and material issue, (4) recite the efforts previously made to obtain those facts, and (5) show good grounds for the failure to have discovered the essential facts sooner. RCFC, Rule 56(d), 28 U.S.C.A.\n1 Case that cites this headnote\n|\n\n\n[5]\n|United StatesProceedings;  evidence\n|\n|Discovery to oppose a summary judgment motion may be limited to specific issues germane to the motion. RCFC, Rule 56(d), 28 U.S.C.A.\n\n|\n\n\n[6]\n|United StatesProceedings;  evidence\n|\n|On a motion for discovery to oppose summary judgment, Court of Federal Claims may order full discovery for both parties to avoid a wasteful exercise in piecemeal litigation that could engender extraneous disputes as to the scope of discovery essential to respond to the summary judgment motion. RCFC, Rule 56(d)(3), 28 U.S.C.A.\n1 Case that cites this headnote\n|\n\n\n[7]\n|United StatesEnergy\n|\n|In calculating cash grants for investments in wind power facilities through sale-leaseback arrangements, under the American Recovery and Reinvestment Act, the legal standard for determining cost basis based on the purchase price is only appropriate if: (1) the purchase price actually reflects an arm’s-length transaction, and (2) the purchase price encompasses only eligible assets.\n\n|\n\n\n[8]\n|Internal RevenueCost or value of property;  basis\n|\n|The general tax rule for determining cost basis provides that the buyer’s cost basis is equal to the property’s purchase price; however, this rule does not apply if the transaction in question was not conducted at arm’s-length by two economically self-interested parties or was based upon peculiar circumstances that contributed to a price inflated above the property’s fair market value.\n\n|\n\n\n[9]\n|United StatesProceedings;  evidence\n|\n|Government proffered specific reasons justifying discovery to address potential peculiar circumstances in opposition to summary judgment motions by owner-lessors of wind power facilities seeking cash grant payments for investments in wind power facilities pursuant to sale-leaseback agreements, under American Recovery and Reinvestment Act; government explained potential peculiarity of sale-leaseback agreements that could affect cost basis for calculating cash grants by inflating purchase price through value shifting across multiple transactions without lowering owner-lessors’ targeted return on investment, and that discovery was needed to determine whether final terms reflected inflated purchase price above arm’s length amounts. RCFC, Rule 56(d), 28 U.S.C.A.\n\n|\n\n\n[10]\n|United StatesProceedings;  evidence\n|\n|Even absent peculiar circumstances justifying government’s discovery to oppose summary judgment motions by owner-lessors of wind power facilities seeking cash grant payments for investments in such facilities pursuant to sale-leaseback agreements, under American Recovery and Reinvestment Act, disputed fact issues remained that established government’s clear need for discovery to determine cost basis for calculating cash grant payments, whether owner-lessors purchased only grant-eligible property, and amount of purchase price constituting goodwill and going concern value. RCFC, Rule 56(d), 28 U.S.C.A.\n\n|\n\n\n[11]\n|United StatesProceedings;  evidence\n|\n|On government’s motion for discovery to oppose summary judgment motions by owner-lessors of wind power facilities seeking cash grant payments for investments in such facilities, under American Recovery and Reinvestment Act, full discovery by both parties would be permitted in order to avoid inefficient piecemeal litigation. RCFC, Rule 56(d)(3), 28 U.S.C.A.\n\n|\n\n\nAttorneys and Law Firms\n*370 Steven J. Rosenbaum, with whom were Dennis B. Auerbach, and Thomas R. Brugato, Covington & Burling LLP, Washington, D.C. for Plaintiff.\n*371 Michael J. Ronickher, with whom were Tamara W. Ashford, Acting Assistant Attorney General, David I. Pincus, Chief, and G. Robson Stewart, Assistant Chief, Tax Division, Court of Federal Claims Section, U.S. Department of Justice, Washington, D.C. for Defendant.\n\n\n\nTax Case; Treasury Cash Grant; Rule 56(d) Request for Discovery; When to Allow Discovery and Stay Motion for Summary Judgment; Theisen Vending Test; Sale-leaseback Agreement.\n\nOPINION AND ORDER\nWHEELER, Judge.\n\nBackground\nThese cases involve the determination of the cash grants due Plaintiffs for investing in wind power facilities in California. Under Section 1603 of the American Recovery and Reinvestment Act of 2009 (“Recovery Act”), Pub. L. No. 111–5, 123 Stat. 115, Plaintiffs are entitled to a 30 percent credit of the dollar amounts invested in grant-eligible assets. The dispute centers on establishing a reasonable cost basis for the grant-eligible assets. Plaintiffs have moved for summary judgment, but Defendant has requested the Court to stay the summary judgment motions under Rule 56(d) so that Defendant may conduct discovery before it responds. The parties disagree on whether discovery is appropriate or necessary.\n \nThese cases began on June 14, 2013, when Plaintiffs Alta Wind I Owner–Lessor C and D filed a complaint alleging that the Government did not make full payments owed to them under the Recovery Act. Thereafter, from June 2013 through March 4, 2014, Plaintiff’s counsel filed seven similar complaints on behalf of other Alta Wind entities, and an entity called Mustang Hills LLC. In total, there are twenty Plaintiffs in these suits, and all of them acquired their ownership interests through sale-leaseback arrangements. The difference between the amount allowed by the Treasury Department and the amount claimed by Plaintiffs is $226 million. On June 6, 2014, the Court consolidated these cases for procedural and scheduling purposes.\n \nTo establish their eligibility for the Recovery Act’s cash grants, Plaintiffs submitted applications and extensive supporting documentation to the Treasury Department. In response, Treasury requested and later received additional materials from Plaintiffs. The documents that Treasury obtained included the purchase and sale agreements between the seller and the Plaintiff buyers, power purchase agreement (“PPA”) details, facility lease agreements, and detailed asset schedules indicating which assets were grant-eligible. Plaintiffs provided over 10,000 pages to Treasury in support of their applications. However, with more than 12,000 other applications submitted at that time, and with a 60–day period to respond, Treasury representatives undoubtedly were pressed in providing timely reviews.\n \nOn May 16, 2014, Plaintiffs filed motions for summary judgment under Rule 56. Among their arguments, Plaintiffs reasoned that “one of the verities of tax law” is that the buyer’s cost basis equals the purchase price unless “peculiar circumstances” surround the sale. According to Plaintiffs, no peculiarities exist here, and the Treasury erred as a matter of law in awarding reduced cash grants on some other basis. Plaintiffs view these cases as presenting purely questions of law which can be decided on cross-motions for summary judgment without the need for discovery.\n \nIn response, Defendant noted that a sale-leaseback agreement involves multiple related transactions where the developer is both the seller and lessee. Defendant is concerned that such an arrangement creates the opportunity to adjust terms across transactions to inflate the purchase price while preserving the buyer’s targeted return on investment. Thus, Defendant requests the Court to stay Plaintiffs’ motions and permit discovery pursuant to Rule 56(d). Defendant contends that six areas require further factual development: (1) whether the purchase prices in the sale-leasebacks and single sale were determined at arms-length; (2) the PPAs’ valuation and why one Plaintiff altered its original classification of its PPA as an ineligible asset; (3) whether Plaintiffs’ appraiser and independent accountant agree *372 with Plaintiffs that the PPAs are eligible assets; (4) the full set of Plaintiffs’ eligible and ineligible assets; (5) the goodwill or going concern valuation encompassed within the purchase price; and (6) why one Plaintiff’s appraiser used different methodologies to reach different valuations than that appraiser’s valuation of another Section 1603 applicant’s seemingly similar wind farm.\n \nIn opposition to Defendant’s request for discovery, Plaintiffs argue that: (1) the Government has information establishing the parties to the single sale as wholly unrelated companies and has had the sale-leaseback agreements for over three years; (2) as a part of the eligible assets, the PPAs’ valuation is irrelevant; (3) the appraiser’s and independent accountant’s assessments are irrelevant because whether the PPAs are inseparable is a question of law, not of subjective belief; (4) the Government not only received Plaintiffs’ asset schedules detailing whether or not each asset is grant-eligible, but expressly relied on those identifications in awarding the contested cash grants; (5) no goodwill or going concern value was conveyed because the PPAs provide for the entire sale of outputs to a single customer, and thus Plaintiffs lack the ability to obtain new customers or sales; and (6) appraisal evidence is, by definition, irrelevant because the cost basis equals the purchase price.\n \nOn July 3, 2014, Defendant replied to Plaintiffs’ opposition, arguing that the complicated mixed questions of fact and law before the Court make summary judgment inappropriate without first allowing broad discovery. The question of whether to allow discovery is now ready for decision.\n \n\nAnalysis\n\nA. Standards for Decision\n[1] [2] [3]While requests for discovery pursuant to Rule 56(d) “are generally favored and are liberally granted,” the allowance of discovery is not without strict qualifications. Clear Creek Cmty. Servs. Dist. v. United States, 100 Fed.Cl. 78, 83 (2011) (citing Chevron U.S.A. v. United States, 72 Fed.Cl. 817, 819 (2006)). The requesting party must proffer “specified reasons” to explain why discovery is “essential” to its summary judgment opposition. RCFC 56(d). It is axiomatic that “[i]f all one had to do to obtain a grant of a Rule [56(d) ] motion were to allege possession by movant of ‘certain information’ and ‘other evidence,’ every summary judgment decision would have to be delayed while the non-movant goes fishing in the movant’s files.” Keebler Co. v. Murray Bakery Prods., 866 F.2d 1386, 1389 (Fed.Cir.1989). Thus, mere “speculative hope” that discovery will produce evidence creating a genuine dispute of material fact is inadequate. Pure Gold, Inc. v. Syntex (U.S.A.), Inc., 739 F.2d 624, 626–27 (Fed.Cir.1984). The party must “state with some precision the materials he hope[s] to obtain with further discovery, and exactly how he expect[s] those materials would help him in opposing summary judgment.” Simmons Oil Corp. v. Tesoro Petroleum Corp., 86 F.3d 1138, 1144 (Fed.Cir.1996) (citations and internal quotation marks omitted). Otherwise, pursuing discovery would cost the parties unnecessary expense and waste judicial resources. Pure Gold, Inc., 739 F.2d at 627.\n \n[4]Although the Federal Circuit has yet to establish specific Rule 56(d) criteria, this Court has established a five-part set of prerequisites that is consistent with the precedent from other circuit courts of appeals. Theisen Vending Co. v. United States, 58 Fed.Cl. 194, 198 (2003). The requesting party must: (1) specify the particular factual discovery being sought; (2) explain how discovery results are reasonably expected to engender a genuine issue of material fact; (3) provide an adequate factual predicate for the belief that there are discoverable facts sufficient to raise a genuine and material issue; (4) recite the efforts previously made to obtain those facts; and (5) show good grounds for the failure to have discovered the essential facts sooner. Id. See also Clear Creek Cmty. Servs. Dist., 100 Fed.Cl. at 83 (applying the Theisen Vending test); Chevron U.S.A., 72 Fed.Cl. at 819 (same); Jade Trading, LLC v. United States, 60 Fed.Cl. 558, 565 (2004) (same).\n \n[5] [6]If the requesting party meets these five requirements, then the Court may allow discovery. However, discovery may be limited to specific issues germane to the summary *373 judgment motion. First Nationwide Bank v. United States, 51 Fed.Cl. 762, 770 (2002), aff’d, 431 F.3d 1342 (Fed. Cir. 2005). Alternatively, the Court may order full discovery for both parties under Rule 56(d)(3) to avoid a “wasteful exercise in piecemeal litigation” that “could engender extraneous disputes as to the scope of discovery ‘essential’ for [the Government] to respond to Plaintiffs’ motions.” Jade Trading, LLC, 60 Fed.Cl. at 559.\n \n\n\nB. The Government Proffered “Specific Reasons” Sufficient to Satisfy Rule 56(d) Criteria and Justify Discovery.\n[7]In this case, the Government argues that the cost basis cannot equal purchase price because sale-leaseback agreements allow parties to inflate purchase prices through value shifting across multiple transactions, and the Recovery Act only provides grants for eligible property. Thus, the legal standard for determining cost basis based on the purchase price is only appropriate if: (1) the purchase price actually reflects an arm’s-length transaction; and (2) the purchase price encompasses only eligible assets. As the Government has made clear, both determinations depend on the facts surrounding the transactions, which the Government has not fully explored at this stage. Discovery is thus necessary before the Government can respond to Plaintiffs’ motions. Factual development will allow the Court to identify the correct legal standard to apply and render a determination on the summary judgment motions.\n \n\n\n1. Sale-leaseback Agreements May Qualify as “Peculiar Circumstances.”\n[8]The parties agree that the general tax rule for determining cost basis provides that the buyer’s cost basis is equal to the property’s purchase price. Lemmen v. Comm’r, 77 T.C. 1326, 1347–48 (1981) (citing Edwards v. Comm’r, 19 T.C. 275, 279 (1952)). However, this rule does not apply if the transaction in question was “not conducted at arm’s-length by two economically self-interested parties” or was based upon “peculiar circumstances” that contributed to a price inflated above the property’s fair market value. Id. at 1348 (citing Bixby v. Comm’r, 58 T.C. 757, 776 (1972)). The Court is unaware of any case law excluding sale-leaseback agreements, such as those involved in this dispute, from qualifying as “peculiar circumstances.” Furthermore, a sale-leaseback agreement’s potential for value transfers across transactions mirrors the value shifts found in Lemmen, where the U.S. Tax Court found “peculiar circumstances” were present. 77 T.C. at 1349 (finding “peculiar circumstances” where the seller inflated the purchase price by including future maintenance fees in the total, thus “sweetening the investment” by increasing the buyer’s income tax credit).\n \n[9]Here, the Government has proffered specific reasons why it requires discovery to address the potential peculiarity of the sale-leaseback agreements at issue. As the Government explained, each agreement comprises multiple related transactions between the parties where the developer is both the seller and lessee. This arrangement provides the opportunity to adjust terms to yield a higher purchase price without lowering the buyer’s targeted return on investment. However, during application evaluations, Treasury did not review the complete set of transaction documents associated with each sale-leaseback agreement. As a result, the Government needs discovery to evaluate the evolution of terms and to determine whether the final terms reflect an inflated purchase price above arm’s length amounts. Additionally, the Government properly desires access to evidence regarding the appraiser’s methods, conclusions, and influences on setting the purchase prices. The facts strongly suggest that the appraisal values dictated purchase price amounts, as some purchase prices are exactly equal to the appraised values. Indeed, stilted appraisal methods that comport with other evidence of value shifting would engender a genuine issue of material fact, and thus preclude a grant of summary judgment. Therefore, the Court finds that the Government has met the Rule 56(d) requirements and thus, should be permitted to obtain the remaining documents and appraisal information through discovery.\n \n\n\n*374 2. Only Eligible Property May Serve as a Cost Basis.\n[10]Even if no “peculiar circumstances” exist, the Court cannot apply the general rule for determining cost basis unless the purchase price comprises only eligible assets. In accordance with the Recovery Act, Treasury issues cash grants to applicants only for their grant-eligible property, denoted as “specified energy property.” § 1603(a). Ineligible property does not qualify. Here, it is unclear whether Plaintiffs purchased only eligible property, and if not, what proportion of the purchase price does not qualify under the Recovery Act. As a result, factual questions arise regarding the valuation of the individual assets acquired.\n \nThe Government is entitled to receive Plaintiffs’ detailed work papers, accounting records, and calculations used in developing the cost schedules because Treasury did not obtain all pertinent transaction documents through Plaintiffs’ applications. Plaintiffs supplied Treasury with asset schedules identifying which property was grant-eligible, but this provided only Plaintiffs’ representations of each asset’s valuation and qualification status. The Government is entitled to discovery to make its own determination.\n \nDue to the fact that Plaintiffs considered the appraisal results in allocating the purchase price among the acquired assets, discovery of the appraisal methodology and conclusions also is necessary. In short, a claim of this size demands that both parties have access to the underlying calculations to ensure that the Court considers the correct valuations. The Court concludes that discovery is necessary to determining the cost basis and would permit the Government to confirm that Plaintiffs made no errors in the many asset calculations and classifications submitted to Treasury.\n \nMoreover, the Government specifically points out that any existing goodwill or going concern values must be subtracted from the purchase price, as neither of these qualifies as eligible property under the Recovery Act. The total purchase price cannot serve as the cost basis where Treasury Regulation § 1.1060–1 requires an allocation of an amount of the purchase price to goodwill and going concern value. The transaction falls within the scope of § 1.1060–1 if the “character [of the assets] is such that goodwill or going concern value could under any circumstances attach to” the group of assets. Treas. Reg. § 1.1060–1(b)(2)(B) (emphasis added). Making this determination requires consideration of “all the facts and circumstances surrounding the transaction.” Treas. Reg. § 1.1060–1(b)(2)(iii). Plainly, finding that goodwill and going concern value exist in a transaction is a broad fact-based inquiry. Thus, the Government requires discovery to identify the amount of the purchase price that constitutes goodwill and going concern value. Ultimately, this calculation contributes to the total amount of ineligible property contained within the purchase price, altering the amount that may serve as the cost basis. As a result, the Court cannot consider Plaintiffs’ motions for summary judgment with this unresolved fact issue pending and finds that the Government has met the Rule 56(d) criteria for establishing a clear need for discovery.\n \n\n\nC. The Government Met its Burden Despite Documentation Already in its Possession.\nTo the Court’s knowledge, no case here or in the Federal Circuit has ever held that possessing pre-litigation documents disqualifies a party from or increases its burden in seeking Rule 56(d) discovery. Instead, other districts have simply found that where the Government is “already in possession of a vast number of documents relating to the issues” in a case, it cannot meet its burden of showing a need for discovery with the “conclusory assertion that some facts are still exclusively in [Plaintiffs’] control.” Beechwood Restorative Care Ctr. v. Leeds, 317 F.Supp.2d 248, 285 (W.D.N.Y.2004). Accord United States v. Gordon Stafford, Inc., 810 F.Supp. 182, 186 (N.D.W.Va.1993) (denying the Government’s Rule 56(d) motion where the Government had already acquired information through extensive investigations and thus could not show a need for further discovery). Rather, the Government must “specify what, if anything, would be revealed by further discovery,” or its request is defective *375 on its face. Franke v. Midwestern Okla. Dev. Auth., 428 F.Supp. 719, 724 (W.D.Okla.1976).\n \nHere, the Government has shown that, although it already has Plaintiffs’ grant applications, these documents should not preclude the Government from discovery. Even though Treasury did receive over 10,000 pages in support of Plaintiffs’ applications, the Government has identified more documents essential to its response to Plaintiffs’ motions. For example, Treasury did not review detailed records created in producing the facilities’ cost schedules. Moreover, Treasury’s representatives undoubtedly were constrained during the review process. Although Treasury received more than 12,000 other applications at the time that Plaintiffs filed their applications, the Recovery Act required Treasury to make payments within 60 days of the finalization of applications. Thus, Treasury’s review, while sufficient to issue payments, was not exhaustive or done in contemplation of future litigation. As a result, Treasury’s pre-litigation document review is likely an inadequate basis upon which to fashion a response to Plaintiffs’ motions for summary judgment.\n \n\n\nD. Full Discovery is Appropriate.\n[11]Under Rule 56(d)(3) the Court may order full discovery to avoid a “wasteful exercise in piecemeal litigation” that “could engender extraneous disputes as to the scope of discovery ‘essential’ for [the Government] to respond to Plaintiffs’ motions.” Jade Trading, LLC, 60 Fed.Cl. at 559. Here, the Court finds that authorizing full discovery is preferable and will prevent disputes over the proper scope. Full discovery will permit an efficient factual development of the issues currently before the Court. Further, full discovery will eliminate the risk that parties will waste time and resources on additional filings only to affirm what the Court has already concluded—that further factual development is warranted. Thus, the Court finds that both parties should be permitted full discovery to avoid inefficient piecemeal litigation.\n \n\nConclusion\nFor the foregoing reasons, the Government’s motion for discovery pursuant to Rule 56(d) is GRANTED and Plaintiffs’ motions for summary judgment is STAYED pending the completion of discovery. The Court will hold a status conference in the near future to establish a reasonable discovery schedule.\n \nIT IS SO ORDERED.\n \nAll Citations\n117 Fed.Cl. 369, 114 A.F.T.R.2d 2014-5255\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}