{
    "Background": "\n\n\n\n\nKeyCite Red Flag - Severe Negative Treatment\nJudgment Reversed by Gyro Engineering Corp. v. U.S., 9th Cir.(Cal.), October 9, 1969\n276 F.Supp. 454\nUnited States District Court C.D. California.\nGYRO ENGINEERING CORPORATION, a California corporation, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nCiv. No. 65-1173.\n|\nOct. 19, 1967.\nSynopsis\nAction for refund of federal income taxes. The District Court, Ferguson, J., held that purported sale of apartment houses and furniture and equipment therein by stockholders, who used their personal bank account to handle corporate matters, who continued to manage properties after purported sale, and who made no attempt to enforce payment when corporation defaulted and received no formal security for amount due, to their corporation, which was not required to pay interest on notes given for amount due, and which had grossly disproportionate debt-equity ratio immediately after transaction, was, for federal income tax purposes, a sham transaction and would be deemed contribution to capital, and thus corporation’s cost basis for purposes of tax depreciation was limited to cost basis of transferor-stockholders.\n \nJudgment accordingly.\n \n\n\nWest Headnotes (21)\n\n\n[1]\n|Internal RevenueSubstance or Form of Transaction\n|\n|Substance of transaction rather than its form controls its tax consequences.\n\n|\n\n\n[2]\n|Internal RevenueSubstance or Form of Transaction\n|\n|Government may look at actualities, and upon determination that form employed for doing business or carrying out challenged tax event is unreal or a sham may sustain or disregard effect of fiction as best serves purpose of tax statutes.\n\n|\n\n\n[3]\n|Internal RevenueCost or Value of Property\n|\n|Whether, by transfer of apartment houses and furniture and equipment therein to corporation, stockholders made contribution to capital of corporation so as to limit tax depreciation to cost basis of transferor-stockholders involved question of objective intent.\n\n|\n\n\n[4]\n|Internal RevenueSubstance or Form of Transaction\n|\n|It is not merely parties subjective intent which controls tax consequences, but rather it is actual intent which is to be objectively ascertained by looking beneath mere form to all relevant facts and circumstances.\n\n|\n\n\n[5]\n|Internal RevenueCost or Value of Property\n|\n|Stockholders will not be treated for tax purposes as true creditors of their corporation, as to assets transferred thereto, unless they make transfer with usual intent of creditors, that is, to impose absolute obligation, repayable in any event, and if transfer is made with understanding and intention, tacit or explicit, that assets are committed to risks of corporate venture in same manner as money paid in for stock, transfer constitutes capital investment or contribution.\n1 Case that cites this headnote\n|\n\n\n[6]\n|Internal RevenueSubstance or Form of Transaction\n|\n|Terminology employed by parties is not conclusive with respect to tax consequences of given tax event.\n\n|\n\n\n[7]\n|Internal RevenueEvidence\n|\n|Case involving determination whether transfer of apartment houses and furniture and equipment therein from stockholders to their corporation was bona fide sale or contribution to capital, for federal income tax purposes, was largely dependent upon circumstantial evidence.\n\n|\n\n\n[8]\n|Internal RevenueCost or Value of Property\n|\n|Absence of provision for interest on notes given in connection with alleged sale of apartment houses and furniture and equipment therein by stockholders to their corporation, as well as inordinately postponed date on such notes, were factors to be considered in determining whether transfer was bona fide sale or contribution to capital for federal income tax purposes.\n\n|\n\n\n[9]\n|Internal RevenueCost or Value of Property\n|\n|Fact that assets acquired by transfer of apartment houses and furniture and equipment therein from stockholders to their corporation were for all practical purposes essential to conduct of corporate business was factor to be considered in determining whether transfer was bona fide sale or contribution to capital for federal income tax purposes.\n\n|\n\n\n[10]\n|Internal RevenueCost or Value of Property\n|\n|Lack of formal security such as would normally be expectable in arm’s length transaction was factor to be considered in determining whether transfer of apartment houses and furniture and equipment therein from stockholders to their corporation was bona fide sale or contribution to capital for federal income tax purposes.\n\n|\n\n\n[11]\n|Internal RevenueCost or Value of Property\n|\n|Grossly disproportionate debt-equity ratio immediately after transfer of apartment houses and furniture and equipment therein from stockholders to their corporation, as well as absence of operating capital before and immediately after transaction, were factors to be considered in determining whether transfer was bona fide sale or contribution to capital for federal income tax purposes.\n1 Case that cites this headnote\n|\n\n\n[12]\n|Internal RevenueCost or Value of Property\n|\n|Fact that stockholders, who allegedly sold apartment houses and furniture and equipment therein to their corporation, attempted to dress up transaction after Internal Revenue Service audit and that transaction had little or no business purpose independent of its tax motivation were factors to be considered in determining whether transfer was bona fide sale or contribution to capital for federal income tax purposes.\n\n|\n\n\n[13]\n|Internal RevenueMinimization, Avoidance or Evasion of Liability\n|\n|Tax avoidance motive, particularly when it causes transaction to verge on “gimmickry” or becomes almost its sole “raison d’etre” in sense that transaction is substantially hollow and meaningless without it is factor to be considered in determining tax consequences of such transaction.\n\n|\n\n\n[14]\n|Internal RevenueSales Between Stockholders and Corporations\n|\n|Although word “sale” may be taken in its usual or general meaning, it need not be so loosely interpreted as to preclude courts from looking to substance of “non-arm’s length” transaction or carefully scrutinizing individual’s dealings with his own “incorporated pocketbook”.\n\n|\n\n\n[15]\n|Internal RevenueSales Between Stockholders and Corporations\n|\n|As respects question whether transaction involving transfer of property from stockholders to their corporation constitutes sham, usually no one factor can be decisive and all facts and circumstances of case must be evaluated.\n\n|\n\n\n[16]\n|Internal RevenueCost or Value of Property\n|\n|Purported sale of apartment houses and furniture and equipment therein by stockholders, who used their personal bank account to handle corporate matters, who continued to manage properties after purported sale, and who made no attempt to enforce payment when corporation defaulted and received no formal security for amount due, to their corporation, which was not required to pay interest on notes given for amount due, and which had grossly disproportionate debt-equity ratio immediately after transaction, was, for federal income tax purposes, a sham transaction and would be deemed contribution to capital, and thus corporation’s cost basis for purposes of tax depreciation was limited to cost basis of transferor stockholders. 26 U.S.C.A. (I.R.C.1954) § 362.\n\n|\n\n\n[17]\n|Internal RevenueEffect of State Laws and Judicial Decisions\n|\n|Incidence of federal taxation is primarily matter of federal law.\n\n|\n\n\n[18]\n|Internal RevenueSubstance or Form of Transaction\n|\n|Taxpayers must face consequences of their acts and particularly of their failure to conform substance of transaction, manner of its execution and way in which they dealt with property after transfer, with its formal aspects, as well as of their failure to follow consistently even purported form itself.\n\n|\n\n\n[19]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|It is not up to court to recast actions of parties in most favorable tax light.\n\n|\n\n\n[20]\n|Internal RevenueReplacement Property\n|\n|Fact that corporation effectively retained proceeds of condemnation award in bank account which it used, and that such funds were presumably available there for its use after such deposit, cast doubt on economic substance of purported reinvestment and was important factor to be considered in deciding whether transaction fell within purview of statute relieving taxpayer of unanticipated tax liability arising from involuntary condemnation of his property. 26 U.S.C.A. (I.R.C.1954) § 1033.\n\n|\n\n\n[21]\n|Internal RevenueReplacement Property\n|\n|Where transaction involving purported sale of apartment houses and furniture and equipment therein from stockholders to their corporation was not bona fide sale for federal tax purposes but was in substance contribution to capital, corporation’s acquisition of such property did not qualify for nonrecognition treatment under statute relieving taxpayer of unanticipated tax liability arising from involuntary condemnation of his property. 26 U.S.C.A. (I.R.C.1954) §§ 362(a)(2), 1012, 1033(a)(3)(A)(ii).\n\n|\n\n\nAttorneys and Law Firms\n*456 Nola McLane, William Lee McLane, Thaddeus Rojek, Washington, D.C., for plaintiff.\nWm. Matthew Byrne, Jr., U.S. Atty., Loyal E. Keir, Asst. U.S. Atty., Los Angeles, Cal., Chief, Tax Division, Robert T. Jones, Asst. U.S. Atty., for defendant.\nFINDINGS OF FACT AND CONCLUSIONS OF LAW\nOpinion\n\nFERGUSON, District Judge.\n\nThis action having come on regularly for trial without a jury on November 22, 1966, evidence both oral and documentary having been received by the court, the case having been extensively argued and briefed and submitted for decision, the court having its decision by order filed March 22, 1967, as amended by order filed June 7, 1967, now makes Findings of Fact and Conclusions of Law pursuant to Rule 52 of the Federal Rules of Civil Procedure as follows:\nFindings of Fact\n1\nThis is an action for refund of federal income taxes for the years 1959 and 1960. In excess of $100,000.00 is claimed in plaintiff’s complaint.\n2\nThe court accepts and finds specifically the facts stipulated in Stipulation of Facts No. I and Stipulation of Facts No. II (both stipulations as modified in minor detail at trial and noted by the Clerk and as interpreted herein), and the pretrial order, and incorporates said stipulations and pretrial order herein by reference to the extent same are relevant to any issue herein.\n3\nPlaintiff, Gyro Engineering Corporation (occasionally referred to as ‘Gyro’ *457 herein), is a California duly authorized to do business in this State. It was incorporated in 1952.\n4\nPlaintiff files its federal income tax returns on the basis of a fiscal year beginning November 1 and ending October 31 of the following calendar year. Plaintiff filed no federal income tax returns for the years from its incorporation through December 31, 1958. Plaintiff’s 1959 return was filed for the period January 1, 1959 through October 31, 1959. Plaintiff’s 1960 return was filed for the period November 1, 1959 through October 31, 1960.\n5\nThe officers of Plaintiff Gyro Engineering Corporation from March 1, 1954 to March 1, 1961, were Chris Mowry, President, William Mowry, Vicepresident, and Natalie Mowry, Secretarytreasurer. The same persons have been the directors of plaintiff from March 1, 1954 to the present. Natalie Mowry is the wife of Chris Mowry. William Mowry is the brother of Chris Mowry.\n6\nThe total authorized capital stock of Gyro Engineering Corporation consists of ten thousand (10,000) shares having a stated par value of $1.00 per share and an aggregate value of $10,000.00.\n7\nFrom November 1, 1958 to date the number of issued and outstanding shares of capital stock of Gyro Engineering Corporation totaled ten thousand (10,000) shares, of which four thousand, nine hundred fifty (4,950) shares were and are owned by Chris Mowry, two thousand, five hundred (2,500) shares were and are owned by William Mowry, one thousand (1,000) shares were and are owned by Patrick Mowry (a son of Chris and Natalie Mowry), one thousand (1,000) shares were and are owned by Marilyn Mowry (a daughter of Chris and Natalie Mowry) and five hundred fifty (550) shares were and are owned by Natalie Mowry.\n8\nAll money ‘paid in’ for the stock issued by Gyro Engineering Corporation and representing the paid in ‘capital’ of Gyro Engineering Corporation from the time of its incorporation throughout the years in suit was simply money deposited in the personal bank account of Chris and Natalie Mowry. Any actual cash representing the paid in ‘capital’ of Gyro was supplied by Chris and Natalie Mowry. Since this was cash simply on deposit in the personal bank account of Chris and Natalie Mowry, and it so remained after issuance of stock, no actual cash moved when any stock was ‘subscribed.’ Rather, the bank account of Chris and Natalie Mowry simply remained intact.\n9\nOn September 21, 1955, Gyro Engineering Corporation acquired title to an unimproved parcel of real property comprised of approximately 70,000 square feet. The cost of said property was $7,800.00. Said parcel of realty was located in South Pasadena, California. It fronted on Paloma Street on the north, on East Orange Grove Avenue on the south and was bounded by the Eaton Flood control channel on the west. Said parcel of realty will hereinafter be referred to as the ‘Paloma St. property’.\n10\nFrom the time of acquisition of title to the Paloma St. property to 1958, Gyro simply held title to said property, and did nothing with it.\n11\nThe Paloma St. property was condemned by the County of Los Angeles in 1958. The amount of the compensation therefor became the subject of litigation.\n12\nThe proceeds of the condemnation award on the Paloma St. property were not received by Gyro or the Mowrys until *458 late March of 1959. The amount of the award, less attorney’s fees, was ultimately $30,896.65. It is stipulated that the receipt of the award was not entered in the books of account of Gyro Engineering Corporation. It is further stipulated the proceeds of the condemnation award were deposited in the joint bank account of Chris and Natalie Mowry, which account was also used by the Gyro Engineering Corporation.\n13\nOn January 1, 1959, Gyro Engineering Corporation entered into what purported to be a written ‘sales and purchase agreement’ (Exhibit 4 to Stipulation of Facts No. I) with Chris and Natalie Mowry by which Gyro Engineering Corporation purported to buy three parcels of improved real property consisting of apartment buildings and the land on which they are situated known as The Tropics, The Carousel and The Orange Grove Circle Apartments, together with certain furniture and equipment. The total ‘sale price’ was purported to be $3,164,000.00 payable $30,000.00 down, the balance of the ‘sale price’ after allowance for existing first mortgages to be evidenced by non-interest bearing ‘promissory notes’ in a total amount of $2,342,361.50 due in amounts of $30,000.00 semi-annually. The agreement called for an assignment of rents and management of the properties back to the transferors, Chris and Natalie Mowry, exercisable upon default or ‘the insolvency of the buyer or the happening of the reasonably likelihood of any event which would reasonably be expected to prevent buyer from carrying out his obligation.’ (Stipulation of Facts No. II, P16.)\n14\nA deed evidencing the transfer of said apartment buildings to Gyro Engineering Corporation was executed by Chris and Natalie Mowry, but was not recorded in the Office of the County Recorder until March 17, 1961.\n15\nChris and Natalie Mowry had constructed the apartment buildings referred to in paragraph 13 above in the early 1950’s and had depreciated them under the so-called ‘accelerated depreciation’ provisions of the Internal Revenue Code. The adjusted basis for purposes of depreciation of the three apartment buildings to the Mowrys immediately prior to the sale was $805,222.09. (Stipulation of Facts No. II, P33.) After the sale, Gyro Engineering Corporation on its federal income tax returns for 1959 and 1960, as well as later years not in suit, depreciated the apartment buildings (leaving aside the furniture and equipment, etc., for the sake of simplicity) upon the basis of the sale price of $3,164,000.00, allocating a total cost of $2,745,300.00 to the three buildings exclusive of furniture and equipment. The difference, again excluding cost of furniture and equipment, was allocated to the cost of the land on which the apartments were situated. Stipulation of Facts No. I, PP17, 23, and 28.\n16\nBy virtue of using this ‘stepped-up basis’ for computing its federal tax deductions for depreciation, the depreciation deductions cancelled out all of the taxable income of Gyro Engineering Corporation (consisting almost exclusively of rental income from said apartment buildings) for the years in suit. Compounding the tax advantages of the transaction, the transferors reported capital gain on the sales price on the installment basis, all of which gain was not taxable due to offsetting losses reported by the Mowrys on a farming venture from 1958-1964.\n17\nGyro also claimed ‘non-recognition’ treatment pursuant to Internal Revenue Code § 1033 for the condemnation award on its federal income tax return for 1959, based upon its contention that the condemnation award was re-invested within the terms of § 1033 by means of the *459 transaction referred to in paragraph 13 above. In other words, the gain over basis of $23,096.65 upon the condemnation award on the Paloma St. property was not reported on the federal income tax returns of Gyro for 1959. Instead, Gyro deducted the amount of the gain from what it alleged to be the cost basis of the Orange Grove Circle Apartments on its federal income tax return for 1959.\n18\nIn a deficiency notice for the taxable years 1959 and 1960, issued December 24, 1963 (Exhibit 10 to Stipulation of Facts No. II), the Commissioner of Internal Revenue, inter alia, denied plaintiff the ‘stepped-up basis’ for depreciation, determining plaintiff must use its transferors’ basis for depreciation, and denied plaintiff non-recognition treatment on the condemnation award. The basis for the Commissioner’s assertion of deficiency was his determination that the transfer was not, for federal income tax purposes, a bona fide sale, but rather was, as a matter of substance for federal income tax purposes, a contribution to capital.\n19\nPlaintiff’s contention that the transfer was, for federal income tax purposes, a bona fide and valid sale over against defendant’s contention that, for federal income tax purposes, the sale was a sham and the transfer was in substance a contribution to capital presents the principal issue for decision here.\n20\nOutside of holding title to a piece of unimproved real property, Gyro Engineering Corporation had been substantially inactive as a corporation from 1953 to the time of the transfer. (Stipulation of Facts No. II, PP1, 2, 4 and 5, etc.)\n21\nAlthough Gyro Engineering Corporation filed no federal income tax returns for the years 1952-1958, it did file state income tax returns with the State of California for each of the years 1952-1958. Such California returns show no gross income or receipts by the corporation during these years and the corporation was described as ‘inactive’ on such returns. Gyro Engineering Corporation has filed federal income tax returns for the years 1959-1965.\n22\nThe Gyro Engineering Corporation, in response to the directions of paragraph M of additional information required at page 3 of its 1959 federal income tax return, which paragraph states:\nM. Enter amount of income (or deficit) from:\n(a) line 32, page 3, Form 1120, 1956 (b) line 32, page 3, Form 1120, 1957 (c) line 32, page 3, Form 1120, 1958\nanswered for each of said years ‘inactive none.’\n23\nAt the time of the transfer, Gyro Engineering Corporation had little or no cash or working capital, although it did expect to receive the then unliquidated amount of the condemnation award in the future. Gyro did not have enough cash to make the down-payment recited in the ‘sales agreement’, and it did not borrow cash for the down-payment from any sources other than the transferors. The condemnation award from the Paloma St. property was not paid until March 20, 1959. Thus, no cash changed hands at the time of the transfer.\n24\nEven if all the scheduled semi-annual payments on the non-interest bearing notes had been timely made, the notes would not have been paid off for 39.03 years, or until the year 1999. (Stipulation of Facts No. II, P18.)\n25\nIn other words, by the transaction the transferors purported to sell property allegedly worth $3,164,000.00 on terms of less than 1% Down (although, as noted *460 above, even the alleged down-payment of $30,000.00 was not made at the time of the transfer) and non-interest bearing payments of $60,000.00 per year over forty years.\n26\nAlthough there was a marked lack of formal security arrangements in the transaction, the terms of the ‘sale contract’ gave the transferors an assignment back of rents and management exercisable in their sole discretion upon default or ‘any event which would reasonably be expected to prevent buyer from carrying out his obligations.’ By this, as well as the informal control exercised by the transferors, the transferors had many of the same rights to manage and run the property, and enjoy its income, that they had before the ‘sale’. This assignment was not formally exercised when the notes were defaulted, or at any other time, but even without its exercise the Mowrys effectively exercised the same control and management functions on the properties as they had before the transfer, and received the rents therefrom which were deposited in their personal bank account.\n27\nAt the time the ‘sale agreement’ was framed, the only immediately foreseeable source of income to Gyro was the rental income from the apartments to be transferred. It seems reasonable to suppose that the parties must have intended the apartment rentals would be used to make the payments on the notes. Indeed, it is stipulated that of such semi-annual ‘payments’ as were ‘made’, all were made from the corporation’s rental income from the subject apartment buildings.\n28\nIt should be kept in mind throughout that the notion of ‘payments’ on the ‘notes’ given in connection with the alleged ‘sale’ is misleading in this case, since all Gyro funds were deposited in the personal general bank account of Chris and Natalie Mowry, and monies ‘paid’ the Mowrys as ‘sellers’ of the apartments were not withdrawn but were simply represented by funds in their personal account, which account was also used by Gyro. There is no evidence even that any book entries reflecting such payments were made.\n29\nAside from the formality of transfer of title to the properties to Gyro Engineering Corporation, the transferors Chris and Natalie Mowry effectively retained full control and dominion of the subject properties in the sense of their management and use. The income which the properties generated was deposited in the personal bank account of the Mowrys, and the corporate identity of Gyro Engineering Corporation usually was ignored. In this connection, the following stipulated facts are, to greater or lesser degree, germane:\n(A) ‘From 1953 through and including January 31, 1961, Gyro Engineering Corporation had no bank account in its own name; all corporate funds of Gyro Engineering Corporation were deposited in the joint bank account of Chris and Natalie Mowry and all corporate checks were issued from this joint bank account of Chris and Natalie Mowry.’— Quoted from Stipulation of Facts No. II, P7.\n(This was simply a general bank account of Chris and Natalie Mowry, and was the account which they used for nearly all of their personal affairs. No trust arrangements of any kind for Gyro’s funds were made, and Gyro’s name in no way appeared on this account or on the checks issued thereon.)\n(B) ‘Until February 1, 1962, when a bank account was opened by Gyro Engineering Corporation at the Security First National Bank, Farmers and Merchants branch, Chris and Natalie Mowry had control of the corporate funds of Gyro Engineering Corporation and of their disbursement in the sense that such funds were deposited *461 and withdrawn from the joint bank account of Chris and Natalie Mowry.’— Quoted from Stipulation of Facts No. II, P8.\n(For practical purposes, the Gyro funds were Mowry funds, since apparently no segregation of the amount on deposit was maintained. Most purported bills of Gyro were apparently billed to the Chris Mowrys personally and were paid by Chris and Natalie Mowry personal checks.)\n(C) ‘None of the leases executed in 1959 and 1960 on the apartments in the buildings known as The Tropics, The Carousel, and The Orange Grove Circle Apartments (the properties involved in the subject transfer) were executed in the name of Gyro Engineering Corporation, as lessor; nearly all of the leases executed or in effect in 1959 and 1960 were in the name of Chris Mowry as lessor.’— Quoted from Stipulation of Facts No. II, P25.\n(The evidence brought out that Chris Mowry’s name as lessor appeared even on new leases negotiated during the years in suit.)\n(D) ‘From 1953 to and including the years 1959 and 1960, Gyro Engineering Corporation had no payroll in its own name and all payroll checks issued on behalf of Gyro Engineering Corporation were issued on the account of Chris and Natalie Mowry. No federal withholding tax returns were filed by Gyro Engineering Corporation in 1958, 1959 or 1960.’— Quoted from Stipulation of Facts No. II, P9.\n(As noted below, the withholding returns for the maintenance people employed at the apartment buildings were filed in the names of one or another of the Mowrys as employers.)\n(E) ‘Gyro Engineering Corporation has never had a telephone listed in its own name. Telephone listings have been maintained in either the name of the respective apartments or in the name of the respective apartment managers.’—Quoted from Stipulation of Facts No. II, P11.\n(Although Gyro included telephone expenses among its business expenditures deducted on its tax return for the years in suit, the telephone in respect thereof was located in the personal apartment of the Mowrys and was listed in their name.)\n30\nMoreover, for all practical purposes Gyro maintained no office or formal place of business other than the residence of Chris Mowry.\n31\nGyro had no employees in any usual sense in the years in question, paid no salaries, and paid no remuneration or fees to officers or directors. The evidence indicates that the maintenance men, etc., who worked at the apartments were employed by the Mowrys directly. Indeed, Mr. Chris Mowry testified that employer’s tax returns for these people for the years in suit were filed in the name of the Mowrys as employers, some of them in the name of E. C. Mowry, Chris Mowry’s father. No federal withholding tax returns or FICA returns were filed by Gyro Engineering Corporation whatsoever during the years in suit.\n32\nFurther confusion of the personal affairs of the Mowrys and Gyro Engineering Corporation can be found in the ‘accounts’ and files of checks which are in evidence. All of the purported bills and expenditures of Gyro were paid by personal check of the Mowrys. Moreover, at least some of the checks in evidence were clearly for personal expenses of the Mowrys, yet they were included by plaintiff in the expenditures of Gyro for which tax deductions were claimed in the years in suit.\n33\nPartly, perhaps, as a result of use of the general bank account of the Mowrys for all Gyro transactions, no adequate *462 segregation of the Mowrys’ personal expenses from the claimed expenses of Gyro was made.\n34\nChris Mowry, for all practical purposes, dealt for Gyro Engineering Corporation as he would for himself, and paid little heed to the amenities of doing business through the corporate form. As a practical matter, Mr. Mowry dealt with the assets and business of Gyro as he did with his own assets and business, and Gyro was not held out to third parties as the owner of the land and apartment buildings after the transfer and through the years in suit.\n35\nDespite the fact that Mr. Chris Mowry testified he had been involved in a number of sales and purchases of real property prior to the year 1959, and that he knew of the requirement for purchase of internal revenue documentary stamps on sales of real property, no internal revenue documentary stamps were placed upon the deed which transferred The Tropics, The Carousel, and The Orange Grove Circle Apartments to Gyro Engineering Corporation, and no such stamps were purchased. It is also noted that Mr. Chris Mowry is a man of considerable education and varied business and professional experience.\n36\nFrom the standpoint of inferences drawable by the court upon the bona fides of the formal aspects of the transfer, it is significant that the deed transferring the property was not recorded in the office of the County Recorder until March 17, 1961. Moreover, it wasn’t until late fall of 1961, almost three years after the transfer, that Mr. Chris Mowry troubled to get in writing the ‘appraisals’ which he testified he used in determining the ‘sale price’. Nor, in this connection, should it be overlooked that all leases upon the property, including new leases negotiated after 1959, were in Chris Mowry’s name until April of 1962. After the latter date, apparently some leases were executed in Gyro’s name. The point, of course, is these acts occurred considerably after the Internal Revenue Service audit began in early 1961, and efforts were made to ‘dress up’ the transaction to make it appear what, in substance, it was not.\n37\nAside from the fact that it is stipulated that the $30,896.65 proceeds of the condemnation award were not entered on the books of account of Gyro Engineering Corporation for the year 1959 (Stipulation of Facts No. II, P13), no evidence was presented to show how Gyro treated the January 1, 1959 transaction transferring the apartment buildings, furniture and equipment, etc., on its books or financial statements. Indeed, no books of account or financial statements of Gyro were presented to the court.\n38\nNeither Chris nor Natalie Mowry were discharged or released by the mortgagees from their obligations under the first mortgages existing on the transferred properties when the properties were transferred to Gyro Engineering Corporation.\n39\nSince the deed transferring the apartments was not recorded until after the years in suit and the institution of the Internal Revenue audit, the leases on the apartments were not executed in the Mowrys’ name as lessors until well after the years in suit and the institution of the audit, Gyro had no bank account, office or other outward indicia which might indicate its existence and ownership of the properties during the years in suit, and Chris Mowry received the rents and paid the bills on the apartment buildings, etc., apparently Gyro Engineering Corporation was not held out to third persons as the owner of the properties or the operator of the apartment buildings after the transfer. At least, no evidence was presented to show the transfer was treated *463 as other than a matter of paper transfer of title, without notice to third parties including tenants, creditors and any persons who might have occasion to consult the records in the County Recorder’s Office, concerning ownership of this real property, by recordation of deed or otherwise, from the time it occurred until after commencement of the Internal Revenue audit.\n40\nThe purported sale was in no sense a bargained or arm’s length transaction. In entering into the agreement, Chris Mowry dealt, in practical effect, only with himself.\n41\nMr. Mowry testified he was considering the various tax aspects of the transaction at the time he entered into it, including depreciation. This accords with Stipulation of Facts No. II, P27, which states,\nChris Mowry consulted with Eugene Harpole of Pasadena, California, Tax Attorney, concerning the proposed transfer of The Tropics, The Carousel and The Orange Grove Circle Apartments to Gyro Engineering Corporation.\n42\nFrom a consideration of all the evidence, it appears there is warrant for an inference that the transaction was principally ‘tax motivated’, and indeed that generation of a stepped-up basis for depreciation and other tax saving devices was its raison d’etre. Moreover, the manner of its execution, particularly the complete dominance and control of the property and its income exercised by Chris Mowry before, during and after the transfer, goes far to suggest the transaction as a matter of practical reality as regards ownership and management of the property was little more than a paper tax device or ‘gimmick’.\n43\nGyro Engineering Corporation, by its own admission on its tax returns filed with the State of California from 1953-1958 and on its federal income tax return for 1959 was ‘inactive’ from 1953 to January 1, 1959, the date of the subject transfer. It had few assets and no regular business. Thus, the only way it could get into ‘business’ (in the sense of any kind of regular activity conducted for profit) and begin operation was through the assets contributed by the Mowrys on January 1, 1959 in the subject transfer. The assets transferred were essential for the conduct of corporate business in this sense.\n44\nIt is stipulated ‘payments’ on the ‘notes’ given in the subject transfer were stopped in 1963, and no ‘payments’ have been made since. Moreover, Chris and Natalie Mowry took no steps to enforce their payment when ‘default’ occurred. In any event, however, the fact that all Gyro moneys were in the personal bank account of Chris and Natalie Mowry makes one wonder as to the practical effect of any ‘payments’ on the notes which might have been made or not made.\n45\nMr. Mowry testified in reply to the court’s inquiry that if additional financing were to be obtained by Gyro, it would be necessary that Mr. Mowry and his wife subordinate their ‘indebtedness’ to any such loan. He further testified, with reservation, that he would be agreeable to such subordination.\n46\nAs reflected in the balance sheet which appears on the federal income tax return of Gyro Engineering Corporation for 1959 (Exhibit 2 to Stipulation of Facts No. I), the total paid-in capital and capital surplus (there was no earned surplus) of Gyro as of January 1, 1959, the date of the transfer, was $10,000.00. The face amount of the non-interest bearing notes issued January 1, 1959, was $2,342,361.50. This is a ratio of debt to equity of 234.24 to 1. If one includes the $791,638.50 due on the prior encumbrances, this ratio becomes 316.4 to 1. (Even if the amount *464 of the condemnation award, not received as of January 1, 1959, were included, the ratio would be nearly 100 to 1.)\n47\nBoth plaintiff and defendant presented expert evidence on the fair market value of the properties at the time of the transfer. While this evidence is in part conflicting, after careful consideration the court is inclined to the view that the recited ‘price’ was somewhat excessive in relation to fair market value.\n48\nConsidering the transaction as a whole, particularly in view of the manner in which the properties were treated after the transaction, it is apparent that there was little or no business purpose for the transaction. Whatever business purpose there might have been was far overshadowed by the purpose of generating tax deductions in the form of a steppedup cost basis for depreciation, which was clearly, as a matter of substance and practical reality, the raison d’etre of the transaction.\n49\nMoreover, viewing all the evidence, the character of the whole transaction seems unrealistic and uneconomic, in the sense it appears highly dubious that hypothetical ‘typical average investors’ (assuming normal buyer and seller motives) would have entered into the transaction in the terms and under the form and manner of execution it took had it been negotiated at arm’s length between unrelated parties. Certainly, no credible evidence was presented by plaintiff to indicate outside investors would have entered into this transaction in the form and manner of execution it took.\n50\nMr. Mowry’s testimony concerning his reasons for transferring the properties to the corporation is somewhat unconvincing in light of the fact that Mr. Mowry continued to perform the same management duties after the transfer as he had performed before.\n51\nSince the proceeds of the condemnation award were deposited in the bank account used by Gyro, and no adequate segregation of the funds of the Mowrys from the funds of Gyro was maintained, presumably the proceeds of the condemnation award remained available for the use of Gyro after the time the award was purportedly paid over by Gyro.\n52\nThere is little reason to suppose that the proceeds of the condemnation award, having been deposited in the bank account used by Gyro and not having been segregated in any way, were not used by Gyro to meet its general bills or other financial commitments thereafter.\n53\nThe occasional uses of the word ‘purchase’ in the stipulations of fact were not intended to be, nor are they, stipulations that the transaction was a bona fide sale for federal income tax purposes. Such uses of the word ‘purchase’ were meant to refer to the form of the transaction, and not to its substance for purposes of federal tax law.\n54\nSince this case was in its administrative stages, the Government has taken the position that the transfer was not, in substance, a bona fide sale for federal income tax purposes. Indeed, the testimony of the Internal Revenue Service Appellate Conferee, Mr. John Nesbit, made it very clear that he, Nesbit, discussed the theory of law underlying the deficiency notice and the facts on which the theory was based in detail with taxpayer’s representatives prior to the issuance of the deficiency notice in the present action. (See also the questions of law framed in the pretrial order.)\nConclusions of Law\nI\nThis court has jurisdiction of this action. 26 U.S.C. § 7422; 28 U.S.C. §§ 1346(a) (1), 1402(a)(2).\n*465 II\nThe principal issue for decision is whether the January 1, 1959 transfer described in the Findings of Fact was, for purposes of federal income tax law, a bona fide and valid sale or whether it must be deemed, for federal income tax purposes, a contribution to capital. Upon resolution of this issue depend the issues of the proper basis for depreciation of the depreciable properties transferred and the allowability of non-recognition of the gain on the Paloma St. property.\nIII\n[1] [2] It is axiomatic that the substance of a transaction rather than its form controls the tax consequences. Moline Properties, Inc. v. Commissioner, 319 U.S. 436, 63 S.Ct. 1132, 87 L.Ed. 1499 (1943); Higgins v. Smith, 308 U.S. 473, 60 S.Ct. 355, 84 L.Ed. 406 (1940); Griffith v. Helvering, 308 U.S. 355, 60 S.Ct. 277, 84 L.Ed. 319 (1939); Gregory v. Helvering, 293 U.S. 465, 55 S.Ct. 266, 79 L.Ed. 596 (1935); Factor v. Commissioner, 281 F.2d 100 (9th Cir. 1960), cert. denied, 364 U.S. 933, 81 S.Ct. 380, 5 L.Ed.2d 365 (1961); United States v. Mattison, 273 F.2d 13, 83 A.L.R.2d 706 (9th Cir. 1959). As the Court of Appeals for the Ninth Circuit observed only a few months ago in an analogous case:\n \nThe government may look at actualities, and upon determination that the form employed for doing business or carrying out the challenged tax event is unreal or a sham, may sustain or disregard the effect of the fiction as best serves the purpose of the tax statutes. (Citing: Higgins v. Smith, 308 U.S. 473, 60 S.Ct. 355, 84 L.Ed. 406 (1940).) What is decisive in a case such as is before the court is what actually occurred. Wolf v. C.I.R., 357 F.2d 483, 485 (9th Cir. 1966).\nIV\n[3] [4] Whether by the transfer on January 1, 1959, the Mowrys made a contribution to the capital of plaintiff for purposes of federal tax law involves what some courts have characterized as a question of ‘objective’ intent. It is not merely the parties subjective intent which controls; rather, it is the actual intent which is to be objectively ascertained by looking beneath mere form to all relevant facts and circumstances.(Camp Wolters Enterprises v. Commissioner, 230 F.2d 555 (5th Cir.), cert. denied, 352 U.S. 826, 77 S.Ct. 39, 1 L.Ed.2d 49 (1959); Rowan v. United States, 219 F.2d 51 (5th Cir. 1955); Castle Heights, Inc. v. United States, 242 F.Supp. 350 (E.D. Tenn. 1965).) A case of this nature depends upon a weighing of all the attendant facts. (Cf. Donisi P67,062 P-H T.C. Memo.Dec. (1967).)\n \nV\nUpon the role of intent in such cases, in Wilshire & Western Sandwiches v. Commissioner, 175 F.2d 718, 721 (9th Cir. 1949), the Court of Appeals for the Ninth Circuit quoted with approval the following language of another circuit in Commissioner v Meridian & Thirteenth R.R., 132 F.2d 182 (7th Cir. 1942):\n‘It is often said that (the) essential difference between a creditor and a stockholder is that the latter intends to make an investment and take the risks of the venture, while the former seeks a definite obligation, payable in any event.’\nVI\nIn like vein the Court of Appeals for the Sixth Circuit said in United States v. Title Guarantee & Trust Co., 133 F.2d 990, 993 (6th Cir. 1943):\n‘The essential difference between a stockholder and a creditor is that the stockholder’s intention is to embark upon the corporate adventure, taking the risks of loss attendant upon it, so that he may enjoy the chances of profit. The creditor, on the other hand, does not intend to take such risks so far as they may be avoided, but merely to lend his capital to others who do intend to take them.’\n*466 VII\n[5] In short, stockholders will not be treated for tax purposes as true creditors of their corporation, as to assets transferred thereto, unless they make the transfer with the usual intent of creditors, i.e., to impose an absolute obligation, repayable in any event. If the transfer is made with the understanding and intention, tacit or explicit, that the assets are committed to the risks of the corporate venture in the same manner as, for example, money paid in for stock, then the transfer constitutes a capital investment or contribution. As the court held in Camp Wolters Enter-prises v. Commissioner, 230 F.2d 555 (5th Cir. 1956), cert. denied, 352 U.S. 826, 77 S.Ct. 39, 1 L.Ed.2d 49 (1956), evidence of a corporation’s ‘indebtedness’ to its stockholders (promissory notes in that case) will be treated as reflecting capital investments if ‘the * * * notes and the stock were together different forms of the assured participation in the pot luck of the enterprise.’ 230 F.2d at 560.\n \nVIII\n[6] [7] Since an evaluation of all the facts and circumstances is appropriate, the courts have universally recognized that the terminology employed by the parties is not conclusive. Recognizing this is Rowan v. United States, 219 F.2d 51 (5th Cir. 1955), the court observed further that ‘the acts of the parties can be given maximum consideration in ascertaining their true intent.’ 219 F.2d at 54. As the Seventh Circuit said (citing Rowan) in Sarkes Tarzian, Inc. v. United States, 240 F.2d 467, 470 (7th Cir. 1957), ‘of necessity the case is largely dependent upon circumstantial evidence.’\n \nIX\nMore particularly, in a case which has become a classic in tax jurisprudence, the Tax Court in Kolkey v. Commissioner, 27 T.C. 37 (1956), aff’d 254 F.2d 51 (7th Cir. 1958), listed the following questions as among the relevant criteria for determining the true nature of alleged sales or transfers of assets to corporations:\n‘Was the capital and credit structure of the new corporation realistic? What was the business purpose, if any, of organizing the new corporation? Were the noteholders the actual promoters and entrepreneurs of the new adventure? Did the noteholders bear the principal risks of loss attendant upon the adventure? Were payments of ‘principal and interest’ on the notes subordinated to dividends and to the claims of creditors? Did the noteholders have substantial control over the business operations; and if so, was such control reserved to them as an integral part of the plan under which the notes were issued? Was the ‘price’ of the properties, for which the notes were issued, disproportionate to the fair market value of such properties? Did the noteholders, when default of the notes occurred, attempt to enforce the obligation?‘ 27 T.C. at 59.\nX\nThe Seventh Circuit had previously invoked the majority of these indicia (quoting from Rowan) in support of its holding in Sarkes Tarzian, Inc. v. United States, 240 F.2d 467 (7th Cir. 1957), that a purported ‘sale’ of assets by stockholders to their corporation was, in substance, a capital contribution. And the same result was subsequently reached by the Fifth Circuit in Camp Wolters Enterprises v. Commissioner, 230 F.2d 555 (5th Cir. 1956), where it was also stressed that the corporate ‘notes’ received by the stockholders did not reflect\n‘an isolated transaction of purchase and sale, having its inception after the forming and launching of the corporation, but were an integral part of the scheme of its forming and financing * * *.’ 230 F.2d 555 at 559.\n*467 XI\nFor a similar comment by the Ninth Circuit on the factors constituting a contribution to capital, considerable attention should be given O. H. Kruse Grain & Milling Co. v. Commissioner, 279 F.2d 123 (9th Cir. 1960). There, Judge Barnes commented:\n‘There are at least eleven separate determining factors generally used by the courts in determining whether amounts advanced to a corporation constitute equity capital or indebtedness. They are (1) the names given to the certificates evidencing the indebtedness; (2) the presence or absence of a maturity date; (3) the source of payments; (4) the right to enforce the payment of principal and interest; (5) participation in management; (6) a status equal to or inferior to that of regular corporate creditors; (7) the intent of the parties; (8) ‘thin’ or adequate capitalization; (9) identity of interest between creditor and stockholder; (10) payment of interest only out of ‘dividend’ money; (11) the ability of the corporation to obtain loans from outside lending institutions.’ 279 F.2d at 125-126. (See also Wilbur Security Co. v. Commissioner, 279 F.2d 657 (9th Cir. 1960).)\nXII\nLooking at the contribution to capital versus debt question from the other side, the Court of Appeals for the Second Circuit has had occasion to define true debt instruments as follows:\n‘The classic debt instrument is an unqualified obligation to pay a sum at a reasonably close fixed maturity date along with a fixed percentage in interest payable regardless of the debtor’s income or lack thereof.’ Gilbert v. Commissioner, 248 F.2d 399, 402 (2nd Cir. 1957) (Medina, J.). (See also Fin Hay Realty Corp. v. United States, 261 F.Supp. 823 (D.N.J. 1966); Obermeyer v. United States, 262 F.Supp. 421 (S.D.Ohio 1966).)\nXIII\nThe Fifth Circuit decision in Camp Wolters Enterprises v. Commissioner, discussed supra, was followed by the significant decision in Aqualane Shores v. Commissioner, 269 F.2d 116 (5th Cir. 1959). In that case the controlling shareholder transferred land, which had been only partially cleared, to a corporation in return for the latter’s ‘notes’. There, as here, only a nominal sum had been paid in as capital. There, as here, the corporation had little or no working capital at the time of the transfer. Upon ‘an overall evaluation of the nature of the debt,’ the court of appeals held the obligations were dependent upon the success of the venture, and thus were equity. The decision had the effect of denying the step-up in basis sought by the taxpayer and holding the corporation must take the basis of its transferors.\nXIV\nUpon the Tax Court trial in Burr Oaks Corp. v. Commissioner, 43 T.C. 635 (1965), aff’d, 365 F.2d 24, (7th Cir. 1966), cert. denied, 385 U.S. 1007, 87 S.Ct. 713, 17 L.Ed.2d 545 (1967), involving facts similar to those in the instant case, the court applied the criteria set forth in Kolkey, supra, 27 T.C. 37, and concluded:\n‘As we view the creditable evidence presently before us, the transfer of the Burr Oaks property to petitioner is so lacking in the essential characteristics of a sale and is replete with so many of the elements normally found in an equity contribution (cf.: Emanuel N. (Manny) Kolkey, 27 T.C. 37 (1956), aff’d, 254 F.2d 51 (7th Cir. 1958), and Bruce v. Knox, 180 F.Supp. 907 (D.Minn.1960)) that it appears to us as nothing more than a shabby attempt to withdraw from petitioner, at capital-gains rates, the developer’s profit normally inherent in the subdivision and sale of raw acreage such as the Burr Oaks property.’ 43 T.C. at 646.\n*468 XV\nThis holding was affirmed by the Seventh Circuit on June 28, 1966. (Burr Oaks Corp. v. Commissioner, 365 F.2d 24, (7th Cir. 1966).) The Seventh Circuit commented:\n‘The Tax Court disregarded the form of the transaction and determined the substance of it to be not a sale but an equity contribution.Substance, rather than form, is the controlling factor in determining proper tax treatment. (Citing: Sherwood Memorial Gardens, Inc. v. Commissioner, 42 T.C. 211 (1964), aff’d, 350 F.2d 225 (7th Cir. 1965).)’\n‘The Tax Court found the transfer lacking the essential characteristics of a sale, but, on the contrary, possessed of the elements normally found in equity contribution. (Citing: Kolkey, 27 T.C. 37, aff’d, 254 F.2d 51 (7th Cir. 1958).)’ Burr Oaks Corp. v. Commissioner, 365 F.2d at 27.\nXVI\nThe criteria used by the courts in Kolkey and Burr Oaks, supra, were also applied by Judge Taylor of the Eastern District of Tennessee in granting the Government’s motion for directed verdict in the case of Castle Heights v. United States, 242 F.Supp. 350 (E.D. Tenn. 1965).\nXVII\nAnother case in point, one relied on by the court in Castle Heights, is Bruce v. Knox, 180 F.Supp. 907 (D. Minn. 1960). There, the taxpayer formed a corporation with a stated capital of $10,000.00 for the purpose of subdividing and developing real estate (as was the case in Aqualane, Castle Heights, and Burr Oaks, supra). The sole shareholder then entered into a ‘purchase agreement’ with the controlled corporation in which he was to transfer land to the corporation for $198,000.00, payable in installments. Holding the purported sale a contribution to capital, Judge Nordbye observed, the ratio of debt to equity was 17 to 1 and constituted ‘a marked imbalance.’ 180 F.Supp. at 912. (Here, immediately after the transfer, the ratio of debt to equity, using the figures on the balance sheet on plaintiff’s 1959 federal income tax return, is 234.24 to 1, or 316.4 to 1 if the amounts of the prior encumbrances are included in the ratio.)\nXVIII\nAmong the cases which have come down since the trial of this action, J. S. Biritz Construction Co., P66,227 P-H T.C. Memo.Dec. (1966), is interesting for its recitation of the proper factors of decision. The case arose on disallowance of an interest deduction on purported notes given the purported seller (who, with members of his family, was also the sole shareholder) in exchange for assets transferred. Holding the transfers capital contributions and the note an ‘equity investment in the corporation and not an indebtedness for Federal tax purposes,’ the court pointed out the following factors as relevant, many of which are factors in the Gyro case: (1) subordination in fact to other creditors; (2) absence of security; (3) assets were essential for the conduct of the corporate business; (4) the transfer started the corporate life; (5) the purported indebtedness was incurred to acquire capital assets; (6) inordinately postponed due date (in the Gyro case, the notes would not be paid off until 1999, even if all payment dates had been met); (7) confusion of the personal activities of transferor-stockholder with the corporation; (8) non-payment of interest; (9) failure to insist upon payment until the corporation could ‘afford it’; (10) intent that the note or indebtedness be at the risk of the corporate business; and (11) the note could reasonably be expected to be repaid only out of profits of the enterprise.\nXIX\nAnother case which the Court finds helpful is Thielens v. United States (N.D.Ala. Sept. 21, 1965). Unfortunately this case was not reported, but the court has *469 been advised of the issues and decision by means of certified copies of the pleadings and briefs and a certified copy of the court’s oral decision. Thielens was a case in which the transferors, Wagner and Geraldine Thielens, owned 66 2/3% Of the stock in a corporation, Marengo Hills, Inc., to which the transferors allegedly sold some real estate for $238,000.00, such sale evidenced by a note bearing no interest for the first 10 years and 6% Interest thereafter, payable in installments from the profits of the enterprise. The case arose on the question of whether payments on the ‘note’ constituted capital gain (as they would if it were a sale) or ordinary income (as they would if a contribution to capital) to the Thielens. Even though Mr. and Mrs. Thielens, just as plaintiff contends for Mr. and Mrs. Mowry in the Gyro case, did not own the requisite 80% Of the stock of Marengo Hills, Inc., within the terms of the Internal Revenue Code of 1954 §§ 351(a) and 368(c), the court found the transaction a contribution to capital rather than a sale, distinguishing Commissioner v. Brown, 380 U.S. 563, 85 S.Ct. 1162, 14 L.Ed.2d 75 (1965).\nXX\nEspecially illuminating in a situation outside the confines of Internal Revenue Code of 1954 § 351 is Foresun, Inc. v. Commissioner, 348 F.2d 1006 (6th Cir. 1965), affirming 41 T.C. 706 (1964). On similar facts in Foresun Inc., a person who was not even a stockholder of the transferee corporation was deemed to have made a capital contribution upon the transfer to the corporation of improved and rentproducing property in return for a $25,000.00 ‘down-payment’ and a $200,000.00 installment ‘note’. In the words of the Tax Court:\n‘From the facts of this case, it seems apparent that the shifting of property and papers was nothing more than a transparent tax-savings device to generate interest deductions and stepped-up basis for the petitioner. The purported transactions give off an unmistakably hollow sound when tapped.’ 41 T.C. at 714-15.\nXXI\n[8] Turning now from our survey of the relevant authorities in this area to the specifics of the instant case, we note absence of provision for interest on the notes given in the alleged sale is a factor to be considered in evaluating the bona fides of the sale for federal tax purposes. Peterson v. Commissioner, 380 F.2d 1 (9th Cir. 1967).\n \nXXII\nWe note that an inordinately postponed due date on the notes is a factor to be considered.\nXXIII\nAnother point to be considered is that the alleged indebtedness was incurred for the acquisition of capital assets and revived the corporation from its essentially moribund state. There would appear to be little difference between a transfer reviving a dormant corporation and one used to start the corporate life. The latter kind of transfer, i.e., one without which a corporation could not operate, was said to be a factor indicating a capital contribution, or ‘equity’ as distinguished from ‘debt’, in Pocatello Coca-Cola Bottling Corp. v. United States, 139 F.Supp. 912, 916 (D.Idaho 1956); see also Janeway v. Commissioner, 147 F.2d 602 (2nd Cir. 1945).\nXXIV\n[9] Moreover, the fact that the assets acquired by the transfer were for all practical purposes ‘essential to the conduct of the corporate business’, using the word business in the sense of denoting some fairly regular kind of activity, is a factor to be considered.\n \nXXV\nAlthough the point is somewhat academic since all Gyro funds were deposited in the personal bank account of Chris and Natalie Mowry anyway, we *470 note that the Mowrys did not make any effort to ‘enforce’ payment when plaintiff ‘defaulted’ on its payments under the notes, and that there appears, at least to some extent, to have been ‘subordination in fact’ to other creditors in the sense that after the ‘default’ other creditors continued to be paid. See Gooding Amusement Co. v. Commissioner, 236 F.2d 159 (6th Cir. 1956); United States v. Henderson, Jr., 375 F.2d 36 (5th Cir. 1967); see also Charter Wire, Inc. v. United States, 309 F.2d 878 (7th Cir. 1962); R. M. Gunn, 25 T.C. 424 (1955), aff’d per curiam, 244 F.2d 408 (10th Cir. 1957), cert. denied, 355 U.S. 830, 78 S.Ct. 41, 2 L.Ed.id 42 (1957).\nXXVI\nWe note the fact that payments on the notes must come from income to be derived from the property to be transferred is deemed, by some courts at least, a factor to be considered. See O. H. Kruse Grain & Milling Co. v. Commissioner, 279 F.2d 123 (9th Cir. 1960).\nXXVII\n[10] Aside from the assignment of rents and management, there was a lack of formal security such as would normally be expectable in an arm’s length transaction. This is a factor to be considered. Cf. Gilbert v. Commissioner, 262 F.2d 512 (2nd Cir.) cert. denied, 359 U.S. 1002, 79 S.Ct. 1139, 3 L.Ed.2d 1030 (1959); Wood Preserving Corp. v. United States, 347 F.2d 117, 119 (4th Cir. 1965); Jewell Ridge Coal Corp. v. Commissioner, 318 F.2d 695 (4th Cir. 1963).\n \nXXVIII\nAbsence of a sinking fund or any other provision for assurance that the amount of the notes could be funded rather than simply relying on the possibility of payment out of available income is, at least to limited extent under the circumstances, a factor worth consideration. Fellinger v. United States, 363 F.2d 826 (6th Cir. 1966).\nXXIX\n[11] The grossly disproportionate debt-equity ratio immediately after the transaction is another factor to be considered in connection with the bona fides of the notes. This, coupled with the relatively small capitalization, suggests the notes were ‘at the risk of the enterprise.’ Cf. Foresun, Inc. v. Commissioner, 348 F.2d 1006, 1008-09 (6th Cir. 1965); Bruce v. Knox, 180 F.Supp. 907, 912 (D. Minn. 1960); Piedmont Corp., P66,263 P-H T.C. Memo.Dec. (1966); Fleming, P66,251 P-H T.C. Memo. Dec. (1966).\n \nXXX\nLikewise, the absence of operating capital before and immediately after the transaction should, to limited extent at least, be considered. Cf. Aqualane Shores, Inc. v. Commissioner, 269 F.2d 116, 119 (5th Cir. 1959).\nXXXI\nIt is very significant that Chris and Natalie Mowry continued to manage the properties as before, received the rents, deposited them in their personal bank account, paid all bills from their personal account, and in effect exercised ‘dominion and control’ over the property tantamount to ownership, and very little different, as a matter of substance and practical effect, from the ‘dominion and control’ they exercised over the property prior to its transfer. See Northern Pacific R.R. v. United States, 378 F.2d 686 (Ct.Cl. 1966), and cases cited therein.\nXXXII\nMoreover, there was substantial confusion of the personal activities of the transferors with the purported activities of plaintiff. The Mowrys paid little heed to the amenities of doing business by the corporate form. To large degree, Gyro was simply their ‘hip-pocket corporation’.Certainly its role in respect *471 of this real property had little ‘independent vitality’. These are factors to be considered. Cf. Northern Pacific R.R. v. United States, supra; Peterson v. Commissioner, 380 F.2d 1 (9th Cir. 1967).\nXXXIII\n[12] The fact that the Mowrys attempted to ‘dress up’ the transaction after the fashion referred to in Finding of Fact No. 36 is a factor to be considered. It is significant that ‘even form itself was not consistently observed.’ Schnitzer v. Commissioner, 13 T.C. 43 (1949), aff’d per curiam, 183 F.2d 70 (9th Cir. 1950).\n \nXXXIV\nAs a matter of substance and practical effect, the transaction had little or no business purpose independent of its tax motivation. This is a factor to be judged and weighed against the attendant circumstances in the light of the criteria discussed in the relevant cases. See Nassau Lens Co. v. Commissioner, 308 F.2d 39 (2nd Cir. 1962); United States v. General Geophysical Co., 296 F.2d 86, 89-90 (5th Cir. 1961) (Wisdom, J.), cert. denied, 369 U.S. 849, 82 S.Ct. 932 (1962).\nXXXV\n[13] Indeed, it is obvious that generation of a stepped-up basis for depreciation and withdrawal of the rental income with no tax or at capital gain rates was far and away the dominant purpose of the transaction. Juxtaposition of the form of the transaction with the manner of its execution and the manner in which the property was treated after the transfer, as well as with the casual fashion in which the corporation, itself, was treated, suggests that in substance the transaction was not much more than a hollow tax device or ‘gimmick’. A tax avoidance motive, particularly when it causes a transaction to verge on ‘gimmickry’ or becomes almost its sole raison d’etre in the sense the transaction is substantially hollow and meaningless without it, is a factor to be considered. Compare Murphy Logging Co. v. United States, 239 F.Supp. 794 (D.Ore. 1965), with its reversal on appeal, 378 F.2d 222 (9th Cir. 1967); cf. United States v. General Geophysical Co., supra.\n \nXXXVI\nMoreover, viewing the transaction in all its aspects as recited in the Findings of Fact, with particular reference to the manner of its execution and the way the transferors dealt with the property after the transfer, it would seem to lack ‘substantial economic reality’ as that phrase is used and defined in Gilbert v. Commissioner, 262 F.2d 512 (2nd cir.), cert. denied, 359 U.S. 1002, 79 S.Ct. 1139, 3 L.Ed.2d 1030 (1959).\nXXXVII\nSelf-serving testimony of the transferor-shareholder similar to that referred to in Finding of Fact No. 50 was rejected by the Tax Court in an opinion affirmed by the Court of Appeals for the Sixth Circuit in Foresun Inc. v. Commissioner, 41 T.C. 706 (1964), aff’d, 348 F.2d 1006 (6th Cir. 1965).\nXXXVIII\n[14] This case is distinguishable from Commissioner v. Brown, 380 U.S. 563, 85 S.Ct. 1162, 14 L.Ed.2d 75 (1965), because the transaction in Brown was negotiated only after, in the words of the Supreme Court, ‘considerable good faith bargaining at arm’s length between the Brown family and the Institute.’ 380 U.S. at 568-69, 85 S.Ct. at 1165; see also 380 U.S. at 567, 572, 85 S.Ct. 1164-66. In contrast, in the present case Chris Mowry effectively dealt only with himself. While the word ‘sale’ may be taken in its usual or general meaning, it need not be so loosely interpreted as to preclude courts from looking to the substance of ‘non-arm’s length’ transactions or carefully scrutinizing an individual’s dealings with his own ‘incorporated *472 pocketbook’. See Reef Corp. v. Commissioner, 368 F.2d 125 (5th Cir. 1966); Thielens v. United States, unreported (N.D.Ala. Sept. 21, 1965); see also Covey Investment Co. v. United States, 377 F.2d 403 (10th Cir. 1967).\n \nXXXIX\n[15] We are not unmindful of the dictum that, upon a question of sham such as is presented in this case, usually no one factor can be decisive. All the facts and circumstances of the case must be evaluated in the light of the criteria outlined above. Moughon v. Commissioner, 329 F.2d 399 (6th Cir. 1964).\n \nXL\nA consideration of all the evidence in the case, coupled with our evaluation of the credibility of the witnesses, impels the conclusion that plaintiff has not carried its burden of proof upon the issue of the bona fides, for federal tax purposes, of the transaction.\nXLI\n[16] Therefore, viewing the relevant factors outlined above as a concatenation, and giving due weight to the various criteria enunciated in the cases, we hold the purported sale of the apartment houses and furniture and equipment referred to above was, for federal income tax purposes, a sham transaction, and that the transfer must, as a matter of substance for federal income tax purposes, be deemed a contribution to the capital of plaintiff.\n \nXLII\nAccordingly, plaintiff’s cost basis for purposes of federal income tax depreciation is limited to the cost basis for purposes of federal income tax depreciation of its transferors, Chris and Natalie Mowry. Internal Revenue Code of 1954 § 362.\nXLIII\nIn view of the approach we have taken, we find it unnecessary to get to defendant’s alternative argument from § 351 of the Internal Revenue Code of 1954. We note in passing that we feel any argument for the exclusivity of § 351 in this context would readily open the law to formalistic subversion. See Bittker & Eustice, Federal Income Taxation of Corporations & Shareholders 93, 103, 109 (2d ed. 1966); compare Foresun, Inc. v. Commissioner, 348 F.2d 1006 (6th Cir. 1965).\nXLIV\n[17] Neither do we purport by our decision to characterize the bona fides of the sale under state law. The incidence of federal taxation is primarily a matter of federal law. Goldstein v. Commissioner, 298 F.2d 562, 565-67 (9th Cir. 1962) (Barnes, J.); United States v. Snyder Brothers Co.,367 F.2d 980 (5th Cir. 1966).\n \nXLV\n[18] [19] It may be added that, while perhaps the transfer and the corporate affairs of Gyro could have been handled in such a way that a valid sale for tax purposes could have been effected between these parties, taxpayers must face the consequences of their acts particularly of their failure to conform the substance of the transaction, the manner of its execution and the way in which they dealt with the property after the transfer, with its formal aspects, as well as of their failure to follow consistently even the purported form itself. It is not up to the court to recast the actions of the parties in the most favorable tax light. Cf. Television Industries v. Commissioner,284 F.2d 322 (2nd Cir. 1960) (Friendly, J.)\n \nXLVI\nTurning to the issue of recognition of the gain on condemnation of the Paloma St. property, we note the legislative policy embodied in § 1033 of the Internal Revenue Code of 1954 has been succinctly summarized by the Court of Appeals for the Ninth Circuit as follows:\n‘The purpose of the statute is to relieve the taxpayer of unanticipated *473 tax liability arising from involuntary condemnation of his property, by freeing him from such liability to the extent that he re-establishes his prior commitment of capital within the period provided by the statutes.’ Filippini v. United States, 318 F.2d 841, 844 (9th Cir.), cert. denied, 375 U.S. 922, 84 S.Ct. 267, 11 L.Ed.2d 165 (1963).\nXLVII\n[20] The fact that Gyro effectively retained the proceeds of the condemnation award in the bank account which it used, and that such funds were presumably available there for its use after such deposit, casts doubt on the economic substance of the purported reinvestment, and is an important factor to be considered in deciding whether the transaction falls within the purview of § 1033 of the Internal Revenue Code of 1954. A. A. Gallagher Warehousing Corp., P65, 009 P-H T.C. Memo.Dec. at 65-49 (1965), aff’d sub nom. American Truck Rental Corp. v. Commissioner, 355 F.2d 928 (3d Cir. 1966).\n \nXLVIII\nUpon the facts, it does not appear Gyro effectively ‘reestablished its prior commitment of capital’ within the meaning of that phrase as used by the Ninth Circuit in Filippini v. United States, supra.\nXLIX\n[21] In any event, since the transaction was not a bona fide sale for federal tax purposes, but was in substance for income tax purposes a contribution to capital, there was no purchase or reinvestment of the condemnation award within the meaning of Internal Revenue Code of 1954 § 1033. Accordingly, plaintiff is not entitled to nonrecognition of the gain upon the condemnation of the Paloma St. property in 1959.\n \nL\nPutting the latter point slightly differently, under the court’s holding here on the characterization of the transaction for federal income tax purposes, Gyro’s basis upon the property transferred on January 1, 1959 is not its cost within the meaning of § 1012 of the Internal Revenue Code of 1954. Rather, Gyro’s basis upon the properties transferred on January 1, 1959 is determined, as a contribution to capital, under subchapter C of the Internal Revenue Code § 362(a)(2). Thus Gyro’s acquisition of the properties transferred on January 1, 1959 does not qualify for nonrecognition treatment under the terms of § 1033(a) (3)(A)(ii) of the Internal Revenue Code of 1954. See also Treas.Reg. 1.1033(a)-2(c)(4).\nLI\nThe parties have entered into a stipulation, filed in this proceeding September 29, 1967, concerning certain of the minor adjustments (principally dealing with matters of useful life and salvage value) involved in the deficiency notice. By the terms of this stipulation, plaintiff is entitled to a refund of $1,719.00 for 1959 and $2,062.83 for 1960. The court accepts this stipulation and directs judgment be entered pursuant to this stipulation in favor of plaintiff for the stipulated total amount of $3,781.83, plus interest as provided by law, and that judgment be entered against plaintiff and in favor of defendant upon the remainder of plaintiff’s claims herein.\nLII\nAny finding of fact herein which should more properly be a conclusion of law shall be so deemed, and vice versa.\nAll Citations\n276 F.Supp. 454, 20 A.F.T.R.2d 5641, 67-2 USTC P 9704\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
    "Discussion": ""
}