{
    "data": {
        "case_content": "West Headnotes (25)\n\n\n[1]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|Taxpayer bears the burden of proving by a preponderance of the evidence that the IRS commissioner’s determinations in a notice of deficiency are incorrect. Tax Court Rule 142(a), 26 U.S.C.A. foll. § 7453.\n\n|\n\n\n[2]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|Generally, the burden of proof with regard to factual matters rests with the taxpayer.\n\n|\n\n\n[3]\n|Internal RevenuePresumptions and Burden of Proof\n|\n|If the taxpayer produces credible evidence with respect to any factual issue relevant to ascertaining the taxpayer’s liability for tax and meets other requirements, the burden of proof shifts from the taxpayer to the IRS commissioner as to that factual issue. 26 U.S.C.A. § 7491(a).\n\n|\n\n\n[4]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Classification of an interest as debt or equity, for purposes of federal income tax, must be considered in the context of the overall transaction.\n1 Case that cites this headnote\n|\n\n\n[5]\n|Internal RevenueSubstance or form of transaction\n|\n|Substance, not form, controls the characterization of a taxable transaction; courts will not tolerate the use of mere formalisms solely to alter tax liabilities.\n\n|\n\n\n[6]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Generally, for purposes of federal income tax, the focus of the debt–versus–equity inquiry narrows to whether there was an intent to create a debt with a reasonable expectation of repayment and, if so, whether that intent comports with the economic reality of creating a debtor–creditor relationship.\n3 Cases that cite this headnote\n|\n\n\n[7]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Key to the debt–versus–equity inquiry is primarily the taxpayer’s actual intent, as revealed by the circumstances and condition of the transfer.\n\n|\n\n\n[8]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|When determining whether an advance to a corporation gives rise to a bona fide debt, as opposed to an equity investment for federal income tax purposes, courts consider the following nonexclusive list of factors, with no single factor being determinative: (1) the labels on the documents evidencing the alleged indebtedness; (2) the presence or absence of a maturity date; (3) the source of payments; (4) the right of the alleged lender to enforce payment; (5) participation in management; (6) a status equal to or inferior to that of regular corporate creditors; (7) the intent of the parties; (8) the adequacy of the supposed borrower’s capitalization; (9) whether stockholders’ advances to the corporation are in the same proportion as their equity ownership in the corporation; (10) the payment of interest out of only dividend money; and (11) the borrower’s ability to obtain loans from outside lenders.\n\n|\n\n\n[9]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Foreign corporation in which corporate taxpayer invested was obligated to effect put pursuant to taxpayer’s put option, and thus option, as well as other agreements expressly listed in shareholders’ agreement were integrated pieces of overall transaction in analysis of proper characterization of taxpayer’s investment as either debt or equity for purposes of federal income tax, where clause in agreement obligated foreign corporation to take “necessary and appropriate” actions to implement option, which, in light of meticulous structure of transaction, encompassed obligations more significant than simply requiring foreign corporation to avoid interfering with taxpayer’s exercise of option.\n\n|\n\n\n[10]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Issuance of a stock certificate indicates an equity contribution for federal income tax purposes, whereas the issuance of a bond, debenture, or note indicates a bona fide indebtedness.\n\n|\n\n\n[11]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Presence of a fixed maturity date indicates a fixed obligation to repay, a characteristic of a debt obligation for federal income tax purposes; the absence of the same indicates that repayment was in some way tied to the fortunes of the business, which is indicative of an equity advance.\n\n|\n\n\n[12]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Presence of fixed maturity date and corporate taxpayer’s creditor rights weighed in favor of treating taxpayer’s investment in foreign corporation as loan, rather than as equity, for purposes of federal income tax, where initial put date provided in taxpayer’s put option functioned as maturity date because taxpayer never gave any serious consideration of extending its interest following that date, and corporation’s articles of incorporation, as well as other agreements pertaining to corporation, provided taxpayer with apparatus to enforce creditor rights.\n1 Case that cites this headnote\n|\n\n\n[13]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Equity investment is indicated, for purposes of federal income tax, if any repayment is contingent upon earnings or is to come from a restricted source, such as a judgment recovery, dividends, or profits.\n\n|\n\n\n[14]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Corporate taxpayer’s rights in relation to its investment in foreign corporation were more indicative of creditor rights, rather than those of equity holder, for purposes of federal income tax, where transactional documents obligated corporation to pay taxpayer periodic, predetermined amounts and assured taxpayer would be repaid principal amount of its investment no later than at end of transaction’s term.\n\n|\n\n\n[15]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Right to participate in the management of a business by the entity advancing funds demonstrates that the advance may not have been bona fide debt, and instead was intended as an equity investment for federal income tax purposes.\n\n|\n\n\n[16]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Corporate taxpayer’s rights in relation to its investment in foreign corporation were more indicative of creditor rights, rather than those of equity holder, for purposes of federal income tax,, even though taxpayer was afforded basic voting rights in corporation, where taxpayer did not value those rights and rights afforded taxpayer after “Change of Control Event” did not meaningfully advance its participation in corporation’s management, but rather served as means by which taxpayer could expediently exit transaction with its investment repaid in full.\n\n|\n\n\n[17]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Whether an advance is subordinated to obligations to other creditors bears on whether the taxpayer advancing the funds was acting as a creditor or an investor for federal income tax purposes; taking a subordinate position to other creditors may suggest an equity investment.\n\n|\n\n\n[18]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Corporate taxpayer’s rights in relation to its investment in foreign corporation were more indicative of creditor rights, rather than those of equity holder, for purposes of federal income tax, where, in substance, taxpayer’s rights could never be subordinated to any creditor’s rights because, while corporation did engage in some investments, it was barred from incurring significant debt or having general creditors such that taxpayer effectively had first claim to corporation’s assets.\n\n|\n\n\n[19]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|In determining whether a taxpayer’s advance to a business is debt of equity for federal income tax purposes, the fact that an obligation to repay is subordinate to claims of other creditors does not necessarily mean that the purported debt is really equity; this is especially true when the advance is given a superior status to the claims of shareholders.\n2 Cases that cite this headnote\n|\n\n\n[20]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Critical factor in finding that a taxpayer’s investment is in substance a loan, for purposes of federal income tax, is to ask whether, when the funds were advanced, the parties actually intended repayment.\n1 Case that cites this headnote\n|\n\n\n[21]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Parties’ intent weighed in favor of finding that corporate taxpayer’s investment in foreign corporation constituted loan, rather than equity, for purposes of federal income tax, where, regardless of labels, taxpayer never intended to absorb risk of transaction, but rather sought limited–term investment, at specified rate of return, to be repaid in full at specific time.\n\n|\n\n\n[22]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Purpose of examining the debt–to–equity ratio in characterizing a taxpayer’s advance as either debt or equity, for federal income tax purposes, is to determine whether a corporation is so thinly capitalized that it would be unable to repay the advance; such an advance would be indicative of venture capital rather than a loan.\n1 Case that cites this headnote\n|\n\n\n[23]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Adequacy of foreign corporation’s capitalization weighed in favor of finding that corporate taxpayer’s investment in corporation constituted loan, rather than equity, for federal income tax purposes, where foreign investor’s capital contribution was four times greater than taxpayer’s contribution, thus shielding taxpayer from “Change in Control Events” and, in effect, ensuring that taxpayer would be able to exit transaction following these unexpected occurrences with its investment repaid in full, and corporation’s capital structure also appeared sufficiently secure to absorb purchase of taxpayer’s interest pursuant to taxpayer’s put option agreement if “necessary or appropriate.”\n\n|\n\n\n[24]\n|Internal RevenueAdvances by stockholders to corporations;  debt or equity in general\n|\n|Foreign corporation’s ability to obtain financing was neutral in analysis of whether corporate taxpayer’s investment in corporation constituted debt or equity for purposes of federal income tax, where, regardless of security of taxpayer’s investment, outside lenders would not have lent funds to corporation in same form and on same terms as taxpayer did, but taxpayer’s investment was based on erroneous proposition that transaction would generate indirect foreign tax credits.\n\n|\n\n\n[25]\n|Internal RevenueEvidence\n|\n|Corporate taxpayer was not entitled to claimed deduction of purported capital loss of $15,569,004 stemming from its exit from investment in foreign corporation, even if it were to show that deduction was appropriate, where taxpayer offered no evidence regarding proper timing of that deduction, and instead merely asserted, in conclusory manner, that it had purchased bona fide equity investment in corporation and that loss should be respected under federal tax law without substantively addressing IRS’s position that purported loss represented fee paid to investment broker in order to participate in tax shelter. 26 U.S.C.A. § 165(a); 26 C.F.R. § 1.165–1(b).\n\n|\n\n\n\n*1 P purchased an interest in a foreign corporation in 1996. A separate foreign shareholder held an interest in the foreign corporation that was four times greater than P’s. The foreign corporation’s business activities were effectively limited by its articles of incorporation and a shareholders agreement to include only the purchase of contingent interest notes from the separate foreign shareholder.\n \nAs part of P’s acquisition of its interest in the foreign corporation, P contemporaneously purchased a put option from the separate foreign shareholder. The option gave P the right to put its shares in the foreign corporation to the foreign shareholder in January 2003 or January 2007 or upon the occurrence of particular events that were beyond the control of the parties. The put amount was defined as the fair market value of the shares on the respective option exercise dates. The put agreement was referenced in the shareholders agreement, to which the foreign corporation was a party. The shareholders agreement also afforded P, upon the occurrence of certain events, the exclusive authority to convene a shareholders meeting at which the shareholders could (1) cause the foreign corporation to reduce its capital in order to redeem or repurchase P’s shares, or (2) cause the foreign corporation to dissolve. P anticipated receiving dividends from its investment in the foreign corporation and claiming substantial direct and indirect foreign tax credits associated with those distributions.\n \nHeld: P’s investment in the foreign corporation is more appropriately characterized as a loan for Federal income tax purposes.\n \nHeld, further, P is not entitled to deduct a capital loss in connection with its exit from the transaction.\n \nAttorneys and Law Firms\nAlbert H. Turkus, Alan J.J. Swirski, David J. Sotos, Patrick Evans, David W. Foster, and Lauren D. Laitin, for petitioner.\nJill A. Frisch, Anne Hintermeister, Caroline T. Chen, and Vincenza A. Taverna–Ciarlo, for respondent.\n\n\n\n\nMEMORANDUM FINDINGS OF FACT AND OPINION\nGOEKE, Judge:\nRespondent issued two notices of deficiency to petitioner, one for its 1999 and 2000 tax years and the other for its 2003 tax year, which, in part, disallowed foreign tax credits claimed for the tax years at issue, as well as a $15,569,004 capital loss petitioner claimed for its 2003 tax year. The foreign tax credits claimed were subject to certain limitations and were not actually used to reduce petitioner’s Federal income tax liabilities for those years. Corresponding adjustments to income under section 781 did, however, increase petitioner’s alternative minimum tax liabilities for all three years in issue. Respondent did not reverse petitioner’s section 78 income in the notices of deficiency. The parties submit three issues for decision:\n \n(1) whether petitioner’s investment in the foreign entity Foppingadreef (FOP) is more appropriately characterized as debt, rather than equity;\n \n(2) whether petitioner’s investment in FOP was a sham under the economic substance doctrine.\n \n*2 (3) whether FOP should be treated as a conduit entity under the step-transaction doctrine and the transaction recharacterized as a direct loan from petitioner to ABN AMRO Bank N.V. (ABN).\n \nWe hold that petitioner’s investment in FOP is more appropriately characterized as debt for Federal income tax purposes and that petitioner is not entitled to deduct a capital loss for the sale of his interest in FOP. We need not consider the remaining issues as our holding renders them moot.\n \n\nFINDINGS OF FACT\nSome of the facts have been stipulated, and those facts are incorporated herein by reference. Petitioner, Hewlett–Packard Co. & Consolidated Subsidiaries (HP), is a company organized under the laws of the State of Delaware. At all relevant times HP maintained its principal corporate offices in Palo Alto, California.\n \n\n\nI. Genesis of the FOP Transaction\nIn June or July of 1995, Robert Findling, a financial engineer employed by AIG–Financial Products Corp. (AIG–FP), a subsidiary of American International Group, Inc. (AIG), approached members of AIG–FP’s Transactions Development Group (TDG) to discuss the possibility of engaging in a U.S.-dollar-linked Netherlands guilder stepped coupon contingent interest note (CIN) transaction. Mr. Findling understood that at that time most countries in Europe, including the Netherlands, had income recognition rules for contingent interest that were different from the rules that applied for U.S. Federal income tax purposes. Mr. Findling believed this asymmetric treatment provided AIG–FP with an opportunity to model a foreign investment that would generate a stream of preferred dividends and produce significant foreign tax credits. The contemplated transaction would require AIG–FP to transfer capital to a newly formed European entity in exchange for preferred stock and warrants to purchase additional stock; a separate European financial institution would simultaneously acquire common stock in the newly formed entity in an amount four times greater than AIG–FP’s initial investment. Immediately thereafter, the new entity would lend money to the European financial institution in exchange for CINs. Most of the interest on the notes received by the new entity would then be distributed to AIG–FP through periodic dividends. The transaction in theory would enable the financial institution co-investor to obtain below-market funding with favorable regulatory treatment. AIG–FP would, in turn, profit through the receipt of dividends and claim indirect foreign tax credits for foreign taxes paid by the new entity.\n \nAIG–FP CEO and TDG head Joseph Cassano, AIG–FP tax director and TDG member Richard Fabbro, and AIG–FP lawyer Doug Poling studied the viability of the transaction and discussed it with Andy Solomon, a lawyer with Sullivan & Cromwell. Lawyers from the law firms of Freshfields and Stibbe Simont Monahan Duhot (Stibbe) were also brought in for counsel as the transaction developed. Mr. Findling spent most of his time from June or July 1995 through December 1995 working on the transaction. During this period he met with his AIG–FP marketing colleagues to identify potential European counterparties with the sophistication, the balance sheet, and the capacity to undertake such a transaction. He also reviewed financial information with marketing officers, worked on spreadsheets to develop overall balance sheet presentations, and participated in meetings with internal and external counsel. Toward the end of 1995, AIG–FP management communicated their decision to proceed with the transaction, which later became known as the FOP transaction, to Mr. Findling.\n \n*3 Around the same period, AIG–FP contacted ABN, a Dutch corporation, to gauge its interest in participating in the FOP transaction. AIG–FP believed ABN would be a worthwhile counterparty, in part because ABN was a large and financially secure banking group. During negotiations with ABN, AIG–FP represented that it would remain a principal in the transaction; however, it remained open to selling its interest to an unrelated third party sometime in the future.\n \nIn response to AIG–FP’s initial communications, ABN began its own internal review of the transaction, including an evaluation by ABN’s ethics committee. Typically, the ethics committee reviewed all ABN transactions with complex tax, economic, or accounting elements and all transactions that posed a reputational risk to the bank. ABN’s internal policy was that if a transaction did not meet the ethics committee’s standards, ABN would not participate in the transaction, regardless of the benefits. Generally, in order for a transaction to be approved by the ethics committee, the transaction had to have an economic purpose, noncircular funding flows, and viability under pertinent bodies of law. The FOP transaction, in particular, was subject to ethics committee approval because there were distinct tax elements to the transaction and, as structured, it was not indicative of a traditional lending arrangement.\n \n\n\nII. Dutch Tax Authority Revenue Ruling\nDuring internal review ABN recognized that the transaction posed a Dutch tax risk. Accordingly, while still engaged in negotiations with AIG–FP, ABN discussed the transaction with Dutch tax authorities and thereafter sought an agreement to secure the future tax treatment of the transaction. By letter dated December 21, 1995, Stibbe, on behalf of ABN, sought to procure a tax ruling from the Netherlands Tax Authority’s Office Taxation Service Large Companies at Amsterdam (Dutch Tax Authority). The letter requested, primarily, that all contingent interest be included in FOP’s income and that ABN be allowed to correspondingly deduct all such interest.\n \nThe letter also addressed the possibility that ABN would acquire the preferred shares held by the U.S. investor in the future and, thereafter, fail to pay the contingent interest on the CINs. Generally, for Dutch tax purposes, the nonpayment of the contingent interest would have resulted in both a tax loss to FOP, as the entity would have already recognized such interest, and an inclusion of income on the part of ABN, which would have previously deducted the contingent interest. ABN noted, however, that “at the moment of a potential loss in the year 2006, in all likelihood * * * [AIG–FP] will no longer be a shareholder of * * * [FOP] and * * * ABN will own all shares of * * * [FOP]”, thereby forming a consolidated “fiscal entity”. Accordingly, ABN requested that if it became a “fiscal entity” with FOP no later than December 31, 2005, its inclusion of interest income would be offset by the loss in FOP. Ultimately, the Dutch Tax Authority agreed to these proposed tax consequences and effected a ruling by executing the letter. A month after the tax ruling was issued, ABN requested that it be amended to change “in all likelihood” to “possibly”. The Dutch Tax Authority agreed to the modification by executing the letter.\n \n*4 The Dutch Tax Authority was generally bound by its rulings as long as the taxpayer reported tax positions consistent with the pronouncement. Therefore, ABN was assured that the entity holding the CINs would be able to recognize and pay Dutch income taxes on accrued contingent interest, notwithstanding that the total amount of contingent interest the entity would ever receive was not certain. Nonetheless, both HP’s and respondent’s Dutch tax law experts testified at trial that FOP was generally permitted under Dutch tax law principles to annually accrue contingent interest from 1996 to 2003. Moreover, the experts agreed that FOP was very likely required to accrue at least some of the contingent interest in those years.\n \n\n\nIII. ABN Approval of the Transaction\nFollowing internal review of the transaction and the receipt of the Dutch tax ruling, ABN’s ethics committee approved the transaction. Thereafter, AIG–FP and ABN negotiated the remaining terms and began the process of documenting the transaction, putting the proper entities in place, and obtaining other regulatory approvals necessary to execute the transaction. AIG–FP closed the transaction with ABN on January 4, 1996.\n \nABN’s expectation was that at seven years, AIG–FP would put the shares back to ABN and not exercise the warrants. Accordingly, ABN treated the transaction for regulatory purposes as likely to terminate in that period.\n \n\n\nIV. HP’s Interest in FOP\nAfter initial discussions with ABN, but before the closing of the transaction, AIG–FP decided to investigate whether the FOP transaction should be made available to AIG–FP clients. AIG–FP understood that in order for the transaction to be marketable, it would need to be reviewed by others to ensure that it had broader appeal. Shortly thereafter, Paul Oosterhuis, an attorney from the law firm of Skadden Arps (Skadden), was retained to assess the legal ramifications of the transaction. Some minor changes were made to the structure of the transaction after Skadden became involved as AIG–FP’s counsel.\n \nAIG–FP marketers began researching which of their clients were actively seeking investment opportunities, those clients’ investment parameters, and whether such clients were in a position to use foreign tax credits. AIG–FP had previously worked with HP on certain derivative and capital market transactions and had maintained regular contact with HP’s treasury personnel. HP was a global company with a large international component. More than 40% of its sales occurred outside the United States and, because of a previously entered-into advance pricing agreement with respondent which resulted in substantial foreign-source royalty income at low tax rates, it was in an excess limitation position concerning its foreign tax credits. HP’s treasury guidelines also allowed for up to $300 million to be invested in a bank of ABN’s credit rating.\n \nThrough their continuing business relationship, AIG–FP recognized HP’s favorable economic position and the fact that it would continue to accumulate substantial foreign-source income in the future. AIG–FP was also aware of HP’s very high credit quality restrictions for counterparties. On account of these unique business considerations, AIG–FP anticipated that HP might be interested in acquiring its position in FOP.\n \n*5 In the fall of 1995 Mr. Findling and John Cappetta, an AIG–FP corporate marketer, contacted personnel in HP’s treasury department and Lester Ezrati in HP’s tax department to discuss the FOP transaction. On December 7, 1995, and January 18, 1996, Mr. Findling and Mr. Cappetta participated in two meetings in Palo Alto with members of HP’s management team, including Dave Edlund and Bob Brown from the treasury department, as well as Mr. Ezrati. At the first meeting, the AIG–FP representatives broadly described the structure of FOP, the potential advantages of the transaction, and AIG–FP’s simultaneous posturing as both a principal and a potential seller in the investment. AIG–FP’s transactional summary, used to explain the transaction at the meeting, reflected that “The exit should be via a put option to the Dutch bank in Year 7.” AIG–FP representatives also noted that Skadden had “favorably reviewed” the transaction.\n \nAfter the initial meeting with AIG–FP, HP’s management team determined that the transaction warranted further investigation. In particular, HP’s management wanted to be assured that the transaction comported with their stated investment strategy, which focused on balancing the safety, liquidity, and yield of their investments with the ultimate goal of maximizing shareholder value. Accordingly, the transaction underwent a review and approval process by a core team consisting of Mr. Edlund, Charles Charnas, and Mr. Ezrati from the treasury, legal, and tax departments, respectively.\n \nIn connection with their evaluation of the potential FOP investment, members of the review team had a number of discussions with AIG–FP about the investment, including certain assumptions that were used in modeling profit projections over the term of the transaction. At one point during the review, HP requested that AIG–FP, as a market maker and dealer in capital market and derivatives, calculate the probability that the 10–year Dutch Government bond rate would be below a certain prespecified rate at a date in the future. This figure was critical to the calculation of contingent interest that would be accrued by FOP during the course of the investment.\n \nMr. Ezrati, in evaluating the tax risk associated with the FOP investment, determined there was a 75% chance that HP would be able to use all the excess credits and a 25% chance that HP would be limited by the “basketing” provisions in the regulations and able to claim only credits sufficient to offset its U.S. taxable income from FOP. Mr. Ezrati also did not expect that any dividend that HP would receive in 2004 would allow it to claim an “indirect” foreign tax credit because he recognized that at that point FOP would not have any earnings and profits for U.S. tax purposes.\n \nMr. Edlund evaluated several aspects of the planned transaction, including credit quality, liquidity risk, and yield. The treasury’s investment strategy focused on finding the transaction with the best after-tax yield that complied with HP’s credit criteria standards and liquidity constraints. Mr. Edlund considered the projected after-tax returns to be the most important aspect of an investment; however, he evaluated projected pretax returns as well. On large transactions such as the FOP transaction, HP performed a net present value (NPV) analysis. If foreign tax credits were not available to HP, projections revealed the FOP transaction would have a negative NPV. A negative NPV suggested that HP would not engage in the transaction. However, in most after-tax scenarios examined by HP, the FOP transaction had substantial positive NPV in the tens of millions of dollars.\n \n*6 Robert Brown, a senior treasury analyst who reported to Mr. Edlund, was the primary preparer of the projections which aided in the core team’s evaluation of the FOP transaction. The projections modeled the following three scenarios: (1) a model of the after-tax return to HP from FOP (base case projection); (2) a model of the pretax return to HP from FOP (pretax projection); and (3) a model of an after-tax return assuming some, but not all, of the foreign tax credits were available from the transaction (the worst case scenario).\n \nEach of the projections took into account the expected dividends from FOP, as well as the expected outgoing and incoming swap payments on planned hedging arrangements. The pretax projection calculated an annual pre-U.S. internal rate of return (IRR) of 1.586%. In computing this return, Mr. Brown treated the Dutch taxes paid by FOP as expenses that reduced HP’s pretax profits and returns. If Mr. Brown had not treated the Dutch taxes as expenses, HP’s pretax returns would have been higher.\n \nThe base case projection revealed an after-U.S. tax IRR of 9.1%, which accounted for the added value to HP of claiming foreign tax credits arising from the transaction. The after-tax NPV of the transaction was approximately $57,050,000, assuming a discount rate of 6.8% and a 2003 exit.\n \nThe worst case scenario modeled the result of the FOP transaction with only a portion of the foreign tax credits arising from the transaction. Under this assumption, the transaction resulted in an after-U.S. tax IRR of 1.91% and an NPV of negative $29,930,000 assuming a discount rate of 6.8% and a 2003 exit. The primary difference between the base case projection and the worst case scenario projection was the lower number of foreign tax credits claimed by HP in the latter scenario.\n \nProjections of 10 and 11 years were also calculated by Mr. Brown. Nonetheless, the base case and worst case scenario projections for those years were flawed because they assumed HP would continue to receive tax credits if it stayed in the transaction for 11 years. After 2003 FOP’s Dutch taxes on contingent interest would increasingly exceed the actual interest that FOP received on the CINs. FOP would have to borrow under a “liquidity facility” agreement with ABN to fund its Dutch tax liability and would have negative earnings and profits, thereby preventing HP from claiming FOP’s Dutch taxes as U.S. foreign tax credits until the CINs matured.\n \nHP’s treasury department also evaluated the credit risk to which it would be exposed if it acquired AIG–FP’s interest in FOP. This review focused on ABN’s long-term credit ratings in S & P, Moody’s, and ICA (an international rating agency for financial institutions). The core team viewed the investment as particularly safe because HP’s preferred stock would be protected by ABN’s significantly larger investment in common stock. This “overcollateralization” feature, which the team believed would shelter HP from up to the first 80% of losses realized by FOP, allowed for a more secure investment than a direct loan to ABN.\n \n*7 Mr. Edlund concluded his analysis with a recommendation that HP engage in the transaction in the light of its projected after-tax returns. Mr. Edlund would not have recommended that HP take part in the transaction if foreign tax credits had not been available.\n \nThe transaction was eventually approved by the entire core review team. HP submitted that this decision was based on its belief that FOP (1) was extremely secure, both because ABN was a highly creditworthy counterparty and because the preferred shareholder was protected by the “overcollateralization” feature; (2) provided a very attractive after-tax return; and (3) could enhance HP’s business relations with ABN with respect to future equipment sales and future commercial banking transactions.\n \nFollowing the core review team’s evaluation of the transaction, the heads of HP’s treasury and tax departments recommended the FOP transaction to HP’s CFO, Bob Wayman. Slides prepared to secure the approval of Mr. Wayman indicated that HP would likely exit before the payment of the contingent interest and showed HP’s term of investment as seven years.2 Mr. Wayman approved the transaction, which was thereafter presented to Lewis Platt, HP’s CEO. Mr. Platt and Mr. Wayman served as the two members of the executive committee of HP’s board of directors. The executive committee jointly approved the transaction and subsequently executed resolutions authorizing HP to purchase AIG–FP’s interest in FOP and to enter into swap transactions with AIG–FP to hedge against interest and currency risks associated with the transaction.\n \n\n\nV. AIG–FP and ABN Capitalize FOP\nFOP was incorporated in the Netherlands Antilles on January 3, 1996, and its principal place of business and seat of management was thereafter transferred to Amsterdam. On January 4, 1996, the same day that AIG–FP closed the FOP transaction with ABN, AIG–FP entered into an agreement to borrow 1.2 billion Dutch guilders (NLG) from ABN and contributed the right to the loan proceeds to NF One, a wholly owned subsidiary of AIG–FP. AIG–FP also instructed ABN to transfer NLG 1,500,004,000 from AIG–FP to NF One. NF One transferred the NLG 1,500,004,000 receivable due from ABN to FOP in exchange for 12,000 class A common shares, 3,000 class B preference shares, 4 class D priority shares, warrants to acquire 15,000 class C preference shares for a price of NLG 1.5 billion (initial warrants), and the right to acquire on or before January 31, 2003, further warrants with respect to the remaining 7,500 authorized class C preference shares for their fair market value (further warrants). Also on January 4, 1996, ABN purchased the class A common shares from NF One for NLG 1.185 billion, which was equal to NLG 1.2 billion less an adjustment that allegedly equaled the fair market value of the warrants issued to NF One. At the same time, the loan from ABN to AIG–FP was deemed repaid.\n \n\n\nVI. The Warrants\nThe purpose of the warrants was to qualify FOP as a “controlled foreign corporation” for U.S. tax purposes as the value of the class B preference shares and the class C preference shares subject to the warrants exceeded 50% of the value of the stock of FOP.3 The warrants were exercisable on each of the following dates: (1) upon the occurrence of a “Change of Control Event” (defined in the shareholders agreement); (2) on the second business day before January 31, 1998; and (3) on the second business day before January 31, 2003. Warrants not exercised on or before the last business day in January 2003 would expire.\n \n*8 Nonetheless, the warrants were never exercised, and no class C preference shares were ever issued.\n \n\n\nVII. Warrant Put and Call Agreements\nABN and NF One entered into put and call option agreements covering the warrants and the class C preference shares into which the warrants were exercisable. Under the warrant put option agreement, NF One had a right to require ABN to pay it an amount equal to the fair market value of the warrants as of January 31, 1998, if NF One had not exercised the warrants as of that date (1998 warrant put option). NF One also had the right to put the warrants and the class C preference shares to ABN two business days before January 31, 2003 (2003 warrant put option), and upon the occurrence of other defined circumstances, including a “Change in Control Event”. If those put options were exercised, the price to be paid by ABN for the warrants and class C preference shares would be equal to the fair market value of the shares on the option exercise date.\n \nUnder the warrant call option agreement, ABN had the right to acquire the warrants and the class C preference shares at their fair market value upon the occurrence of (1) a change in U.S. or Dutch tax law resulting in material increases in tax or losses of tax benefits to the class A common shareholder, or (2) a change in rules governing capital adequacy or similar requirements of financial institutions causing ABN to lose more than 50% of the benefit of its participation in the FOP transaction.\n \n\n\nVIII. Loan Facility Agreement\nTo ensure that FOP would have sufficient cash on hand to pay expenses and satisfy its other financial obligations, FOP entered into a loan facility agreement with ABN which was available during the period of January 1, 2003, through December 31, 2006, or, if the warrants were exercised in January 1998, then during the period commencing with the warrant exercise and ending on December 31, 2006. Funds were available under the terms of the loan facility agreement to enable FOP to pay expenses and preferred dividends in accordance with its articles of incorporation. The parties anticipated that beginning January 1, 2004, the base CIN interest received by FOP would be insufficient to pay Dutch taxes, other expenses, and the preferred dividends. Thus, the loan facility was necessary if FOP was to remain a viable functioning entity after 2003.\n \n\n\nIX. The Parties’ Agreements\nFOP, NF One, and ABN entered into a shareholders agreement defining the operating principles of FOP and providing for, among other things, the manner in which ABN and NF One would exercise their rights as shareholders. Clause 3.3 of the agreement provided that FOP was not permitted to carry on any business other than acquiring and holding NLG 1.5 billion of CINs issued by ABN and certain of its affiliates investing cash in approved debt instruments (referred to as approved assets) and satisfying its obligations under the parties’ agreements. Approved assets were defined in the shareholders agreement as consisting solely of highly rated short-term debt. The shareholders agreement further prohibited FOP from borrowing in excess of $1 million in the aggregate (other than under special purposes contemplated in the “liquidity facility” scenario), from altering its capital structure, and from taking any action inconsistent with the tax ruling obtained from the Dutch Tax Authority.\n \n*9 ABN separately agreed to indemnify the holders of the class B preference shares against adverse U.S. tax consequences, including without limitation loss of foreign tax credits that might have resulted from adjustments to FOP’s Dutch income tax liabilities, including adjustments relating to any deviation from the Dutch tax ruling.\n \nThe articles of incorporation also provided a dividend reset feature for the preference shares beginning in 2003 which would “cause the Shares B, insofar as possible, to have a market value that is equal to their par value * * * determined by an investment banking firm of international standing”.\n \n\n\nX. Share Put and Call Options\nABN and NF One also entered into put and call option agreements with respect to the class B preference shares and the class D priority shares. The put and call option agreements were included in the shareholders agreement as a “Transactional Document”. The shareholders agreement obligated the shareholders and FOP to “undertake * * * such actions as [were] necessary or appropriate to implement the valid exercise” of the put and call agreements.4\n \nThe put and call options fell into two categories: those that became exercisable merely upon the passage of time, and those that required the occurrence of particular events that were beyond the control of the parties. Under the put option agreement, NF One had the right to put the class B preference shares and the class D priority shares to ABN in January 2003 (2003 put) and in January 2007 at an amount defined to be the fair market value on the respective option exercise dates. NF One’s put rights were also exercisable upon the occurrence of certain circumstances, including generally: (1) changes in U.S. or Dutch tax laws resulting in material increases in tax or losses of tax benefits to the class B preferred shareholders; (2) changes in interest or currency exchange rates causing the aggregate values of the class B preference shares, class D priority shares, and class C preference shares to be equal to or less than the aggregate value of the class A common shares; or (3) changes in law materially altering certain of the class B preferred shareholders rights under FOP’s articles of incorporation and the shareholders agreement. If this option were exercised for cause before January 1, 2003, the prices to be paid by ABN for the class B preference shares and the class D priority shares were formulary amounts that took into account changes in interest rates but not credit risk. If the option were exercised on or after January 1, 2003, the prices to be paid were equal to the fair market values of the shares on the option exercise date.\n \nUnder the call option agreement, ABN had the right to purchase the class B preference shares and the class D priority shares upon the occurrence of (1) a change in U.S. or Dutch tax law resulting in material increases in tax or losses of tax benefits to the class A shareholder, or (2) a change in rules governing capital adequacy or similar requirements of financial institutions causing ABN to lose more than 50% of the benefit of its participation in the FOP transaction. If ABN exercised the call option before January 1, 2003, the prices to be paid by ABN for the class B preference shares and the class D priority shares were formulary amounts that also took into account changes in interest rates but not credit risk. If ABN exercised the call option on or after January 1, 2003, the prices to be paid were equal to the fair market values of the shares on the option exercise date.\n \n*10 In sum the put and call options with respect to the class B shares permitted the parties to exit the transaction for cause if, because of changes in the law, the transaction did not provide either the class B shareholder with its expected tax benefit or ABN with 50% of its expected share of the benefit. Otherwise, the class B shareholder could exit the transaction without cause in January of 2003 or 2007, by putting its shares to ABN for an amount that would effectively represent a return of capital.\n \n\n\nXI. Dividend Distributions\nPursuant to the shareholders agreement, ABN, NF One, and FOP agreed that FOP would retain its earnings and not make any distributions with respect to its shares, except in accordance with dividend provisions in FOP’s articles of incorporation. The relevant provisions of those articles stated that FOP could distribute dividends only out of profits of the preceding year or years that were available for distribution. The payment of dividends on, and liquidation preference of, all shares of FOP stock ranked junior to all claims of indebtedness of FOP.\n \nFor pre–2003 calendar years, as the holder of the preference shares AIG–FP was entitled to a cumulative variable dividend, which was generally equal to 97% of the cash amounts FOP received, less amounts paid during the year for expenses and Dutch taxes. Article 13.3(ii) of FOP’s articles of incorporation specifically provided that such dividends “shall be declared payable” to the holders of the class B shares. As noted supra, because of the dividend reset feature in FOP’s articles of incorporation beginning in 2003, the cumulative variable dividend converted to a floating dividend rate that was intended to cause the preference shares to have a market value equal to their par value, plus the premium paid on the issuance of the shares. In addition, if FOP earned more than the full amount of contingent interest from its investments, AIG–FP would receive one-fifth of that amount as an additional dividend.\n \nThe shareholders agreement specifically required both the voting shareholders and FOP to take all actions that might be required to give effect to FOP article 13.3(ii), providing for the periodic payment of class B dividends.\n \n\n\nXII. FOP Management\nPursuant to clause 5.2 of the shareholders agreement, the administration of FOP was entrusted to its management board, which initially consisted of four members. Class B preferred shareholder(s) were entitled to nominate one member, and class A common shareholders were entitled to nominate three members.5 FOP engaged ABN Amro Trust Co. (Nederland) B.V. (ABN Trust) to serve as the manager of FOP. In this capacity, ABN Trust was responsible for managing FOP’s investments and other operations in exchange for a management fee.\n \n\n\nXIII. Voting Rights\nUnder FOP’s articles of incorporation, each of the class A common shares, the class B preference shares, and the class D priority shares was entitled to cast one vote at FOP’s general shareholders meeting. Accordingly, the 12,000 class A common shares held by ABN represented approximately 80% of the voting power, and the 3,000 class B preference and 4 class D priority shares, collectively, represented approximately 20% of the voting power.\n \n*11 However, pursuant to clause 5.6 of the shareholders agreement, upon the occurrence of a “Change of Control Event”, the holder of the class B preference shares was exclusively authorized to convene a shareholders meeting to dismiss and nominate any members of the management board as the holder of the class B preference shares deemed appropriate. Similarly, if a “Change of Control Event” occurred, the class D shareholders were given the authority to convene a shareholders meeting and either (1) cause FOP to reduce its capital in order to redeem or repurchase the class B preference shares and the class C preference shares, or (2) cause FOP to dissolve. The shareholders agreement defined the circumstances constituting a “Change of Control Event” as follows:\n(a) the Company fails to pay when declared to be due and payable any dividends (in whole or in part) on the Preference shares* * * (b) the Company fails to pay any NL Taxes by the original due date * * * (c) the Company becomes insolvent, files a petition in bankruptcy, moratorium or similar proceedings * * *, (d) ABN AMRO, the Manager or any of the Issuers fails to perform in any material aspect, or is otherwise in material breach of its obligations under this Agreement, any of the Transaction Documents or under any instrument or document executed pursuant hereto or thereto or as part of the transactions contemplated hereby or thereby * * * or (e) the Company does not pay any corporate income tax in respect of the period to 30 June or 31 December in any year of an amount at least equal to corporate income tax on the aggregate of the base interest paid in respect of the relevant period and the contingent interest accrued in respect of that period on the CINS * * *.\nAlthough the holder of the class B and class D shares did not otherwise have voting control of FOP, it would hold a majority of the votes at any meeting convened by the class D shareholders.\n \nIn the event FOP was dissolved or the class B preference shares were redeemed or purchased, the preferred shareholder would receive (assuming no warrants were exercised) proceeds equal to a formula amount that was designed to compensate it for the present value of the expected dividends from the transaction, plus an amount representing the present value of the expected foreign tax credits. The formula used to determine the deemed value of the preference shares, for purposes of determining the applicable redemption price, repurchase price, or liquidation preference under the shareholders agreement was the same as that used to determine the preference shares’ liquidation preference under FOP’s articles of incorporation.\n \n\n\nXIV. The CINs\nArticle 2 of FOP’s articles of incorporation provided that FOP was organized for the purpose of investing its assets in CINs and other approved debt instruments. FOP used the NLG 1.5 billion contributed to it to acquire four CINs issued by ABN and two ABN affiliates: AA Interfinance BV (ABN Finance Affiliate) and Hollandsche Bank–Unie NV (ABN Bank Affiliate). ABN guaranteed the CIN issued by ABN Bank Affiliate. The CIN issued by ABN Finance Affiliate was not formally guaranteed by ABN, but was effectively guaranteed pursuant to a 403 statement under Dutch law filed by ABN. Each CIN had a maturity date of December 31, 2006.\n \n*12 The total interest due on the CINs consisted of three parts: (1) fixed interest payable semiannually (base interest); (2) contingent interest payable on the 2006 maturity date (contingent interest); and (3) compounded interest on the contingent interest payable on the 2006 maturity date.\n \nWhile the CINs paid interest in NLG, the amounts were economically indexed to the U.S. dollar. Base interest was computed with reference to fixed U.S. dollar amounts and paid in NLG on the payment date, using the exchange rate for the interest period, which was capped at NLG 3.00 per U.S. dollar. Under the formulaic terms of the CINs, an additional amount of base interest payable if the rate exceeded NLG 3.00 per U.S. dollar served to partially mitigate the decrease in dollar value of base interest at the capped exchange rate. An adjustment would also be made to the amount of base interest in the event of a change in corporate tax rate in the Netherlands.\n \nContingent interest was computed on June 30 and December 31 of each year commencing on June 30, 1996, and ending on the CINs’ 2006 maturity date. The terms of the CINs provided that the amount of contingent interest actually payable to the holder of the CINs on the 2006 maturity date, if any, varied. Contingent interest would be paid at maturity if the benchmark Dutch bond rate exceeded 4.5%. If this rate was between 1.0% and 4.5% at maturity, the contingent interest payable would be reduced by a proportionate amount for each basis point below 4.5%. If the bond rate was less than 1.0%, no contingent interest would be payable. If the Dutch bond rate equaled or exceeded 8% on December 1, 2006, then an additional amount of NLG equal to $1 million would become payable. If ABN failed to pay any interest on the CINs, FOP could accelerate the payment of principal and accrued interest.\n \nTwo additional factors affected the determination of contingent interest. First, if Dutch income tax rates changed, the accrual of contingent interest would change as well. Second, the contingent interest amount, calculated in U.S. dollars on each semiannual accrual date, was converted into NLG on that date at the then-current U.S. dollar/NLG spot rate. This dual currency payment feature allowed FOP to avoid the accrual of contingent interest for U.S. tax purposes under rules in the then-outstanding proposed regulations.6\n \nIn March 1996 AIG–FP provided HP with a letter stating that the probability that the 10–year Dutch Government bond rate would be below 4.5% on December 1, 2006, was 23% on the basis of the prevailing spot 10–year rate and 13% on the basis of both the historical average rate and the derived forward rate. During the years 1996 through 2006, the Dutch bond rate never fell below 1% and never exceeded 8%.\n \nThe complex formulas governing the CIN payments were designed such that as long as the exchange rate remained at or below NLG 3.00 per U.S. dollar, the dollar-denominated base interest obligations remained constant. Without any adjustment, if the U.S. dollar/NLG exchange rate rose above the capped NLG 3.00 per U.S. dollar ratio, the dollar value of both the base interest payout and the Dutch taxes would decrease. However, the CIN interest rate formulas were designed to adjust and increase the base interest (and lower the contingent interest by the same amount) so that the dollar value of the difference between the base interest and Dutch taxes (the after-tax cash available to pay dividends) would be nearly the same under all exchange rate scenarios for the first seven years of the transaction.\n \n*13 The CINs were redeemable on or after January 1, 2004, at the option of the issuers at their principal amount together with all the base interest and contingent interest accrued to the date of redemption, assuming for the purpose of computing the accrued contingent interest that the Dutch bond rate equaled or exceeded 4.5% but was less than 8%.\n \n\n\nXV. HP’s Acquisition of NF One’s Interest in FOP\nAfter a period of negotiations, on March 15, 1996, HP purchased the class B preference shares and the class D priority shares from AIG–FP for $202,569,004. This amount included a “premium” of more than $15 million over the amount initially paid by NF One. HP, through its wholly owned subsidiary, Hewlett–Packard Europe B.V. (HP Europe), purchased the initial warrants and the rights to acquire future warrants for $6,285,000 cash.\n \nHP and AIG–FP also negotiated a purchase price adjustment (clawback adjustment) as part of the share purchase agreement which obligated AIG–FP to return a portion of the “premium” to HP if the FOP transaction terminated before its intended term under certain defined circumstances. Such circumstances included the transaction’s ending because of a change in tax law, a valuation event, or another change in law. This adjustment essentially represented a rebate of the “premium” HP paid to AIG–FP to compensate HP in the event the desired tax results of the transaction were not realized.\n \nIn connection with the FOP transaction, HP entered into “accession agreements” pertaining to the agreements that NF One had previously entered into with ABN and FOP. As a result of these agreements, HP effectively stepped into the shoes of NF One with respect to the FOP transaction, including the shareholders agreement and the put and call options on the shares.\n \nBefore entering the transaction, HP never had any direct discussions with ABN regarding the FOP transaction. However, in a letter dated March 1, 1996, ABN advised HP that it would be amenable to discussing certain proposed amendments to the governing documents in the transaction and that in principle it did not have objections to any of them. The amendments addressed in the letter included removal of the right of the class D priority shareholder under the shareholders agreement to cause FOP to repurchase the preference shares on the occurrence of a change of control event, substitution for an existing CIN of a CIN issued by an ABN affiliate that did not benefit from the statutory guaranty of ABN, and providing for additional warrants. Nonetheless, HP closed its purchase of AIG–FP’s interest in FOP without any transactional documents’ having been amended.\n \nShortly after HP acquired its interest in FOP, ABN transferred all of its class A common shares and assigned all its rights and obligations under the FOP transaction documents to a wholly owned Netherlands Antilles subsidiary.\n \n\n\nXVI. Hedging Arrangements\nIt was a common practice for HP to enter into hedging arrangements to avoid risks associated with complicated transactions. Accordingly, AIG–FP and HP entered into a master swap agreement dated April 14, 1998. AIG–FP’s obligations under the hedging agreements were guaranteed by its parent, AIG. Through these agreements, HP changed the interest-rate risk and reduced the exchange-rate risk associated with its participation in FOP.\n \n\n\nA. Interest Rate and Currency Swap\n*14 HP entered into hedging arrangements with AIG–FP to convert the interest rate on its expected dividends from a fixed to a floating rate and to reduce its currency exchange rate risk associated with the FOP transaction. Specifically, the assets in FOP consisted mainly of the CINs, which paid U.S. dollar-linked interest at a fixed rate. Therefore, the dividends HP anticipated receiving on the class B preference shares would also be based on a fixed interest rate. This exposed HP to the risk that interest rates would increase, causing the value of its interest to decline. In addition, the redemption value of the class B preference shares, as well as the liquidation preference of the class B preference shares after January 2003, was equal to a fixed number of NLG, so that if the NLG declined against the U.S. dollar, HP could lose money when it sold or redeemed those shares.\n \nIn order to hedge against these two risks, HP entered into the interest rate and currency transaction with AIG–FP (swap). Under the swap, HP agreed to pay AIGFP (1) amounts equal to the anticipated accrued dividends on the class B preference shares at six-month intervals, and (2) NLG 300 million on December 31, 2002. In return, AIG–FP agreed to pay HP (1) amounts based on six-month U.S. dollar-LIBOR (London interbank offered rate) less 188 basis points computed on a notional amount of $187,140,000 at six-month intervals, and (2) $187,140,000 on December 31, 2002. By entering into the swap, HP reduced the foreign exchange rate exposure inherent in the class B preference shares and converted its fixed-rate return on its class B preference shares to a floating-rate return.\n \n\n\nB. Foreign Exchange Currency Option Transaction\nHP and AIG–FP also entered into a foreign exchange currency option agreement (FX option) to hedge against the remaining currency-related risk affecting the U.S. dollar amount of foreign taxes expected to be paid by FOP. Independent of base interest income distributions, the class B preferred shareholder’s expected tax credit benefits were exposed to exchange-rate risk. Specifically, if the exchange rate rose above NLG 3.00 per U.S. dollar, the U.S. dollar amount of FOP’s taxes would decrease and correspondingly, the tax credits to HP would also be reduced. HP paid AIG–FP $1 million for the option to put to AIG–FP on each anticipated interest payment date an amount of NLG equal to three times the amount of Dutch income taxes (in U.S. dollars) that HP anticipated would be allocated to it as an indirect result of FOP’s receipt of that interest payment. The hedge served to maintain the value of the expected tax credits, irrespective of the level of exchange rates. This agreement expired on December 31, 2002.\n \nDuring the course of the transaction, the NLG/U.S. dollar exchange rate never exceeded 3:1. As a result, the provisions of the CINs that reduced the total interest income and that shifted some contingent interest to pay base interest, never came into effect. Similarly, the FX option never went into the money and was allowed to lapse according to its terms.\n \n\n\nC. Swaptions\n*15 There was also an interest rate risk with respect to the warrants that HP acquired. This risk existed because the preferred dividend payable on the class C preference shares into which the warrants were exercisable was based, in part, on a fixed rate, which caused the value of the warrants to fluctuate as interest rates changed. To hedge this risk, one of HP’s subsidiaries sold two interest rate swap options (swaptions) to AIG–FP for $4,785,000, exercisable by AIG–FP in January 1998 and January 2003. HP received from AIG–FP $55,000 for the 1998 swaption and $4,730,000 for the 2003 swaption.\n \n\n\nXVII. FOP’s Activities\nFOP used its income to pay expenses, including Dutch taxes and other obligations arising from its operations, and distributed remaining income to its shareholders in accordance with the dividend distribution provisions of its articles of incorporation. The management board appointed Ernst & Young Accountants, a Norwegian affiliate of Ernst & Young LLP, to serve as auditors of FOP. FOP’s financial statements were prepared in accordance with Generally Accepted Accounting Principles for the Netherlands and in conformity with the Netherlands Civil Code.\n \nIn computing its Dutch income tax liability for each year, FOP recognized approximately the same amounts of contingent interest and compound interest as it did for financial statement purposes.\n \nThe following chart sets forth the U.S. dollar equivalents of the interest amounts FOP received and accrued for Dutch financial statement purposes from 1996 through 2003. The U.S. dollar equivalents were obtained by applying the foreign currency exchange rates HP reported in Forms 5471, Information Return of U.S. Persons With Respect to Certain Foreign Corporations, filed for years 1999 through 2003:\n \n\n\n\n\nYear Ended Dec. 31\n \n|Exchange Rate\n \n|Base Interest\n \n|Contingent Interest\n \n|Compound Interest\n \n|Total Interest\n \n|\n1996\n \n|1.7449\n \n|$31,703,782\n \n|$34,053,020\n \n|$608,933\n \n|$66,365,735\n \n|\n|NLG/US$\n \n|||||\n1997\n \n|2.0278\n \n|31,379,327\n \n|33,702,042\n \n|3,088,076\n \n|68,169,445\n \n|\n|NLG/US$\n \n|||||\n1998\n \n|1.9975\n \n|31,595,995\n \n|33,609,011\n \n|5,769,212\n \n|70,974,218\n \n|\n|NLG/US$\n \n|||||\n1999\n \n|1.0728\n \n|33,725,614\n \n|36,539,568\n \n|9,281,866\n \n|79,547,048\n \n|\n|US$/EUR\n \n|||||\n2000\n \n|0.9270\n \n|31,911,048\n \n|34,272,117\n \n|11,909,169\n \n|78,092,334\n \n|\n|US$/EUR\n \n|||||\n2001\n \n|0.8949\n \n|33,145,306\n \n|35,599,122\n \n|15,840,625\n \n|84,585,053\n \n|\n|US$/EUR\n \n|||||\n2002\n \n|1.0668\n \n|29,457,255\n \n|32,050,994\n \n|17,627,484\n \n|79,135,733\n \n|\n|EUR/US$\n \n|||||\n2003\n \n|0.8927\n \n|29,099,361\n \n|32,514,843\n \n|21,531,310\n \n|83,145,514\n \n|\n|EUR/US$\n \n|||||\n\n\n\n\nIn accordance with the Dutch tax ruling, FOP estimated its Dutch income tax liability for each year and made semiannual payments of tax in NLG. The annual amount of FOP’s Dutch income tax payment, as calculated on December 31 of each year and in U.S. dollar equivalents, was as follows: $22,258,990 for 1996; $24,676,470 for 1997; $24,487,109 for 1998; $28,127,743 for 1999; $27,325,179 for 2000; $29,597,028 for 2001; $27,286,777 for 2002; and $28,595,322 for 2003.\n \n*16 For a period in 1996 and in 1997, ABN Trust invested FOP’s excess cash in NLG securities instead of U.S. dollar securities as required by the shareholders agreement. As a result of this error, FOP obtained a lower return on its assets than it would have if the required investments had been made. Because of this breach to the shareholders agreement, ABN made a payment of $850,000 to FOP to compensate FOP for ABN Trust’s mismanagement.\n \n\n\nXVIII. HP’s Reporting of the FOP Transaction for U.S. Tax Purposes\nThroughout the years in issue, FOP distributed substantially all of its earnings and profits as computed by HP for U.S. tax purposes. As holder of the class B preference shares, HP received 97% of the amounts available for distribution by FOP in each year. HP received distributions, characterized as dividends, net of withholding tax, of $8,287,405 for 1997, $6,874,870 for 1998, $5,817,817 for 1999, $5,391,523 for 2000, $4,257,016 for 2001, $3,161,316 for 2002, and $1,985,873 for 2003.\n \nHP claimed foreign tax credits attributable to withholding taxes paid to the Dutch Tax Authority for the FOP distributions as follows: $414,370 for 1997; $383,194 for 1998; $306,201 for 1999; $284,553 for 2000; $224,053 for 2001; $167,500 for 2002; and $105,500 for 2003. The amounts set forth for withholding taxes for 1997 and 1998 were paid to the Dutch Tax Authority in the required periods but were withheld by FOP in 1998. HP reported the amounts for direct foreign tax purposes in each of the years indicated.\n \nHP reported the following amounts as gross dividends received from FOP: $8,287,405 for 1997; $7,672,443 for 1998; $6,124,018 for 1999; $5,676,076 for 2000; $4,481,069 for 2001; $3,328,816 for 2002; and $2,091,373 for 2003.\n \nAt all relevant times, HP owned “10% or more of the voting stock” of FOP within the meaning of section 902(a). HP reported indirect foreign tax credits with respect to the Dutch taxes FOP paid under section 902 and also reported income equal to the amount of the reported indirect foreign tax credits as required under section 78. The amounts of indirect foreign tax credits and section 78 income that HP reported with respect to FOP for the taxable years at issue are as follows: $21,397,278 for 1997; $21,812,390 for 1998; $24,020,719 for 1999; $29,274,939 for 2000; $26,828,858 for 2001; $28,417,432 for 2002; and $24,011,988 for 2003.\n \nThe foreign tax credits HP claimed with respect to FOP did not reduce HP’s tax liabilities in 1999 through 2003 because of the limitations set forth in section 904. HP did, however, report the section 78 gross-up in its income for each of these years.7 HP also filed a refund suit in the U.S. District Court for the Northern District of California seeking to carry back portions of its unused FOP foreign tax credits to prior years. Remaining unused tax credits attributable to the FOP transaction were carried forward to future tax years.\n \n\n\nXIX. HP’s Exit From FOP\n\nA. Exercise of Warrant Put Options and Related Swaptions\n*17 In January 1998 HP exercised the 1998 warrant put option, which required ABN to pay it the fair market value of the unexercised warrants that HP held as of the option exercise date. As a result of the exercise, HP received NLG 3,520,000, equivalent to $1,597,376. HP’s exercise of the option did not reduce the number of warrants that it held, and HP retained the right to exercise another put option with respect to the warrants in January 2003.\n \nContemporaneous with HP’s exercise of the 1998 warrant put option, AIGFP exercised the 1998 swaption that HP had previously sold to it. As a result of the exercise, HP paid the same amount, NLG 3,520,000, equivalent to $1,597,376, to AIG–FP.\n \nIn the fall of 2002 discussions began with ABN regarding HP’s right to put the initial warrants to ABN pursuant to the warrant put option agreement. A dispute arose between HP and ABN concerning the proper valuation methodology for the initial warrants. AIG–FP was in an analogous position with respect to its interest in a similar transaction with ABN at that same time. ABN took the position that the calculation for valuing the initial warrants should be performed on an after-tax basis on the grounds that ABN could not deduct, for Dutch tax purposes, the payment due to HP on exercise of the put option. HP and AIG–FP each asserted that the valuation should be calculated on a pretax basis because that methodology was used to determine the value HP was required to pay AIG–FP under the 2003 swaption agreement.\n \nThe dispute concerning the proper valuation methodology for the initial warrants lasted approximately two months. During this time HP engaged Dutch legal counsel and sought the assistance of third parties, including representatives of AIG–FP, to help resolve the dispute. In January 2003 the parties compromised and agreed to use ABN’s valuation methodology for the initial warrants. ABN, as a result, agreed to extend both the dividend reset date of the class B preference shares for one additional year and HP’s 2003 put right covering the class B preference shares and the class D priority shares to 2004 or 2005.\n \n\n\nB. The Termination of HP’s Interest in FOP\nIn January 2003 HP Europe transferred the warrants to HP’s wholly owned indirect subsidiary, Hewlett–Packard Nederland Investments B.V. (HPNI), a controlled foreign corporation. Later that month, HPNI exercised the 2003 warrant put option and sold all of the warrants to ABN for EUR 23,898,807, equivalent to $25,771,446.\n \nIn addition, on January 31, 2003, AIG–FP exercised the 2003 swaption that HP had previously sold to AIG–FP as a hedge against interest-rate risk associated with the potential exercise of the warrants. As a result of the exercise, an indirect foreign subsidiary of HP made a payment to AIG–FP of $39,541,881. On a worldwide basis, HP and its subsidiaries incurred a $13,770,435 loss on the exercise of the warrants and related swaptions.\n \nOn December 31, 2002, while HP and ABN were disputing the proper valuation methodology for the warrants, the FX option transaction between HP and AIG–FP terminated. The transaction did not result in any payments to HP. HP reported a $1 million capital loss for 2004 with respect to the FX option but later concluded that the loss should have been reported as an ordinary loss or an expense.\n \n*18 The swap between AIG–FP and HP also terminated on December 31, 2002. The transaction was settled on January 29, 2003, with AIG–FP making a net payment to HP. On the same date, HP entered a second currency exchange transaction with AIG–FP which was settled on January 2, 2004.\n \nThe sale of the class B preference shares and the class D priority shares was consummated on January 5, 2004, when HP transferred all of its shares in FOP to ABN for the agreed-upon purchase price of EUR 136,175,042, equivalent to $168,327,135. As a result of the sale, HP reported a long-term capital loss for the tax year ending October 31, 2004, of $15,569,004. Respondent submits that the $1 million claimed loss from the FX option was added to that amount, resulting in HP’s reporting a total loss from the sale of shares of $16,569,004 in that year. Respondent further contends that the entire capital loss reported by HP was carried back to and used in HP’s 2003 tax year.8\n \nOn January 30, 2004, the CINs were redeemed by ABN and replaced by a loan to Vadrid B.V., a wholly owned Dutch subsidiary of ABN. At the same time, ABN sold all of FOP’s shares to Vadrid B.V.\n \n\n\nXX. Expert Reports\nBoth HP and respondent presented several expert witnesses at trial. The experts analyzed, among many aspects of the FOP transaction, the substance of HP’s interest in FOP. We briefly describe the expert reports of particular import to our decision.\n \n\n\nA. HP’s Expert\nHP submitted an expert report prepared by Harm–Jan de Kluiver, an expert in Dutch corporate law. Mr. de Kluiver’s report focused on the differences between shareholders and creditors of companies under Dutch and Netherlands Antilles law as applied to the FOP transaction. Mr. de Kluiver noted that before a change in Dutch law on March 1, 2004, the shareholders agreement had no “corporate effect” even though it was binding on the parties according to contract law principles. Nonetheless, when evaluating the substance of the investment including the supplemental rights afforded the shareholders by the shareholders agreement, Mr. de Kluiver concluded that the holders of class B preference shares would be considered equity holders under applicable law. In reaching this conclusion, Mr. de Kluiver interpreted FOP’s articles of incorporation as providing the managing board of FOP with discretionary power to declare dividends to HP.\n \n\n\nB. Respondent’s Expert\nRespondent submitted an expert report prepared by Mr. Ross, an expert in economics. Mr. Ross determined that while the class B preference shares were designated preferred shares, they had fundamental characteristics of a loan because FOP was required, pursuant to its articles of incorporation and the shareholders agreement, to make periodic payments to the holder of those shares. It was this characteristic, Mr. Ross concluded, that distinguished the class B preference shares from preferred stock. Mr. Ross also testified that he believed that Mr. de Kluiver misconstrued FOP’s articles of incorporation when opining on FOP’s obligation to declare dividends, rendering Mr. de Kluiver’s opinion flawed.\n \n*19 HP filed timely petitions in this Court. The cases were subsequently consolidated, and a partial trial was held on September 13–23, 2010, in Washington, D.C., concerning HP’s interest in FOP and related agreements with counterparty ABN and AIG–FP.\n \n\nOPINION\nThis case rests on the substance of HP’s investment in FOP. Respondent asserts several arguments, each with the aim of disallowing HP’s claims of foreign tax credits arising from the FOP transaction as well as a capital loss from the sale of its investment.9 Respondent’s primary assertion, as revealed on his Form 886–A, Explanation of Items, for HP’s 1999 and 2000 tax years, is that HP’s investment is more appropriately characterized as debt, rather than equity, for Federal income tax purposes. We agree with this assertion and further find that HP is not entitled to deduct a capital loss for the sale of its interest in FOP. As noted supra, we need not address respondent’s other arguments.\n \n\n\nI. Burden of Proof\n[1] [2] [3] The taxpayer bears the burden of proving by a preponderance of the evidence that the Commissioner’s determinations are incorrect. Rule 142(a); Welch v. Helvering, 290 U.S. 111, 115, 54 S.Ct. 8, 78 L.Ed. 212 (1933). In general, the burden of proof with regard to factual matters rests with the taxpayer. Under section 7491(a), if the taxpayer produces credible evidence with respect to any factual issue relevant to ascertaining the taxpayer’s liability for tax and meets other requirements, the burden of proof shifts from the taxpayer to the Commissioner as to that factual issue. HP has not alleged that section 7491(a) applies or established its compliance with its requirements. Therefore, the burden of proof remains on HP. See Rule 142(a).\n \n\n\nII. Debt Versus Equity\nThe parties disagree about whether HP’s investment in FOP should be treated as equity or as debt for Federal income tax purposes. HP asserts that it made an equity investment in FOP, whereas respondent argues that HP merely advanced funds to FOP and expected a return consisting of principal and predetermined interest payments.\n \n[4] [5] [6] [7] Classification of an interest as debt or equity “must be considered in the context of the overall transaction.” Hardman v. United States, 827 F.2d 1409, 1411 (9th Cir.1987). “Substance, not form, controls the characterization of a taxable transaction. Courts will not tolerate the use of mere formalisms solely to alter tax liabilities.” Id. at 1411 (citations omitted).10 Generally, the focus of the debt-versus-equity inquiry narrows to whether there was an intent to create a debt with a reasonable expectation of repayment and, if so, whether that intent comports with the economic reality of creating a debtor-creditor relationship. Litton Bus. Sys., Inc. v. Commissioner, 61 T.C. 367, 377, 1973 WL 2590 (1973). The key to this determination is primarily the taxpayer’s actual intent, as revealed by the circumstances and condition of the transfer. Bauer v. Commissioner, 748 F.2d 1365, 1367–1368 (9th Cir.1984), rev’g, T.C. Memo.1983–120; A.R. Lantz Co. v. United States, 424 F.2d 1330, 1333 (9th Cir.1970); see also United States v. Uneco, Inc. (In re Uneco, Inc.), 532 F.2d 1204, 1209 (8th Cir.1976) (in resolving debt-equity questions, both objective and subjective evidence of a taxpayer’s intent are considered and given weight in the light of the particular circumstances of a case).11\n \n*20 [8] The U.S. Court of Appeals for the Ninth Circuit12 has listed the following factors for determining whether an advance to a corporation gives rise to a bona fide debt as opposed to an equity investment: (1) the labels on the documents evidencing the alleged indebtedness; (2) the presence or absence of a maturity date; (3) the source of payments; (4) the right of the alleged lender to enforce payment; (5) participation in management; (6) a status equal to or inferior to that of regular corporate creditors; (7) the intent of the parties; (8) the adequacy of the (supposed) borrower’s capitalization; (9) whether stockholders’ advances to the corporation are in the same proportion as their equity ownership in the corporation; (10) the payment of interest out of only “dividend money”; and (11) the borrower’s ability to obtain loans from outside lenders. A.R. Lantz Co., 424 F.2d at 1333 (citing O.H. Kruse Grain & Milling v. Commissioner, 279 F.2d 123, 125–126 (9th Cir.1960), aff’g T.C. Memo.1959–110).13 The list is not exclusive, and no factor is determinative. See Welch v. Commissioner, 204 F.3d 1228, 1230 (9th Cir.2000), aff’g T.C. Memo.1998–121; see also John Kelley Co. v. Commissioner, 326 U.S. 521, 530, 66 S.Ct. 299, 90 L.Ed. 278 (1946) (“There is no one characteristic, not even exclusion from management, which can be said to be decisive in the determination of whether the obligations are risk investments * * * or debts.”).\n \n[9] As a preliminary matter, HP submitted that its put right agreement should not be integrated with the terms of its preference shares for purposes of characterizing the interest as equity or debt because the right was not enforceable against the issuer of the preference shares (FOP), but rather against a shareholder (ABN).14 HP refers us to N. Refrigerator Line, Inc. v. Commissioner, 1 T.C. 824, 1943 WL 152 (1943), and Ragland Inv. Co. v. Commissioner, 52 T.C. 867, 876, 1969 WL 1672 (1969), aff’d, 435 F.2d 118 (6th Cir.1970), for its asserted proposition that third-party agreements are irrelevant to our debt-versus-equity inquiry.\n \nIn N. Refrigerator Line, Inc. v. Commissioner, 1 T.C. at 825, the taxpayer corporation issued certificates called “preferred stock” certificates, “guaranteeing to the preferred stockholders of * * * [taxpayer] the prompt payment of preferred stock dividends, as they accrued, whether earned or declared or not, and the ultimate redemption and/or purchase of such preferred stock within twenty years from the date of issue thereof, at $100 per share, plus accrued and unpaid dividends, if not sooner redeemed.” Shortly thereafter, in a separate agreement, the holder of the common stock guaranteed the payment of dividends and ultimate redemption of the preferred stock. Id. at 826. We held that the relationship of the corporation and the stockholders was unaffected by the separate guaranty and stated:\nthat security of payment springs not from * * * [the preferred shareholder’s] relationship with * * * [the taxpayer corporation], but from the contract of guaranty executed by * * * the holder of the common stock. * * * [A] contract of guaranty is an undertaking separate and distinct from the principal obligation. The debtor is not a party to the guaranty, and the guarantor is not a party to the principal obligation, and there is no privity between them. * * * [Id. at 829.]\n \n*21 In Ragland Inv. Co. v. Commissioner, 52 T.C. at 877, we upheld a taxpayer’s classification of an instrument as preferred stock despite a letter agreement where majority shareholders of the corporation agreed to “ ‘take all actions within their power and authority’ to cause * * * [the corporation] to redeem the preferred stock within 4 years from issuance.” Citing N. Refrigerator Line, Inc. v. Commissioner, 1 T.C. at 829–830,15 we deemed it significant that the corporation, as distinguished from some of its shareholders in their individual capacities, was not obligated to redeem the preferred stock. Ragland Inv. Co. v. Commissioner, 52 T.C. at 878. A failure to redeem in such a case would not have resulted in a cause of action against the corporation. Id.\n \nThe present circumstances are distinguishable from those in the aforementioned cases. The put agreement was one of many transactional documents signed as a package at the FOP closing and is referenced in the shareholders agreement. Unlike the corporations in both N. Refrigerator Line, Inc. and Ragland Inv. Co., FOP was a party to the shareholders agreement and was specifically obligated to take all “necessary or appropriate” actions to implement the valid exercise of the put option agreement. These facts are more analogous to those in Commissioner v. Palmer, Stacy–Merrill, Inc., 111 F.2d 809 (9th Cir.1940), aff’g 37 B.T.A. 530 (1938). In that case, a fruit company sought to purchase the businesses of some of its competitors. Id. In order to facilitate the transaction, the fruit company and the competitors agreed to incorporate a new entity, with the competitors transferring their properties to the new corporation in return for “preferred stock”. Id. In preincorporation contracts with the competitors, the fruit company agreed to:\n“cause the new corporation to enter into an agreement under the terms of which it shall agree to retire and redeem, * * * all of the preferred stock issued hereunder in the amount of five per cent thereof per year, so that all of the stock so issued shall be retired in twenty equal annual installments. The (Fruit Company) hereby guarantees that the said preferred stock shall be so retired within said period and guarantees the performance by the corporation of its agreement to so retire said preferred stock within said period * * * ” [Id.]\nAfter incorporation, the new entity formally ratified and adopted the contracts made by the fruit company. Id. at 810. In holding that the payments from the new corporation to its investors were interest, the court noted that the “controlling feature” of the debt-versus-equity inquiry in that case was the “existence of the obligation, not its source”. Id. The court concluded that the new entity’s assumption of the preincorporation contracts obligated it to make predetermined, periodic payments and to “redeem” the shares; this was sufficient to characterize the payments as interest. Id.\n \n*22 In the present case, FOP, as a party to the shareholders agreement, in effect ratified and became subject to the provisions of the agreement. Nonetheless, HP contends that even if the shareholders agreement functioned to connect FOP to the put option, it placed no obligation on FOP to effect the put, making the facts of this case incongruous with those in Palmer, Stacy–Merrill, Inc. . HP reaches this conclusion by construing the “necessary or appropriate” language in the agreement as merely a promise by FOP “not to interfere in the valid exercise of the option agreements by redeeming or allowing a redemption of the shares subject to the put option agreements.” This interpretation is flawed.\n \nThe latter half of the clause which obligated FOP to take “necessary or appropriate” actions to implement the put option specifically addresses HP’s assertion:\n[FOP, ABN, and HP] shall refrain from seeking or allowing redemption of the Common Shares, the Preference Class B Shares, the Preference Class C Shares or the Class D shares other than specifically contemplated by the* * * [Put and Call Option Agreements] and * * * [the Shareholders Agreement].\nIt is apparent, in the light of the qualifying language of the excerpted passage, that the parties intended the “necessary or appropriate” text to encompass obligations more significant than simply requiring FOP to avoid interfering with the contemplated exercise of the put option.\n \nThe FOP transaction was meticulously structured to preclude FOP from: issuing additional stock, carrying on any nonspecified business, dissolving, forming subsidiaries, petitioning for bankruptcy, and so on; there were essentially no actions that FOP could initiate which would undermine the put agreement. Yet the “necessary or appropriate” language was explicitly inserted in the shareholders’ agreement. The only reasonable purpose of this provision, when viewing the FOP transaction as a whole, was to inextricably connect FOP to the exercising of the put option. Cognizant of these unique facts and circumstances, we interpret the shareholders agreement as obligating FOP, either jointly or secondarily, to effect the put option.16\n \nAccordingly, like the court in Palmer, Stacy–Merrill, Inc., we will construe the put option, as well as other agreements expressly listed in the shareholders agreement, as integrated pieces of the “overall transaction”, Hardman, 827 F.2d at 1411, when evaluating the proper characterization of HP’s investment in FOP.\n \n\n\nA. Analysis of the Debt–Versus–Equity Factors\nThe parties addressed only a select number of the aforementioned factors considered by the Court of Appeals for the Ninth Circuit in a debt-versus-equity inquiry.17 Nonetheless, we endeavor to apply all the factors to the FOP transaction to determine the proper character of HP’s investment.\n \n\n\n1. The Labels on the Documents (Factor 1)\n[10] The issuance of a stock certificate indicates an equity contribution, whereas the issuance of a bond, debenture, or note indicates a bona fide indebtedness. Hardman, 827 F.2d at 1412. It is uncontested that HP’s investment in FOP was, in form, equity.\n \n*23 Nonetheless, formal documentation is not controlling. Calumet Indus., Inc. v. Commissioner, 95 T.C. 257, 288, 1990 WL 130849 (1990) (“the substance of the transaction is controlling, not the form in which it is cast or described”);18 Litton Bus. Sys., Inc. v. Commissioner, 61 T.C. at 376–377. A valid loan may exist even where there is no formal debt instrument. Joseph Lupowitz Sons, Inc. v. Commissioner, 497 F.2d 862, 867–868 (3d Cir.1974), aff’g T.C. Memo.1972–238; Am. Processing & Sales Co. v. United States, 78 Ct.Cl. 353, 371 F.2d 842 (1967); Gilbert v. Commissioner, 74 T.C. 60, 66, 1980 WL 4494 (1980); Am. Underwriters, Inc. v. Commissioner, T.C. Memo.1996–548. Accordingly, while this factor weighs in favor of equity treatment for HP’s investment, its value is diminished in the light of our review of the overall transaction, discussed further infra. See Laidlaw Transp., Inc. v. Commissioner, T.C. Memo.1998–232 (“[A]n attempt to characterize a transaction by its labels may not be well taken in light of the facts and circumstances of the case.”).19\n \n\n\n2. Presence or Absence of a Fixed Maturity Date and HP’s Creditor Rights (Factors 2 and 4)\n[11] “The presence of a fixed maturity date indicates a fixed obligation to repay, a characteristic of a debt obligation. The absence of the same on the other hand would indicate that repayment was in some way tied to the fortunes of the business, indicative of an equity advance.” Estate of Mixon, 464 F.2d at 404; see Anchor Nat’l Life Ins. Co. v. Commissioner, 93 T.C. 382, 405, 1989 WL 111358 (1989).20\n \n[12] HP correctly asserts that there was no mandatory redemption provision under which FOP was obligated to purchase HP’s interest. Nonetheless, respondent counters that HP had a right under the put option agreement to sell its class B preference shares to ABN for their fair market value in January of 2003 or 2007 and that the 2003 put date effectively serves as the investment’s maturity date. See Zilkha & Sons, Inc. v. Commissioner, 52 T.C. 607, 617, 1969 WL 1746 (1969) (“it may be clear from the surrounding circumstances that there is in effect a fixed maturity date even in the absence of such a contractual provision”).\n \nHP in turn cites Media Space, Inc. v. Commissioner, 135 T.C. 424, 2010 WL 4078164 (2010), for the proposition that a specific date on which a put option may be exercisable should not be construed as a maturity date. In Media Space, the taxpayer’s charter granted its preferred shareholders redemption rights beginning on September 30, 2003, or any time thereafter. Id. at 425. As the redemption date drew near, the taxpayer and the preferred shareholders entered into a series of agreements in which the shareholders agreed to extend the redemption date in exchange for interestlike forbearance payments. Id. at 429. In holding that the payments did not represent deductible interest payments on indebtedness, we noted that the “redemption right itself does not create the obligation to pay a principal sum (the redemption amount); rather the exercising of the redemption right by the shareholders’ written election creates the obligation to pay.” Id. at 432 (emphasis supplied). We concluded that without an affirmative election, “no obligation for payment existed.” Id.\n \n*24 The underlying facts of Media Space differ markedly from those in these cases. In Media Space v. Commissioner, 135 T.C. at 426–427, the shareholders originally agreed to extend their redemption date in an effort to facilitate the corporate taxpayer’s efforts to both negotiate a new financing agreement with Fleet Bank and maintain existing relationships with vendors. Subsequent agreements extending the redemption dates further underscore the shareholders’ efforts to uphold the business viability of the corporate entity and render the venture profitable. Id. at 428–429. There was also no predetermined date on which a significant portion of economic benefits of the transaction would essentially terminate, necessitating an exit by the shareholders. Indeed, as of May 2010 (when the last forbearance agreement extension ended) the shareholders had not yet made a redemption election. Id. at 432.\n \nIn contrast, HP had an economic disincentive to stay in FOP after 2003 because after that year FOP’s Dutch taxes on compound deferred contingent interest would begin to increasingly exceed the base interest that FOP received on the CINs. As a result, FOP would begin to have negative earnings and profits, thereby preventing HP from claiming FOP’s Dutch taxes as U.S. foreign tax credits. HP’s expert report by Dr. Carron confirms that HP would be unable to claim foreign tax credits after December 31, 2003. Rather, beginning in that year FOP would have to borrow under its liquidity facility with ABN to fund its Dutch tax payments.\n \nSimilarly, ABN’s expectation was that at seven years, AIG–FP or HP would put the shares back to ABN and not exercise the warrants. Consequently, ABN treated the transaction for regulatory purposes as likely to terminate in 2003. ABN’s request to the Dutch Tax Authority also reinforces the general understanding of the parties that the put option would be exercised in 2003. That request stated that “at the moment of a potential loss in the year 2006, in all likelihood * * * [AIG–FP or HP] will no longer be a shareholder of * * * [FOP] and * * *ABN will own all shares of * * * [FOP]”, becoming a “fiscal entity”.\n \nHP’s claim that it was uncertain as to whether it would exit the transaction in 2003 or 2007 lacks credibility. Indeed, most of the transactional summaries HP evaluated during its review and approval process reflected that the exit from the transaction “should be” through a put in year 7. HP has never offered any legitimate financial or business reason sense for remaining in the transaction after the initial put date. We find that there was never any serious consideration by HP of extending its interest to 2007 and that from the time HP purchased its interest in FOP from AIG–FP, it was apparent that the investment would be limited by a seven-year term. Accordingly, we agree with respondent and conclude that the initial put date in 2003 in effect functioned as a maturity date.\n \nHP also asserts that even if we were to conclude that the 2003 put date serves as a surrogate maturity date for the investment, it was not assured the full return of principal from its investment, nor was it provided any rights other than taking over FOP if declared dividends were not paid. Courts have previously indicated that the right to enforce the repayment residing in the entity making the advance is indicative of bona fide debt. Estate of Mixon, 464 F.2d at 405. Generally, the exercise price of the option was the fair market value of the shares, which in theory could decline if ABN’s credit was affected. However, beginning in 2003 the dividend reset provision in the articles of incorporation would “cause the Shares B, insofar as possible, to have a market value that is equal to their par value.” Respondent asserts that this feature assured HP that the liquidation preference of its class B stock would always equal its par value of NLG 300 million.\n \n*25 HP counters by speculating that if FOP’s assets became unstable because ABN and its affiliates were in bankruptcy or otherwise in financial distress and not paying interest on the CINs, it is likely that no dividend rate would be sufficient for the investment to have traded at par plus premium. Respondent advances that the more plausible scenario asserted by HP is that ABN might suffer a credit rating downgrade. In such a circumstance the dividend reset would simply be greater to account for the additional credit risk and the put would continue to be exercised at par.\n \nSimilarly, in HP’s posited ABN bankruptcy, nonpayment of CIN interest that would preclude FOP from paying a dividend would trigger certain rights to HP, enabling it to assure the return of principal. The failure by FOP to pay dividends on the class B and class C preference shares when due and payable was defined as a “Change of Control Event” in the shareholders agreement. Upon a “Change of Control Event” the class D shareholders had exclusive authority to convene a shareholders meeting at which the shareholders could (1) cause FOP to reduce its capital in order to redeem or repurchase the class B preference shares and the class C preference shares, or (2) cause FOP to dissolve. Although HP, as holder of the class B preference shares and the class D priority shares, did not otherwise have voting control of FOP, it would hold a majority of the votes at such a meeting pursuant to FOP’s articles of incorporation. In the event FOP was dissolved, or the class B preference shares were redeemed or repurchased, HP would be entitled to receive par plus premium on the class B preference shares, unpaid dividends, and additional amounts.\n \nWe conclude that the provisions of FOP’s articles of incorporation and other various agreements pertaining to FOP afforded HP an apparatus to enforce creditor rights.\n \n\n\n3. The Source of Payment (Factors 3 and 1021)\n[13] An equity investment is indicated if any repayment is contingent upon earnings or is to come from a restricted source, such as a judgment recovery, dividends, or profits. Estate of Mixon, 464 F.2d at 405; Calumet Indus., Inc. v. Commissioner, 95 T.C. at 287–288. In such a case, the purported lender acts “ ‘as a classic capital investor hoping to make a profit, not as a creditor expecting to be repaid regardless of the company’s success or failure.’ “ Calumet Indus., Inc. v. Commissioner, 95 T.C. at 287–288 (quoting In re Larson, 862 F.2d 112, 117 (7th Cir.1988)). Nonetheless, the Court of Appeals for the Ninth Circuit has treated preferred stock as debt where “dividends” were paid out of a corporation’s “earnings and surplus” and the corporation’s sole business consisted of collecting interest on notes from its subsidiaries sufficient to fund dividends and redemptions. Commissioner v. Palmer, Stacy–Merrill, Inc., 111 F.2d at 810.\n \n[14] HP, as holder of the class B preference shares, was entitled to semiannual payments equal to 97% of the difference between the cash FOP received (which consisted of the CIN base interest) and the Dutch taxes and expenses it paid. Article 13.3(ii) of FOP’s articles of incorporation provides that dividends “shall be declared payable” (emphasis added) to the holders of the class B preference shares, effectively negating board discretion on declaring dividends. Furthermore, the shareholders agreement committed the parties to take “all such action as may be required to give effect” to article 13.3(ii). HP therefore would be afforded legal remedy against both ABN and FOP if ABN failed to perform as required under the shareholders agreement or did not pay interest on the CINs.\n \n*26 Respondent’s Dutch law expert, Mr. de Kluiver, focused his analysis on article 13.1 of the articles of incorporation, which provides that “Dividends on the shares of the company may be declared either in cash or property, out of the profits of the preceding year or years then available for distribution.” (Emphasis added.) Mr. de Kluiver interpreted this provision as giving discretionary power to FOP’s managing board to declare dividends. However, Mr. de Kluiver neglected to analyze article 13.3, which provides that dividends “shall” be payable. We find that article 13.1 merely specifies the constitution of the dividend payment and has no bearing on the managing board’s declaratory powers.\n \nWhile payment of the class B preference dividends was contingent on FOP’s earnings, the transaction was arranged so that FOP’s earnings were predetermined. FOP was restricted by the shareholders agreement in the investments that it could pursue. In particular, FOP could not “borrow funds, enter into any form of debt or equity agreement or assume any obligations or incur any liabilities other than those contemplated in the * * * [contemporaneous transactional agreements] and those not in excess of U.S. $1,000,000 * * * in the aggregate.” Nor could FOP purchase any assets other than the CINs and other highly rated short-term debt. The actual dollar amounts FOP received were fixed by the terms of the CINs, thereby assuring that FOP would have sufficient earnings to make the agreed periodic payments to HP absent a default by ABN (which, as discussed supra, would trigger HP’s rights to take control of FOP and either (1) cause FOP to reduce its capital in order to redeem or repurchase the class B preference shares and the class C preference shares, or (2) cause FOP to dissolve). The CIN interest rate formulas were designed to adjust and increase the base interest (and lower the contingent interest by the same amount) so that the dollar value of the difference between the base interest and Dutch taxes (the after-tax cash available to pay dividends) would be nearly the same under all exchange rate scenarios for the first seven years of the transaction. In effect HP was essentially assured of the returns on its investment. HP’s contemporaneous profit projections underscore the fact that it never contemplated receiving less than its assumed dividends payments. Mr. Brown’s “worst-case” calculation reflected only an IRS disallowance of expected excess foreign tax credits, not an ABN default on the CINs.\n \nHP’s Dutch law expert’s report gives credence to our analysis on the substance of HP’s investment in FOP. While concluding that under Dutch and Netherlands Antilles company law the preference shares HP held would be treated as equity,22 the expert noted that “The financial risk for the holders of such shares may * * * be limited if the profits of the company are fairly assured * * * [E]conomically speaking one could argue that holders of such preference shares should be treated as creditors of the company”.\n \n*27 We find that the transactional documents obligated FOP to pay HP periodic, predetermined amounts and that HP was assured to be repaid the principal amount of its investment at the end of the transaction’s term, if not sooner. HP’s rights under such circumstances are more indicative of those of a creditor, rather than those of an equity holder.\n \n\n\n4. Participation in Management (Factor 5)\n[15] The right to participate in the management of a business by the entity advancing funds demonstrates that the advance may not have been bona fide debt and instead was intended as an equity investment. Am. Offshore, Inc. v. Commissioner, 97 T.C. 579, 603, 1991 WL 245194 (1991).\n \n[16] HP’s shares collectively represented approximately 20% of FOP’s voting power, allowing HP to designate one of four board members. Furthermore, absent unusual circumstances including a “Change in Control Event”, certain resolutions required a unanimous shareholder vote, including resolutions to amend the articles of incorporation, increase capital, and liquidate FOP. These basic rights weigh in favor of equity treatment. Nonetheless, HP did not view these rights as important; no evidence was submitted that HP’s representatives ever attended any board meetings. It did not formally object to ABN Trust’s impermissible FOP investments, it did not replace AIG–FP as a FOP managing director until 1999, and the shareholder resolution effecting the substitution was not filed until 2001.\n \nThe only voting rights of significance to HP were the rights that materialized upon the occurrence of a “Change of Control Event” defined in the shareholders agreement. After such an event, HP was empowered to call a shareholders meeting and, as owner of the majority of voting shares at that meeting, effectively enforce creditor rights over FOP. HP cites Paulsen v. Commissioner, 469 U.S. 131, 141, 105 S.Ct. 627, 83 L.Ed.2d 540 (1985) (characterizing “preferred stock carrying voting rights only in the event of a dividend default” as a “classic ownership instrument” that represented a “ ‘definite and substantial interest in the affairs of the purchasing corporation’ “ (quoting John A. Nelson Co. v. Helvering, 296 U.S. 374, 377, 56 S.Ct. 273, 80 L.Ed. 281 (1935))), for the proposition that preferred stock, by its nature, need not afford its holders substantive voting rights. While cognizant of this fact, we simply note that an investor’s meaningful representation in a company typically through voting rights is indicative of an equity investment and a factor in our overall inquiry.\n \nAlthough HP was afforded basic voting rights in FOP, we find that it did not value those rights. Furthermore, the rights afforded HP after a “Change of Control Event” did not meaningfully advance HP’s participation in the management of FOP. Rather, they served as a means by which HP would be able to expediently exit the transaction with its investment repaid in full. Accordingly, we ascribe the same weight to HP’s objectively meaningful voting rights as it did over the term of the transaction.\n \n\n\n5. Status Relative to Other Creditors (Factor 6)\n*28 [17] Whether an advance is subordinated to obligations to other creditors bears on whether the taxpayer advancing the funds was acting as a creditor or an investor. Estate of Mixon, 464 F.2d at 406. Taking a subordinate position to other creditors may suggest an equity investment. See CMA Consol., Inc. v. Commissioner, T.C. Memo.2005–16.\n \n[18] [19] The parties have stipulated that under FOP’s articles of incorporation, the payment of dividends on and liquidation preference of all shares of FOP stock ranked junior to all claims of indebtedness of FOP.23 Nonetheless, transactional documents prohibited FOP from doing anything that would cause FOP to have a material creditor. In substance, HP’s rights would never be subordinated to any creditor’s. While FOP did engage in some investments, it could not incur significant debt or have general creditors. HP effectively had first claim to FOP’s assets. We find these rights are indicative of those of a creditor.\n \n\n\n6. The Intent of the Parties (Factor 7)\n[20] [21] “[T]he inquiry of a court in resolving the debt-equity issue is primarily directed at ascertaining the intent of the parties”. A .R. Lantz Co., 424 F.2d at 1333 (citing Taft v. Commissioner, 314 F.2d 620 (9th Cir.1963), aff’g in part, rev’g in part T.C. Memo.1961–230). The critical factor in finding that an investment is in substance a loan is to “ask whether, when the funds were advanced, the parties actually intended repayment.” Welch v. Commissioner, 204 F.3d at 1230 (citing Clark v. Commissioner, 266 F.2d 698, 710–711 (1959), remanding T.C. Memo.1957–129, and Bergersen v. Commissioner, 109 F.3d 56, 59 (1st Cir.1997), aff’g T.C. Memo.1995–424). When HP’s FOP investment is viewed in its entirety, it becomes clear that HP never intended to absorb the risk of the FOP venture. Rather, it sought a definite obligation, repayable in any event.\n \nAlthough HP had the option to remain in the transaction until 2007, the tax benefits of the transaction ceased in 2003, and HP always intended to exercise its 2003 put right with ABN. The put agreement assured HP that it would receive full repayment of principal in 2003. ABN, the counterparty to the transaction also defined the venture as a seven-year term investment for regulatory purposes.\n \nThe base interest payments on the CINs were predetermined, and FOP was restricted from engaging in any other meaningful business opportunities. The cash inflows and outflows were predictable and consistent. In the unlikely event circumstances arose which might affect HP’s ability to be made whole, the articles of incorporation and the shareholders agreement worked in tandem to provide mechanisms by which HP could assert its creditorlike rights to be repaid in full.\n \nHP argues that the parties intended that it would receive FOP’s preferred stock and accordingly be treated for tax purposes as an equity holder. HP failed to articulate what the parties’ intentions were regarding the actual rights and obligations ascribed to them by their participation in the transaction. It is this latter intent which is important to our inquiry. See CMA Consol., Inc. & Subs. v. Commissioner, T.C. Memo.2005–16 (“The resolution of a debt versus equity question involves consideration of the substance and reality and not merely the form. Form used as a subterfuge to shield the real essence of a transaction should not control.” (citing A.R Lantz Co., 424 F.2d at 1334)).\n \n*29 We find that regardless of the labels placed on HP’s interest in FOP, all relevant parties were aware from the inception of the transaction that in substance it was a limited term investment of HP’s funds at a specified rate of return to be repaid in full in 2003.\n \n\n\n7. Adequacy of Capitalization (Factor 8)\n[22] The purpose of examining the debt-to-equity ratio in characterizing an advance is to determine whether a corporation is so thinly capitalized that it would be unable to repay an advance. CMA Consol., Inc., & Subs. v. Commissioner, T.C. Memo.2005–16. Such an advance would be indicative of venture capital rather than a loan. Bauer v. Commissioner, 748 F.2d at 1369; see also Hubert Enters., Inc. v. Commissioner, 125 T.C. 72, 96–97, 2005 WL 2293526 (2005), aff’d in part, vacated in part and remanded on other grounds, 230 Fed. Appx. 526 (6th Cir.2007).\n \n[23] The parties did not address this factor. Nonetheless, ABN’s substantial capital contribution was four times greater than HP’s. As discussed supra, this larger contribution shielded HP from “Change in Control Events”, in effect, ensuring that HP would be able to exit the transaction following these unexpected occurrences with its investment repaid in full. The capital structure of FOP also appeared sufficiently secure to absorb a purchase of HP’s interest in FOP pursuant to the put option agreement if “necessary or appropriate”. To the extent this factor is pertinent to our present inquiry, it favors respondent’s position.\n \n\n\n8. Whether Stockholders’ Advances to the Corporation Are in the Same Proportion as Their Equity Ownership in the Corporation (Factor 9)\nIf the funds advanced are in proportion to the stockholder’s capital interest, it will lend to a finding that the transfer was a contribution to capital. Id. at 1370. The parties did not address this factor. The FOP transaction was a limited, structured investment vehicle, funded solely by initial infusions of capital. At issue is the characterization of HP’s initial advance to FOP; accordingly, this factor has marginal relevance to our inquiry.\n \n\n\n9. Ability to Obtain Financing (Factor 11)\n“[T]he touchstone of economic reality is whether an outside lender would have made the payments in the same form and on the same terms.” Segel v. Commissioner, 89 T.C. 816, 828, 1987 WL 49800 (1987) (citing Scriptomatic, Inc. v. United States, 555 F.2d 364, 367 (3d Cir.1977)); see also Calumet Indus., Inc. v. Commissioner, 95 T.C. at 287. If a corporation is able to borrow funds from outside sources, the transaction has the appearance of a bona fide indebtedness and indicates that the shareholder acted in the same manner toward the corporation as “ordinary reasonable creditors would have acted.” Estate of Mixon, 464 F.2d at 410.24\n \n[24] The parties do not dispute that at a minimum HP should have reasonably expected its FOP investment to offer an annual return of 1.53% to 1.91% for the period through 2003. The seven-year swap rate at that time was approximately 6.69%, and the seven-year U.S. Government bond rate was 6.40%. In the light of the disparity between HP’s projected returns in the FOP transaction and the risk-free returns an investor would receive in the open market, it appears clear that, regardless of the security of HP’s investment, outside lenders would not have lent funds to FOP “in the same form and on the same terms” as HP. See Segel v. Commissioner, 89 T.C. at 828.\n \n*30 Nonetheless, HP’s investment in FOP was premised on the erroneous proposition that the FOP transaction would generate indirect foreign tax credits rendering HP’s return on investment far more favorable. When accounting for the presumed foreign tax credits, HP projected an after-U.S.-tax IRR on its investment of 9.1 %. Undoubtedly, the prospect of such a return would be enticing to outside lenders.\n \nCognizant of these unique circumstances, we do not believe that this factor is particularly persuasive for either party. Creditors willing to advance funds to a debtor with the expectation that the returns will be tax advantaged will assuredly accept a lower return on their investment. Placing significant emphasis on this factor would allow taxpayers’ tax advantaged investments to elude debt characterization solely because their returns were deficient; this is particularly true when many other aspects of the transaction bear the indicia of a debt investment. Accordingly, to the extent that this factor is relevant to our inquiry, we find that it is neutral.25\n \n\n\nB. Debt–Versus–Equity Conclusion\nThe determination of debt or equity is no mere counting of factors. Bauer v. Commissioner, 748 F.2d at 1368. However, after considering the above factors, we find that HP’s investment in FOP exhibited more qualitative and quantitative indicia of debt than equity. Accordingly, we hold that the investment should be treated as a loan for Federal income tax purposes.\n \n\n\nIII. The Claimed Loss in Connection With HP’s Exit From the FOP Transaction\nSection 165(a) allows a taxpayer to deduct any loss sustained during the taxable year and not compensated for by insurance or otherwise.26 To be allowable under section 165(a), the regulations provide that the loss must be bona fide and that substance, not mere form, shall govern in determining a deductible loss. Sec. 1.165–1(b), Income Tax Regs.\n \n[25] Respondent proffers that HP is not entitled to deduct a capital loss of $15,569,004 in connection with its exit from the FOP transaction because the “loss” represents a fee paid to AIG–FP to participate in a tax shelter. See Enrici v. Commissioner, 813 F.2d 293, 296 (9th Cir.1987) (finding that fees “spent for the generation of artificial tax losses” were nondeductible), aff’g Forseth v. Commissioner, 85 T.C. 127, 1985 WL 15375 (1985); see also New Phoenix Sunrise Corp. v. Commissioner, 132 T.C. 161, 186, 2009 WL 960213 (2009) (payments to implement a transaction that lacked economic substance were nondeductible), aff’d, 408 Fed. Appx. 908 (6th Cir.2010). Mr. Ross, respondent’s expert, testified that interest rates increased between the time AIG–FP entered into the transaction with ABN and the time HP purchased AIG–FP’s position in FOP. Therefore, respondent asserts, the $15,569,004 “premium” does not represent an appreciation in value of the investment measured from its inception to HP’s purchase, but, rather, a veiled fee to AIG–FP. Respondent also notes that the clawback adjustment, which obligated AIG–FP to return a portion of the “premium” to compensate HP in the event the desired tax results of the transaction were not realized, underscores the tax avoidance features of the investment and further illustrates that the “premium” was, in reality, a fee paid to participate in a tax credit generator.\n \n*31 HP, maintaining that it purchased a “bona fide equity investment” in FOP, simply counters that the loss “should be respected under the Code.” HP does not substantively address respondent’s position nor attempt to define the tax treatment of the “premium” should its interest in FOP be appropriately re-characterized as a loan for Federal income tax purposes. The extent to which HP acknowledges the issue is found in footnote in its posttrial reply brief, where HP tersely states:\nThe Court’s characterization of HP’s investment in Foppingadreef as debt or equity does not affect the deductibility of the loss HP incurred upon the sale of its interest in Foppingadreef to ABN.\nHP neither cites any law for this asserted proposition nor submits any factual evidence, besides the self-serving testimony of its representatives,27 which might shed light on the proper characterization of the “premium” amount.28 Furthermore, even if HP were entitled to a deduction or a loss, it offered no evidence regarding the proper timing of the deduction. We find, under such circumstances, that HP has failed to satisfy its burden of proof for deducting the “premium” of $15,569,004. See Rule 142(a); see also Deputy v. du Pont, 308 U.S. 488, 493, 60 S.Ct. 363, 84 L.Ed. 416 (1940) (deductions are a matter of legislative grace and are construed narrowly); Soltan v. Commissioner, T.C. Memo.2010–91 (finding that the taxpayers failed to substantiate the amount or character of any loss and were, accordingly, not entitled to a deduction under section 165(a)).29\n \n\n\nIV. Conclusion\nWe hold that: (1) HP’s investment in FOP is more appropriately characterized as a loan for Federal income tax purposes, and (2) HP is not entitled to deduct a capital loss in connection with its exit from the FOP transaction\n \nIn reaching our holdings herein, we have considered all arguments made, and, to the extent not mentioned above, we conclude they are moot, irrelevant, or without merit.\n \nTo reflect the foregoing,\n \nDecisions will be entered under Rule 155.\n \nAll Citations\nT.C. Memo. 2012-135, 2012 WL 1673643, 103 T.C.M. (CCH) 1736, T.C.M. (RIA) 2012-135, 2012 RIA TC Memo 2012-135\n\n\n\nFootnotes\n|\n1\n|Unless otherwise indicated, all section references are to the Internal Revenue Code (Code) in effect for the years in issue, and all Rule references are to the Tax Court Rules of Practice and Procedure.\n|\n2\n|Drafts of the presentation also compare the FOP transaction with other similar investments that HP previously considered. These drafts refer to a “fee” that would be paid to AIG–FP to participate in the investment.\n|\n3\n|Sec. 957(a) provides:\n[T]he term “controlled foreign corporation” means any foreign corporation if more than 50% of—\n(1) the total combined voting power of all classes of stock of such corporation entitled to vote, or\n(2) the total value of the stock of such corporation, is owned * * *, or is considered as owned * * * by United States shareholders * * *.\n|\n4\n|The shareholder’s agreement further provided:\n[The parties] shall refrain from seeking or allowing redemption of the Common Shares, the Preference Class B Shares, the Preference Class C Shares or the Class D shares other than specifically contemplated by the * * * [put and call option agreements] and * * * [the shareholders agreement].\n|\n5\n|HP did not replace AIG–FP as an FOP managing director until 1999, and the shareholder resolution effecting the substitution was not filed until 2001.\n|\n6\n|The Secretary issued proposed regulations relating to certain contingent debt obligations. 59 Fed.Reg. 64884–64901 (Dec. 16, 1994). These regulations were proposed to be effective for debt instruments issued on or after 60 days after publication of final regulations. The 1994 proposed regulations would not apply to debt instruments that had a dual currency feature and would be subject to sec. 988. Final regulations were issued on June 14, 1996, T.D. 8674, 1996–2 C.B. 84, relating to certain contingent payment debt obligations. Those regulations applied to debt instruments issued on or after August 13, 1996. Those regulations did not apply to contingent payment debt obligations that also had a dual currency payment feature.\n|\n7\n|As noted supra, the sec. 78 adjustments increased petitioner’s alternative minimum tax liabilities for all three years in issue.\n|\n8\n|HP now represents that it erroneously reported the $1 million capital loss from its sale of the FX Option on its 2004 tax return and asserts that the loss should have been reported as an ordinary loss or expense. In its pretrial memorandum, HP concedes:\nThe $1,000,000 ordinary loss or expense is not being carried back to a year before the Court and, thus, does not present an issue the Court needs to decide in this case.\nAccordingly, the only capital loss remaining at issue in this case is the long-term capital loss of $15,569,004 HP claimed as a result of selling its interest in FOP to ABN.\n|\n9\n|If we disallow HP’s claims of foreign tax credits, adjustments to petitioner’s sec. 78 income correspondingly follow.\n|\n10\n|See also Gregory v. Helvering, 293 U.S. 465, 55 S.Ct. 266, 79 L.Ed. 596 (1935); Karns Prime & Fancy Food, Ltd. v. Commissioner, 494 F.3d 404, 408 (3d Cir.2007) (“To determine whether a given transaction constitutes a loan, the substance, rather than the form, of the transaction is controlling.”), aff’g T.C. Memo.2005–233; TIFD III–E, Inc. v. United States, 459 F.3d 220, 232 (2d Cir.2006); Am. Underwriters, Inc. v. Commissioner, T.C. Memo.1996–548. In TIFD III–E, the U.S. Court of Appeals for the Second Circuit found that the District Court erred in “accepting at face value artificial constructs of the partnership agreement without examining all of the circumstances” to determine the true nature of the purported partners’ interest in the partnership. The court remanded to the District Court for consideration of the taxpayer’s further argument that, regardless of the outcome of the totality of the circumstances inquiry, the purported partners qualified as partners under sec. 704(e)(1). The District Court, relying on the previously established trial record, ruled that the purported partners qualified as legitimate partners under that provision. TIFD III–E, Inc. v. United States, 660 F.Supp.2d 367, 395 (D.Conn.2009). On appeal, the Court of Appeals held that the same evidence which compelled the conclusion that the purported partners’ interest was “so markedly in the nature of debt that it * * * [did] not qualify as a bona fide equity participation” also compelled the conclusion that such interests were not capital interests under sec. 704(e)(1). TIFD III–E, Inc. v. United States, 666 F.3d 836 (2d Cir.2012).\n|\n11\n|This is a factual issue, to be decided upon all the facts and circumstances in each case. See Estate of Chism v. Commissioner, 322 F.2d 956, 960 (9th Cir.1963), aff’g T.C. Memo.1962–6.\n|\n12\n|An appeal in this case would lie to the U.S. Court of Appeals for the Ninth Circuit absent a stipulation to the contrary and, accordingly, we follow the law of that circuit. See Golsen v. Commissioner, 54 T.C. 742, 1970 WL 2191 (1970), aff’d, 445 F.2d 985 (10th Cir.1971).\n|\n13\n|Other courts have identified and considered similar factors in deciding questions of debt versus equity. See, e.g., United States v. Uneco, Inc. (In re Uneco, Inc.), 532 F.2d 1204, 1208 (8th Cir.1976) (10 factors); Estate of Mixon v. United States, 464 F.2d 394, 402 (5th Cir.1972) (13 factors); Am. Offshore, Inc. v. Commissioner, 97 T.C. 579, 602–606, 1991 WL 245194 (1991) (13 factors).\n|\n14\n|However, in HP’s rebuttal expert report Dr. Carron writes:\nIn general, derivative contracts that are entered into contemporaneously with, and between the same parties as [sic], a given security may appropriately be considered in combination when analyzing the economic characteristics of that security. Consequently, I will consider the Class B Shares, the Put Option, and the Call Option as if they were a single security in my analysis of the economic characteristics of the Class B Shares.\n|\n15\n|Cf. Bowersock Mills & Power Co. v. Commissioner, 172 F.2d 904, 907 (10th Cir.1949) (finding that the shareholders’ separate agreement with the creditor, guaranteeing that the shareholders would purchase preferred shares in certain amounts, should be construed together with other contemporaneous writings in determining the taxable character of the obligations they impose), rev’g a Memorandum Opinion of this Court.\n|\n16\n|If FOP did not effect the put option when “necessary or appropriate” (for instance if ABN refused to implement the put agreement and was in breach of contract), we find HP would have legal recourse against FOP. Cf. Ragland Inv. Co. v. Commissioner, 52 T.C. 867, 1969 WL 1672 (1969), aff’d, 435 F.2d 118 (6th Cir .1970).\n|\n17\n|Because of the myriad of factual circumstances under which debt-equity questions can arise, not all of the factors are relevant to each case. Dixie Dairies Corp. v. Commissioner, 74 T.C. 476, 493–494, 1980 WL 4509 (1980).\n|\n18\n|We are further guided by the exhortation of the Court of the Appeals for the Ninth Circuit in A.R. Lantz Co. v. United States, 424 F.2d 1330, 1333–1334 (9th Cir.1970):\nAn objective expression of intent, as contained in the documentation of an advance of money, is generally not to be afforded special weight. It alone cannot be controlling of the debt-equity issue. * * *[I]n resolving a debt-equity question we must deal “ * * * with substance and reality and not mere form * * * .” “Pure gimmicks of form to shield the real essence of a transaction” cannot control. [Citations omitted.]\n|\n19\n|Where the form of the advance does not correspond to the intrinsic economic nature of the transaction, labels are not an accurate expression of the subjective intention of parties to a transaction and lose their meaning. Todd v. Commissioner, T.C. Memo 2011–123; Provost v. Commissioner, T.C. Memo.2000–177; see also Fin Hay Realty Co. v. United States, 398 F.2d 694, 697 (3d Cir.1968).\n|\n20\n|We are cognizant that preferred stock may be structured to have a maturity date. See Miele v. Commissioner, 56 T.C. 556, 566, 1971 WL 2554 (1971), aff’d without published opinion, 474 F.2d 1338 (3d Cir.1973). Nonetheless, the presence of a maturity date remains a significant consideration in our overall inquiry. Id.\n|\n21\n|The tenth factor is “essentially the same as the third factor”. Hardman v. United States, 827 F.2d 1409, 1414 (9th Cir.1987).\n|\n22\n|The Supreme Court has stated that State laws do not control the application of Federal tax law. Burnet v. Harmel, 287 U.S. 103, 110, 53 S.Ct. 74, 77 L.Ed. 199 (1933) (“State law may control only when the federal taxing act, by express language or necessary implication, makes its own operation dependent upon state law.”); see also Williams v. Commissioner, T.C. Memo.1978–306 (“state law has no bearing on the determination of dividend status for federal tax purposes”), aff’d, 627 F.2d 1032 (10th Cir.1980).\n|\n23\n|The fact that an obligation to repay is subordinate to claims of other creditors, however, does not necessarily mean that the purported debt is really equity. See Am. Underwriters, Inc., v. Commissioner, T.C. Memo.1996–548. This is especially true when the advance is given a superior status to the claims of shareholders. Estate of Mixon, 464 F.2d at 406.\n|\n24\n|The parties did not explicitly address this factor because, we surmise, their assertions regarding this factor would have undermined their respective positions concerning the economic substance of the transaction.\n|\n25\n|Even if we were to find that this factor supports an equity characterization, it would not persuade this Court to alter our conclusion infra, that HP’s investment in FOP was, in substance, debt.\n|\n26\n|Sec. 165(f) provides that losses from sales or exchanges of capital assets are allowed only to the extent allowed under secs. 1211 and 1212.\n|\n27\n|We need not accept the taxpayer’s self-serving testimony when the taxpayer fails to present corroborative evidence. Broz v. Commissioner, 137 T.C. 46, 59, 2011 WL 3875059 (2011).\n|\n28\n|In fact, several of drafts prepared to secure the approval of Mr. Wayman unambiguously refer to a “fee” that HP needed to pay to AIG–FP in order to participate in the FOP transaction.\n|\n29\n|Our finding that HP has not met its burden of proof renders it unnecessary for this Court to determine the merits of respondent’s contentions in this matter.\n|\n\n\n\n\n\n\n\nEnd of Document\n|© 2025 Thomson Reuters. No claim to original U.S. Government Works.\n|\n\n\n\n\n\n\n",
        "ref_id": 2
    }
}