{"data": {"case_content": "Becher v. C.I.R., Tax Ct.1954, 22 T.C. 932\n\nThe business of a corporation was wiped out by the termination of the war and the corporation began liquidating its assets. The majority of the stockholders decided to enter the upholstered furniture business. Instead of distributing all the assets, only $149,000 was distributed to the stockholders and $166,317.24 net was transferred to a new corporation which was formed to conduct the furniture business. The new corporation distributed its shares among the stockholders of the old corporation. The old corporation retained $482,585.25 to meet outstanding liabilities, after the payment of which a final liquidating distribution was to be made and the stock surrendered and canceled. Held, a statutory reorganization was effected under section 112 (g) of the Internal Revenue Code, and the stock of the new corporation was received in a tax-free exchange under section 112 (b) (3). The cash was received as a distribution in partial liquidation under sections 115 (c) and 115 (i) of the Code which was \"essentially equivalent to the distribution of a taxable dividend\" within the purview of section 115 (g).\n\nThese consolidated proceedings involve the following deficiencies in the petitioners' income taxes for the calendar year 1945:\n\nErnest F. Becher ------------------------------------   $67,152.43\nChester H. Kent -------------------------------------    12,019.41\nEstate of Howard I. Doremus -------------------------     2,433.34\nEstate of Albert K. Lee and Edna E. Costello --------       209.21\nThe issues to be decided are whether cash and stock of Chandler Industries, Inc. (hereinafter called Chandler), received by the stockholders of Sponge-Aire Seat Company, Inc. (hereinafter called Sponge-Aire), represented:\n\n(a) A liquidating distribution under section 115 (c), Internal Revenue Code, or\n\n(b) an exchange of stock and cash for stock under sections 112 (b) (3) and 112 (c) (1), Internal Revenue Code, with the cash representing an ordinary dividend under section 112 (c) (2), Internal Revenue Code, or\n\n(c) an exchange of stock for stock under section 112 (b) (3) and an exchange of cash for stock under sections 115 (c) and 115 (i), not calling for the application of section 115 (g) and taxable under section 117, Internal Revenue Code.\n\nFINDINGS OF FACT.\n\nThe stipulated facts are so found and are incorporated herein.\n\nPetitioners or their respective decedents (hereinafter referred to collectively as petitioners) were stockholders of Sponge-Aire on December 19, 1945. Returns for the year 1945 were filed with the collector of internal revenue at Buffalo, New York.\n\nPrior to 1939, Sponge-Aire, a New York corporation, was engaged in the manufacture of sponge rubber cushions and pads for the automotive and surgical industries. It conducted its operations in a small plant and utilized about 35 employees.\n\nAt the beginning of World War II Sponge-Aire obtained large orders to manufacture heavy duty canvas products for military use. The production of sponge rubber cushions and pads was abandoned. Thereafter, Sponge-Aire engaged almost exclusively in fulfilling war orders for various canvas products.\n\nWar work led to a tremendous expansion in Sponge-Aire's business. It acquired several hundred heavy duty sewing machines and purchased a 4-story grocery warehouse at 166 Chandler Street, Buffalo, 934*934 New York, to use as a plant. The number of employees increased to 760, consisting primarily of unskilled female labor, and the plant was operated on 3 shifts. Additional working capital to the extent of $750,000 was secured through V loans and a VT loan.\n\nSponge-Aire paid a dividend in 1941 or early 1942. During the war Sponge-Aire paid no dividends because of its greatly increased need for working capital and the restrictions on dividends contained in its loan agreements. The VT loan, which restricted the payment of dividends without the permission of the Federal Reserve bank, continued in effect until November 10, 1945. In January 1945 Sponge-Aire requested permission of the Federal Reserve bank to pay a dividend of $4 per share, or $1,192, but permission was refused because of its limited working capital and its substantial outstanding bank debt. As late as August 1945 Sponge-Aire's working capital situation would have prevented the payment of a large dividend even if permission to pay the same could have been obtained.\n\nThe business in which Sponge-Aire was engaged was wiped out by the termination of the war. The cancellation of orders began in January 1944 when the fighting shifted from Africa to Europe. There were further contract cutbacks in the fall of 1944 and after V-E day in May 1945. In August 1945, after V-J Day, all orders were canceled.\n\nWhen the first contract cancellations were received, the liquidation of Sponge-Aire was contemplated. The building at 166 Chandler Street was placed with a real estate agent for sale subject to the completion of Sponge-Aire's war contracts. The possibility of manufacturing canvas products for civilian use was investigated, but Sponge-Aire's inventories and equipment were found not suitable for civilian production. Sponge-Aire could not return to its prewar line of sponge rubber cushions and pads due to Government restrictions on rubber and the preemption of the prospective market by larger companies. Two finance companies offered a good price for the entire business, but, as they merely wished to purchase tax benefits, Becher, Sponge-Aire's majority stockholder, refused to sell. Prior to V-J Day Sponge-Aire had begun liquidating its machinery and equipment. When all orders were canceled after V-J Day, these efforts were stepped up. It began liquidating its inventories, and the asking price for the building was reduced. Prior to December 15, 1945, all but 12 sewing machines were sold.\n\nIn the meantime, Becher, Sponge-Aire's president and the owner of 72.48 per cent of its outstanding stock, had been investigating the possibility of entering various civilian businesses upon the liquidation of Sponge-Aire. He almost purchased a Willys Jeep distributorship, but the deal fell through for lack of sufficient capital. In the spring of 1945 he became interested in the manufacture and sale of upholstered 935*935 furniture. As neither he nor any of the other officers or employees of Sponge-Aire were acquainted with the furniture business, it was necessary to secure the services of a competent manager. Therefore, the final decision to enter the upholstered furniture business was not reached until September of 1945 when Becher induced Stanley Westcott, who had many years of experience in that line, to come with him from another company. Sponge-Aire's plant, inventories, and machinery and equipment were not suitable for use in the furniture business, so the decision to enter the furniture business did not affect the plan to completely liquidate Sponge-Aire.\n\nOn July 31, 1945, the outstanding shares of Sponge-Aire, having a par value of $100 per share, were held and owned as follows:\n\n    Shareholder                         Shares\n\nEarnest F. Becher -------------------     216\nChester H. Kent ---------------------      72\nHoward I. Doremus -------------------       5\nAlfred G. Kelsey --------------------       2\nEdna E. Meyne (Lee) -----------------       2\nD. E. Drucker -----------------------       1\n                                          ___\n      Total -------------------------     298\nThe stock had all been acquired for cash or services. Kent and Kelsey, who owned 24.8 per cent of the outstanding Sponge-Aire stock, did not wish to enter the furniture business. On August 2, 1945, Kelsey sold his two shares to Doremus and retired.\n\nThere were several reasons for not retaining Sponge-Aire's corporate shell. Renegotiation proceedings were pending. There existed substantial contingent liabilities arising out of the war, and inventories and receivables had to be segregrated in settlement of war contract termination claims. While these conditions existed, Sponge-Aire could not obtain a new stockholder to replace Kent, or induce two other concerns to enter into a proposed pooling arrangement for the design and sale of furniture, or secure financing from the bank. The formation of a new corporation was accordingly considered to be the only solution.\n\nOn November 1, 1945, the building still remained unsold, and Sponge-Aire had been unable to dispose of a large percentage of its inventories and receivables. It was decided that the building would be transferred to the new corporation. But it was not until early 1946 that the hope of selling the building and acquiring a suitable 1-story building was abandoned.\n\nAs a result of the decision to transfer the building, a new plan of liquidation was worked out by Sponge-Aire's attorney. The plan was embodied in the minutes of directors' meetings held on November 4 and December 11, 1945, and in the minutes of a stockholders' meeting 936*936 held on November 21, 1945. These minutes were prepared by Sponge-Aire's attorney and were signed without being read by Edna E. Meyne (Lee), Sponge-Aire's secretary. The plan was, briefly, as follows:\n\n(1) $149,000 ($500 per share) would be distributed to the stockholders of Sponge-Aire.\n\n(2) Chandler, a new corporation, would be formed and certain assets, including the building, would be transferred to it. Chandler would distribute its shares among the stockholders of Sponge-Aire.\n\n(3) Most of the assets would be retained by Sponge-Aire to meet outstanding liabilities, after the payment of which a final liquidating distribution would be made. Sponge-Aire's stock would then be surrendered by the shareholders and canceled.\n\nThe plan set forth the method of completing the liquidation of Sponge-Aire which had been in process for several months. Step (2) of the plan embodied a plan of reorganization, but the reorganization was merely incidental to the plan of liquidation.\n\nThe plan did not provide for eliminating Kent from the business. This difficulty was resolved in the following manner: On November 5, 1945, Doremus promised to purchase 12 of Kent's 72 shares for $500 per share. The remaining 60 shares were to be converted into 1,500 shares of the new company. Becher promised to purchase 1,000 of these shares for $16,000. Later in November of 1945, Adrian J. Allard, Jr., who had been Kent's assistant in the sales department of Sponge-Aire but owned no stock, agreed to purchase the other 500 shares for $9,000.\n\nOn November 30, 1945, Chandler was organized under the laws of the State of New York with an authorized capital stock of 8,000 shares having a par value of $10 per share. On December 15, 1945, Sponge-Aire transferred 25.33 per cent of its assets to Chandler, which assumed 9.1 per cent of Sponge-Aire's liabilities. The assets transferred and liabilities assumed were as follows:\n\n                                  Assets\n\nCash --------------------------------------------------------   $125,000.00\nAccounts receivable -----------------------------------------     10,079.33\nInventories -------------------------------------------------     51,446.68\nBuilding—Cost ---------------------------------   $181,563.79\n  Less reserve for amortization ---------------    181,563.79\n                                                  ___________          0.00\nFurniture and equipment\n  Less depreciation -----------------------------------------     21,179.16\nPrepaid taxes, insurance, etc -------------------------------      4,309.83\nMiscellaneous -----------------------------------------------      2,264.17\n                                                                ___________\n      Total assets ------------------------------------------   $214,279.17\n                                                                ===========\n937*937\n                               Liabilities\n\nAccounts payable --------------------------------------------   $31,611.91\nMortgage on building ----------------------------------------    16,000.00\nAccrued expenses --------------------------------------------       350.02\n                                                                __________\n     Total --------------------------------------------------   $47,961.93\nNet excess --------------------------------------------------   166,317.24\n                                                               ___________\n     Total -------------------------------------------------   $214,279.17\n                                                               ===========\nMost of the assets, except cash, were transferred to Chandler for the purpose of orderly liquidation. The accounts receivable were delinquent and could not be used by Sponge-Aire as collateral on its loans. The inventories were materials that could not be returned to Sponge-Aire's prime contractors. The building was still being advertised for sale. The cash was transferred because Chandler would need twice that amount in its business. As the elimination of Kent from the corporation had been resolved, the other stockholders saw no reason for distributing the money and then returning it to Chandler.\n\nOn December 19, 1945, the record holders of Sponge-Aire stock were as follows:\n\n    Shareholder                                            Shares\n\nErnest F. Becher ---------------------------------------      216\nChester H. Kent ----------------------------------------       60\nHoward I. Doremus --------------------------------------       19\nEdna E. Meyne (Lee) ------------------------------------        2\nD. E. Drucker ------------------------------------------        1\n                                                              ___\n      Total --------------------------------------------      298\nThe basis of each of the following persons in the shares of Sponge-Aire stock which he or she then held was as follows:\n\nEranest F. Becher ---------------------------------   $22,095.30\nChester H. Kent -----------------------------------     7,365.10\nHoward I. Doremus ---------------------------------     9,500.00\nEdna E. Meyne (Lee) -------------------------------     1,000.00\nAt that time all of such stock had been held for more than 6 months, except 14 shares held by Doremus (12 shares acquired from Kent and 2 shares acquired from Kelsey).\n\nOn December 20, 1945, Sponge-Aire distributed to each of its stockholders of record $500 per share in cash. Sponge-Aire's earnings and profits exceeded the amount of this distribution. The next day Chandler issued 7,450 of its shares to the record holders of Sponge-Aire stock on the basis of 25 shares for each share of Sponge-Aire stock held. The value of the Chandler stock when received was $22.32446 938*938 per share. After the above distribution, Sponge-Aire had assets remaining valued at $482,585.36 and outstanding liabilities estimated at $478,600.56.\n\nA certificate of the dissolution of Sponge-Aire was executed on December 13, 1945. After obtaining the consent of the State Tax Commission, it was filed with the New York Department of State on February 25, 1946. On February 12, 1946, Sponge-Aire filed with respondent a return of information upon liquidation on Form 996.\n\nSince 1945, Sponge-Aire has never transacted any business except to liquidate and wind up its affairs. Delays in distribution have resulted from unsettled claims, but only a negligible amount of assets remains. On December 31, 1951, the stockholders' equity in remaining assets was $1,279.23. At the time of the hearing, Sponge-Aire stock certificates were still outstanding, but it was definitely intended that the stock would be surrendered and canceled and a final liquidating distribution made as soon as possible.\n\nOut of the proceeds of the cash distribution Doremus received from Sponge-Aire on December 20, 1945, he paid Kent and Kelsey for the 14 shares he had purchased from them. Kent received 1,500 shares of Chandler stock. On February 1, 1946, he transferred 1,000 shares to Becher, according to the agreement of November 5, 1945, and Becher paid for the same out of his distribution from Sponge-Aire. Kent's remaining 500 shares of Chandler stock were transferred to Allard on May 17, 1946. The delay in this transfer was due to the time required by Allard to arrange his personal finances. Outstanding Chandler stock was then held as follows:\n\n     Shareholder                                          Shares\n\nEarnest F. Becher -------------------------------------    6,400\nAdrian J. Allard, Jr ----------------------------------      500\nHoward I. Doremus -------------------------------------      475\nEdna E. Meyne (Lee) -----------------------------------       50\nD. E. Drucker -----------------------------------------       25\n                                                           _____\n     Total --------------------------------------------    7,450\nThe directors and officers of both Sponge-Aire and Chandler were virtually the same. Becher, Kent, and Meyne were the directors. Becher was president and treasurer, Doremus was vice president, and Meyne was secretary. Kent, who had been a vice president of Sponge-Aire, became Chandler's assistant treasurer. Kent was an officer and director of Chandler in name only, and did not participate to any extent in the management of that corporation. After Kent transferred his remaining shares to Allard, he resigned both positions, and Allard was elected a director in his place. Westcott was elected vice president in charge of production.\n\n939*939 In early 1946, after efforts to sell the building at 166 Chandler Street had proved fruitless, it was decided to make extensive alterations to fit the building for use in the furniture business. A bank loan of $125,000 was obtained and machinery and equipment were purchased. Only a few of Sponge-Aire's employees were retained. They were primarily of office and service personnel. New employees, skilled in the furniture business, were hired for production and sales.\n\nIn order to liquidate the inventories received from Sponge-Aire, Chandler produced a child's playing float, tents for trailers, and \"sun\" tenting. When sufficient lumber and fabrics were obtained in May of 1946 to begin volume production of furniture, the manufacture of products other than furniture was discontinued and not thereafter resumed. None of the products manufactured by Chandler were the same as those produced by Sponge-Aire and none of its customers were the same. Chandler's business was entirely different from the business carried on by Sponge-Aire.\n\nChandler did not prove successful and in April of 1947 its assets were sold to another concern. On November 30, 1947, Chandler filed a certificate of dissolution with the New York Department of State.\n\nOn their respective returns for the taxable year 1945, petitioners treated their pro rata share of the cash distributed as received in liquidation with gain taxable under section 117, Internal Revenue Code. Chandler stock received was not reported. They considered that the stock was received in a tax-free exchange.\n\nThe $149,000 in cash distributed by Sponge-Aire to its stockholders was made at such time and in such a manner as to make the distribution essentially equivalent to the distribution of a taxable dividend within the purview of section 115 (g), Internal Revenue Code.\n\nOPINION.\n\nBRUCE, Judge:\n\nThe issues presented for decision require the determination of the nature of certain corporate distributions under sections 112 and 115 of the Internal Revenue Code. Sponge-Aire, a corporation, distributed $149,000 in cash to its stockholders, retained $482,585.25 to meet outstanding liabilities, and transferred $166,317.24 net to Chandler, a new corporation. Chandler distributed its shares among the stockholders of Sponge-Aire. Respondent determined that petitioners, as stockholders of Sponge-Aire, received the Chandler stock in a tax-free exchange within the purview of section 112 (b) (3), and that the cash received by petitioners represented a \"boot\" paid out of earnings and profits taxable as an ordinary dividend under section 112 (c) (2), or in any event taxable as a dividend under section 115 (g). Petitioners argue that the transaction did not represent a reorganization within the purview of section 112, and, 940*940 if it did, the cash was received as a liquidating distribution and should not be taxed as an ordinary dividend.\n\nRespondent asserts that a reorganization was effected within the purview of either section 112 (g) (1) (C) or (D).[1] For section 112 (g) (1) (C) to be applicable the transfer to Chandler must be found to have constituted \"substantially all\" of Sponge-Aire's assets. The transfer in question was of all of the capital and earned surplus then possessed by Sponge-Aire. The only assets not conveyed were those earmarked and set aside to pay liabilities of Sponge-Aire in substantially the same amount, the latter being kept in technical legal existence merely for the purpose of applying those assets in the discharge of these liabilities. After the transfer to Chandler, the only asset of value remaining in Sponge-Aire or its stockholders, in the retained assets, was a possible equity which in no event could be more than a trivial amount. It would seem that under these circumstances there was a substantial compliance with section 112 (g) (1) (C). However, a determination to this effect is unnecessary in view of the admission by petitioners that in the light of the decision of this Court in Reilly Oil Co., 13 T. C. 919, affd. (C. A. 5) 189 F. 2d 382, there was literal compliance with section 112 (g) (1) (D). Their insistence is that no statutory reorganization was effected under the doctrine of Gregory v. Helvering, 293 U. S. 465.\n\nPetitioners agree that there was a sound \"business purpose\" for the creation of Chandler and the transfer to it of Sponge-Aire's assets. They contend, however, that there is no reorganization where, as in the instant case, the assets were acquired by the transferee corporation with the purpose of carrying on by the new corporation of a business of manufacturing a product different from that manufactured by the predecessor. In our opinion, section 112 (g) cannot be so narrowly construed.\n\nThe doctrine of Gregory v. Helvering, supra, does not support petitioners' contention. There the Supreme Court held (293 U. S. at p. 469), that a reorganization was not effected by\n\na transfer of assets by one corporation to another in pursuance of a plan having no relation to the business of either * * * an operation having no business or corporate purpose—a mere device which put on the form of a corporate reorganization as a disguise for concealing its real character, * * *\n\n941*941 Although the opinion in the Gregory case states that a reorganization presupposes an intent to reorganize a business or a part of a business, there is no implication that the business when reorganized must be the same, or even bear any similarity to the business previously conducted. \"Reorganization presupposes continuance of business under modified corporate forms.\" Cortland Specialty Co. v. Commissioner, (C. A. 2) 60 F. 2d 937, but does not require that the business conducted be the same.\n\nNor is it material that the business of Sponge-Aire was wiped out by the termination of the war, that it transferred merely assets and not a going business to Chandler, or that the assets acquired by Chandler consisted primarily of cash and assets which were to be converted into cash. The important factor is that Chandler was created to carry on corporate business indefinitely, although with a different line of manufacture from that conducted by its predecessor. Cf. Lewis v. Commissioner, (C. A. 1) 176 F. 2d 646. In the instant case the reorganization was effected for a sound \"business purpose.\" Corporate business was to be continued indefinitely, and the same shareholders remained in \"control\" and their investment remained \"in solution.\" Therefore, there was compliance with both the letter and spirit of section 112 (g).\n\nMorley Cypress Trust, Schedule \"B\", 3 T. C. 84, is closely in point. The Morley Cypress Company having completed its timber operations, resolved to discontinue and surrender its franchise. The State authorized its dissolution. The directors distributed substantially all the assets except 16,000 acres of cutover, low, swampy land for which there was no market. Thereafter, oil was discovered on the 16,000 acres, the Southern Land Products Company was organized, and the land was transferred to it. Southern's shares were distributed to the Morley shareholders who surrendered their Morley shares to Southern for cancellation. The Court held:\n\nThe fact that the exchange by the shareholders of their old shares for new was an incident of the liquidation of the old corporation did not deprive the exchange of the character of a reorganization exchange, which in truth it was. We know of no rule of law which requires that a reorganization, otherwise within any of the definitions of section 112 (g) (1), is not to be so regarded because it occurs in the progress of a liquidation. * * *\n\nThe Morley corporation had ceased timber operations 12 years prior to the reorganization. It did not have a going business to transfer, only land valuable in the business of the new corporation. The old corporation had been in the timber business. The new corporation was created to enter the oil business. Nevertheless, a statutory reorganization was effectuated. Petitioners argue that the Morley case is distinguishable because oil was discovered prior to the reorganization. This factor has no more significance than the hiring of Westcott 942*942 by Sponge-Aire prior to the creation of Chandler in order that he might begin preparing for the manufacture of upholstered furniture or Chandler's production of products similar to those of Sponge-Aire in order to liquidate Sponge-Aire's inventories.\n\nUnlike the companies in George D. Graham, 37 B. T. A. 623, and Standard Realization Co., 10 T. C. 708, cited by petitioners, Chandler was not created merely to complete the orderly liquidation of the assets transferred to it. It was created primarily to carry on an upholstered furniture business. Also, unlike the company in Hendee v. Commissioner, (C. A. 7) 98 F. 2d 934, affirming 36 B. T. A. 1327, Chandler transacted \"substantial business\" and was not availed of simply for the purpose of selling assets, as in Fairfield Steamship Corporation v. Commissioner, (C. A. 2) 157 F. 2d 321, affirming 5 T. C. 566, certiorari denied 329 U. S. 774.\n\nThe Gregory case, supra, simply barred as a reorganization a transfer of assets from one corporation to another according to \"a plan having no relation to the business of either.\" (293 U. S. at p. 469). There is nothing in the Supreme Court's opinion which intimates that the reconstruction of one business to form another is not clearly within the spirit of section 112. Liability for income tax is determined by transactions giving rise to realized gain or loss. It is not concerned with decisions of the owners of an enterprise to change its manufactured product to one considered more likely to realize a profit. Such decisions are wholly personal to those owning and directing the enterprise and the Treasury is interested only in the profit resulting from such changed activities. As stated in Electrical Securities Corporation v. Commissioner, (C. A. 2) 92 F. 2d 593, 595:\n\nThe purpose of the section is apparent; it was meant to allow businesses to be reconstructed when the resulting interests were substantially unchanged; but it presupposed that the enterprises were in fact businesses; financial, commercial, industrial and the like. * * *\n\nHaving determined that the transaction represented a statutory reorganization within the purview of section 112 (g) (1) (D), it follows that the petitioners received the Chandler stock, as contended by respondent, in a tax-free exchange under section 112 (b) (3).[2]\n\nThe final issue for decision concerns the nature of the $149,000 cash distribution to the stockholders of Sponge-Aire. Respondent contends that the pro rata share distributed to each petitioner should be 943*943 \"taxed as a dividend\" under section 112 (c) (2).[3] Petitioners argue that this represented a liquidating distribution and should be taxed as a sale of a capital asset.\n\nSection 112 (c) (2) is not applicable unless the transaction falls within section 112 (c) (1), which provides:\n\nIf an exchange would be within the provisions of subsection (b) * * * (3) * * * of this section if it were not for the fact that the property received in exchange consists not only of property permitted by such paragraph * * * to be received without the recognition of gain, but also of other property or money, then the gain, if any, to the recipient shall be recognized, but in an amount not in excess of the sum of such money and the fair market value of such other property.\n\nWe cannot agree with the contention of the respondent that the $149,000 in question represented a \"boot\" received by the stockholders of Sponge-Aire as part of the consideration moving from Chandler to them in its acquisition of the Sponge-Aire properties. The cash in question was never the property of Chandler but was distributed to stockholders of Sponge-Aire in proportion to their stockholdings and distributed prior to the transfer of Sponge-Aire assets to Chandler.\n\nThe plan of liquidation in the instant case proposed a series of three distinct distributions in complete liquidation. Each represented a separate \"partial liquidation\" and a separate \"exchange for the stock\" of Sponge-Aire under section 115 (c) and (i). The second distribution constituted an exchange of Sponge-Aire's stock \"solely for stock\" in Chandler. Therefore the requirements of section 112 (b) (3) are satisfied without applying section 112 (c) (1), and that fact specifically bars the use of section 112 (c) (1) for other purposes. See Wolf Envelope Co., 17 T. C. 471. The first distribution of $149,000 in cash, therefore, does not fall within the provisions of section 112 (c) (1) and, hence, is not within section 112 (c) (2).\n\nAlthough the first and second distributions of cash and stock, respectively, were made only one day apart and pursuant to the same over-all plan, they were nevertheless distinct. They were made at separate times. Each was one of a series of distributions in complete liquidation, but the statute makes each such distribution a separate partial liquidation. The distributions of cash and stock were not a part of the same exchange any more than was the final liquidating distribution made 7 or 8 years later.\n\n944*944 The $149,000 cash distribution does not come within the provisions of section 112 (c) (2) for an additional reason. That section requires that the distribution be \"made in pursuance of a plan of reorganization.\" The cash distribution was the first in a series of three distributions pursuant to a plan of \"complete liquidation.\" The reorganization encompassed only the second in the series of distributions and was merely incidental to the plan of liquidation. Cf. Morley Cypress Trust Schedule \"B,\" supra.\n\nAlthough the $149,000 cash distribution represents a separate partial liquidation under section 115 (c), it must still run the gauntlet of section 115 (g).[4] If that section is properly applied, a distribution equivalent to a dividend should not escape as a capital gain,[5] regardless of whether or not it falls within the provisions of section 112 (c) (2). Cf. Kirschenbaum v. Commissioner, (C. A. 2) 155 F. 2d 23, certiorari denied 229 U. S. 726.\n\nWe have held that the distribution of the $149,000 to Sponge-Aire stockholders was essentially equivalent to the distribution of a taxable dividend. We think this holding is justified under the facts disclosed by the record. The question is one of fact. In Joseph W. Imler, 11 T. C. 836, involving this same question, the nature of a distribution, we stated:\n\nThe issue here raised presents a question of fact depending on the circumstances of the particular case. Rheinstrom v. Conner, 125 Fed. (2d) 790; certiorari denied, 317 U. S. 654. No sole or universally applicable test can be laid down. Flanagan v. Helvering, 116 Fed. (2d) 937. The statutory provision is couched in broad terms—\"at such time and in such manner.\" Though decided cases are not controlling, they are helpful as indicating what elements have been considered important, viz., the presence or absence of a real business purpose, the motives of the corporation at the time of the distribution, the size of the corporate surplus, the past dividend policy, and the presence of any special circumstances relating to the distribution.\n\nIn the Imler case we found upon the facts there presented that the distribution was not equivalent to one of a dividend. A similar conclusion was reached in the case of John L. Sullivan, 17 T. C. 1420, affd. 210 F. 2d 607, in which the facts were essentially similar.\n\nThe Imler and Sullivan cases are relied on by petitioners but we think the facts of the instant case differ from those there presented to such a substantial extent as to make those decisions inapplicable.\n\n945*945 In both of the cited cases the result of the distribution of cash was a reduction in the capital of the corporation, a condition inconsistent with the theory of a taxable dividend distribution. The recent case of Zenz v. Quinlivan, (C. A. 6, 1954) 213 F. 2d 914, where substantially the entire accumulated surplus of a corporation was paid out to one stockholder as consideration for the surrender to the corporation of her stock, is likewise distinguishable.\n\nIn the instant case the distribution was one wholly from earned surplus. No impairment of capital was involved and the situation of Sponge-Aire following the distribution was similar to that in the case of any corporation making a dividend distribution to its stockholders, to wit, nothing more than a reduction in the amount of its earned surplus. It had, prior to this time, been precluded by the terms of its loan contracts from declaring a dividend although it had desired to do so and had asked and been denied permission. The distribution caused no \"contraction of the capital structure.\" It was Lot an incident of the transfer of assets of Sponge-Aire to Chandler in the nontaxable reorganization constituting the second step in the liquidation of Sponge-Aire. It was a distribution essential only to the purpose of placing in the hands of certain stockholders of Sponge-Aire the necessary funds to carry out personal and independent transactions by them in the acquisition of certain of the stock interests of other stockholders. After the distribution in question Sponge-Aire possessed its entire capital and a substantial amount in surplus.\n\nWe think that under these conditions this distribution must be held as one substantially equivalent to the distribution of a taxable dividend. Cf. Commissioner v. Estate of Bedford, 325 U.S. 283, Kirschenbaum v. Commissioner, supra. It follows that petitioners are not entitled to treat the amount received by them in this distribution as capital gain taxable under section 117.\n\nDecisions will be entered for the respondent.", "ref_id": 33, "assigned_to": "gdeyesu@umaryland.edu"}}